

label day6_ar_rkn:
    show screen textbox with dissolve
    play music "audio/bgm/arne safe.ogg" fadein 2
    pl "俺も…俺も……"
    nar "好きだ、と、その一言を言おうとしたが、どうしても喉の上まで引き出せなかった。"
    nar "俺がこの言葉を口にすることで背負うべき責任が重いからだ。俺には未だそういう準備はできていない。"
    nar "しかももう、俺は彼女に相応しくない人だってことも分かる。"
    show SCG_07 7 with dissolve
    ar "…良いのです。私を慰める為に貴方が嘘をつく必要はありません。"
    ar "兄弟が私の事を思って下さったという事実だけでも、私はこれ以上ない程に嬉しいのですから。"
    pl "そんなんじゃない！俺の気持ちも分からないクセにわかったフリをするな！" with sshake
    show SCG_07 5 with facedissolve
    ar "きょ…兄弟？"
    nar "しかし「でも」という一言がずっと目の前で揺らいだ。{w}ここで断るべきってことは分かっている。"
    nar "その心を振り切れないのは、未だに俺が自分の愚かさに駄々を捏ねたい子供だからだ。彼女の光はこれからも俺をみすぼらしくするだろう。"
    nar "俺はしがない臆病だ。しかし彼女はどうだ、拙くても未熟でも自分の伝えられる最大限の本音を俺に見せてくれた。"
    nar "今度だけでなく今までずっと、姉さんは只一つの偽りもなく俺に真実だけを伝えてくれた。"
    nar "しかも俺は彼女から真実の答えを頼まれた。"
    nar "ここで俺が彼女の頼みを無視し、都合のいい言葉で言い繕って、この状況から逃げ出したら…"
    nar "それは俺にとっては人格の底を払うよりも更に恥じるべき事になるだろう。"
    nar "決心の為に呑んだ息が喉で震えた。{w}彼女はまだ、俺の返答を待っている。"
    pl "…姉さんと俺は似合わないよ。"
    pl "姉さんは今までの生涯を魔導部の大事な大事なお嬢様としてそれ相応の教育を受けて来たんだろうけど、"
    pl "俺はあれもこれも全部ここに来て初めて聞いたし今もまだ知らない事ばかりだ。"
    pl "富も名誉も地位も婿の席に就く準備もまだ持ち合わせてなんかいないんだよ…もちろん嫌ってワケじゃないんだ。"
    pl "正直あんな告白飲まない方がおかしいだろ？{w}でも…こういう形は違うと思う。"
    pl "俺は姉さんと居るにはあまりにも考えが幼稚だし、怠けてばっかだし…"

    pl "そんなクセして特別なにか才能があるワケでもない、俺の至らなさを認めたくはないため他人を疑う小心者だし…"
    pl "飽きっぽいから堅苦しい場なんか耐え切れない、だから勉強とか鍛錬を律義に続けられる程誠実でもない。"
    nar "恥ずかしくて全く言葉を失いそうだ。彼女は途中反論するように口を開いては、又閉じることを繰り返した。"
    pl "でも姉さんは違うだろ…ホントに、すごいもんな。"
    pl "運動ができて頭も冴えてる、聖痕も多いし、誰にも好かれるし明るい未来も保証されてるだろ。"
    pl "でもそれを自慢したり自惚れたりもしない、逆に謙遜して自分を曲げる様にして生きてるし…"
    pl "それだけじゃない！いっつも自分より他人を先に考えて、誠実だから鍛錬も日々精進してるし…"
    pl "しかもめちゃくちゃ顔立ちもキレイだ。{w}愛してくれるし支持してくれる家族もいる。"
    pl "俺は姉さんとはどうしても釣り合わない。隣はおろか背中を追うだけで精いっぱいだろうよ。"
    pl "俺なんかがくっついてると悪い噂も立ってくるだろうな！"
    pl "姉さんが恥をかくことになるし、俺に気遣うことももっと多くなるだろうよ。"
    pl "俺はそのプレッシャーを全て耐えきれるほど勇敢じゃないんだよ！{w}でも…"
    show SCG_07 11 with facedissolve
    ar "……"
    pl "でも好きなんだ…"
    hide SCG_07 with dissolve
    nar "そこで姉さんが俺を抱き締めた。長い髪が俺の肩の下まで流れ、心拍が聞こえてきそうだったがすぐ離れた。"
    show SCG_07 10 with dissolve
    ar "も、申し訳御座いません…急にこの様な無礼を…御許し下さい。{w}ただ、私は……とても嬉しくて…"
    nar "彼女は乱している顔で自分の額に手を当てた。どうやら頭から熱が上がってきているようだ。そこで再び彼女の本心を感じた。"
    nar "その気持ちが嬉しいのは俺も同じだが、うんざりした恐れが襲ってくる方が早かった。"
    nar "俺は馬鹿げた質問をする前に、片手を彼女の手の隣に置いた。"
    pl "姉さんの本気を疑ってるワケじゃないんだ。{w}でも…どうしても怖くて。"
    pl "万が一俺が魔導部の主教様が求めていた人材じゃないって判明して、他の誰かが俺の代わりになるってなったら…"

    pl "で、その人と結婚しなきゃいけなくなったら、その時はどうするんだ？"
    show SCG_07 11 with facedissolve
    ar "万が一でもそういった事が起り得るのなら、私は…"
    nar "姉さんは熱が下がった表情でしばらく俺を見つめては、視線を別の所に移した。"
    nar "触れた手はまるで木像のように硬くて冷たい。甘え過ぎたって事が分かった。"
    show SCG_07 9 with facedissolve
    ar "間違いなくその御方と婚姻することになるでしょう。"
    ar "其れが少しでも私の家門と部署の糧となり、今まで伯父様に受けて来た恩をお返しできる道と成るならば…"
    ar "私はアルタナータ家の女として、私の役割を果たします。"
    pl "あ…そ、そうだよな。{w}ハハ…変なこと聞いちまったな、ゴメン。"
    ar "しかし…"
    nar "滑らかな指が指の隙間に割り込み、俺たちは手をつなぐ。力の入った硬い手は彼女の決然とした表情に相応しい。"
    show SCG_07 0 with facedissolve
    ar "私は今この瞬間、貴方の事を心の底から想い慕っております。"
    ar "私の答えが兄弟の御心にまた不安の火種を残してしまったのなら、私が何度でも証明して見せましょう。"
    pl "証明って…何だよ。"
    ar "アルタナータ家の女として生まれた私は…決められた男性との婚姻の為婚前純潔を重視して生きてきました。"
    ar "私にとって純潔とは長い時間、ただ一人愛する配偶者であり、生涯を共にするであろう伴侶へ純粋に、"
    ar "聖なる一心で授ける為存在している物でした。{w}神の為真なる心で献身する為に守るべき基本的な姿勢であるとも学びました。"
    pl "…何が言いたいんだ？"
    ar "[na]兄弟、もし私がこれを貴方に捧げたいと言ったら…私の心を信じて下さいますか。"
    pl "……"
    nar "俺は耳から頭に入ってきた事実を整理しようとしていた。{w}事実、それは整えるまでもなく簡単で明瞭だった。"
    nar "只俺が混乱しているだけだ。"
    pl "…姉さん、疑ってゴメン。{w}姉さんの本気はわかったから、俺のためだけにこんな事なんかしなくていいよ。"
    pl "つまり…俺は婚前純潔とか、宗教的倫理とかあんま考えたことないんだけど…"
    pl "それは本当にただの処女性である前に姉さんにとって大事なものなんだろう。"
    ar "私のこの発言が衝動的な物であると感じ取られたのですね。"
    pl "正直…アル姉らしくない。"
    show SCG_07 9 with facedissolve
    ar "確かに、瞬間的な感情になど一切流されていないと言ったらそれは嘘になるでしょう。しかしこれは私が下した決断なのです。"
    ar "この瞬間私が貴方を真心に愛し、貴方に全てを捧げたいと感じたこの事実を証拠として身に刻めるのなら、"
    show SCG_07 7 with facedissolve
    ar "其れこそ崇高と言うべきではないでしょうか。"
    pl "家内での古くからの教えなんだろ、それは姉さんが今まで生きてて一番重要視してきたことを破っちまうってことにもなるんだぞ。"
    pl "いいのか？"
    ar "私はこの感情を恥ずかしんだり、不潔な事とは思いません。{w}罪悪とは結局、羞恥から来るものだと思います故。"
    ar "だからこそ私が羞恥を感じなければ、この心はあくまでも神聖で純粋なものとなり得るのです。{w}私はこの心を貴方に捧げたい。"
    pl "俺は…"
    hide SCG_07 with dissolve
    stop music fadeout 2
    nar "瞬間、瞳の両側に黒い帳が垂れ下がった。俺はそこで自分の底を見つけた。"
    play music "audio/se/Heart.ogg"
    nar "暗闇が脳を徐々に締めてくる。{w}それはある夜の記憶だった。卑しくて不潔な俺だった。"
    nar "彼女の手は全く震えないのに、俺の手だけが情けなく震えていた。"
    pl "俺は…童貞じゃない。だから姉さんに何も与えてやれないし、今はまだ覚悟も何一つできない。"
    pl "姉さんの魂をただただ穢すことになるかもしれない。{w}後から後悔するかも、いや、絶対後悔すると思う…それでも本当にいいのか？"
    ar "兄弟。"
    nar "静かな声が俺を呼ぶ。俺は頭を下げて彼女の話を待っていたが、何も聞こえてこない。"
    stop music fadeout 1
    nar "その静寂の中でゆっくりと顔を上げれば、彼女と目が合った。{w}その青い瞳は最初から私と目が合うことを待っていたんだ。"
    show SCG_07 0 with dissolve
    ar "それが何だって言うのですか。"
    nar "彼女は、やっと俺が待っていた答えを言ってくれた。俺がずっと望んでいたが自らには言えない言葉。"
    play music "audio/bgm/arne safe.ogg" fadein 2
    ar "上の方々は仰いました。"
    ar "純潔こそが正に「アルネ・アルタナータ」という一人の人間が持つ価値であると。今までは大した抵抗も無く聞き入れておりました。"
    ar "しかし兄弟は私の数多な長所を見つけてくださいました。"
    ar "本質と呼ばれてきたものよりもっと本質らしい事柄を見つめて下さいました。"
    ar "それが私の考え方を変えて下さいましたのです。"
    ar "私共はただただ純潔さを失ったという理由だけで価値が果てるような人間ではありません。"
    show SCG_07 7 with facedissolve
    ar "これからは私も又兄弟に頂いてきた分、貴方の長所を言い聞かせて見せます。"
    ar "だから…今は私の甘えを聞き入れてはいただけませんか。"
    hide SCG_07 with dissolve
    nar "俺は握った手を放し、彼女を抱き締めた。"
    nar "俺と同じ色の黒い髪が頬と首筋を撫でる。手袋の中は汗でびっしょり濡れて、彼女の背に触れるのを躊躇った。"
    nar "腕で囲まれた体は、手の冷たさにそぐわないほどにぬるい。"
    nar "腕に力を入れれば服の飾りにぶつかるが、その息苦しい苦痛にも俺たちは力を抜かなかった。"
    nar "床から上がってくる生き生きした熱量と激情、興奮、そして歓喜が混じりあって、むせ返るようになってきた。"
    nar "今は只俺のことを好きになってくれたこの人を思いっきり受け入れたいが、彼女の向こう側に見える風景が全く慣れなくて集中が乱れた。"
    show SCG_07 0 with dissolve
    ar "…暫し、"
    nar "首を反らして、視界に入った彼女と接吻するところだった。"
    nar "彼女は元の熱気が戻った指先で俺の唇を軽く止めた。今になって懐疑心か、羞恥心がしたのか。"
    pl "やめたくなったのか…？"
    show SCG_07 11 with facedissolve
    ar "いえ、そんな。{w}一つお伺いしたい事が御座いまして…兄弟は誰かと接吻した経験はおありでしょうか？"
    pl "は、初キスはまだかって意味か？"
    ar "はい…無礼な質問に気分を害されましたのであれば申し訳御座いません。"
    ar "これは州都では有名な迷信なのですが、「誓いのキス」という概念がありまして。"
    ar "口という物は言葉吐息の通る窓口、だから最初に口を捧げた者がいるのなら生涯その人の為だけに喋り、息をする覚悟をする…"
    ar "という、子供だちが良く付けてしまう意味付与なのですが、何かに意味を置くという事自体はとても大事だと思うのです。"
    pl "よくある話だな。{w}キスは…そうだな、まだ。経験はあったとはいえその人とは付き合ってたりしたワケじゃないから…"
    show SCG_07 9 with facedissolve
    ar "…そうですか。ではその口は残して置いて下さい。この行為は私めが貴方に一方的に捧げる物ですので。"
    ar "貴方はそこに一切の誓いや、覚悟をする必要などは御座いません。"
    pl "ハハ…重く考えるなって話だろ？"
    ar "はい。"
    pl "わかった、理解してくれてありがとう…ゴメンな。"
    show SCG_07 11 with facedissolve
    ar "…では、取り敢えず身体を洗いましょうか。"
    pl "あ、ああ！そうだな。うん。"
    ar "その…部屋に小さいものですがシャワー室が準備されておりますので、宜しければ兄弟が御先に使用して頂けませんでしょうか。"
    pl "お…俺が先？それにもなんか意味があったりするのか？"
    ar "いえ、そうではありません。が…私の心を落ち着かせる為でして。"
    pl "姉さんみたいな人も緊張ってするんだな…"
    show SCG_07 9 with facedissolve
    ar "……当然の事です。"
    pl "そりゃそうだな。じゃあお先に失礼…"
    hide SCG_07 with dissolve
    hide screen textbox with dissolve
    scene black with dissolve
    show screen textbox with dissolve
    stop music fadeout 2
    nar "知らぬ所で体を洗うなんて全く落ち着けない。{w}綺麗に整った物を眺めたり、普通の香りがする石鹸を擦っては息を吐いたりした。"
    nar "又あれが始まるんだ、冷ややかで湿っぽい所に一人でいると再び情けないことを考えてしまう。"
    nar "その雑念を追い払う為に、体に温かい湯を注いだ。頭の中では姉さんが俺に話してくれた色んな言葉を反芻した。"
    nar "シャワー室を出る前にシャツとズボンを取って着た。どうせ何もかも脱ぐだろうが、"
    nar "姉さんの部屋を裸になってうろつくよりはマシだ。"
    hide screen textbox with dissolve
    nvl clear
    pause 1
    show cgar02 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    play music "audio/bgm/train meet.ogg" fadein 4
    "\n ずっと流れていた水音が途切れる。"
    "待ち時間はそれ程長くはなかった。実際時間は結構経ったろうが、別の事を考えてるとすぐだった。"
    "その中には勿論これから始まる行為や、彼女の身体についての事もあった。"
    "しかし扉の開く音に合わせて顔を上げた時、今まで想像してきた光景は全て意味を為さず消え失せた。"
    "それ程に彼女の姿は虚ろな記憶を辿り女性の身体を思い出そうとする俺の想像を遥かに超えるものだった。"
    et "成る丈「美しい」だなんて分かりきった感想以外でこの光景を表現したかったのだが、他の言葉が思い浮かばない。"
    nvl clear
    "\n 筋の浮き出る首、ひときわ細っこい腰、全身の骨を包む真っ白な肌は透明過ぎて青白の血管が透けて見える程だった。"
    "全身を舐め回すように視線が行渡ると、姉さんは唇を軽く噛んでは部屋の明かりを消してしまう。"
    "それでやっと心臓がまたバクバクと騒ぎ始める。今から俺と身体を混じるであろう女性と直面してしまったが為だ。"
    "白夜の明るい光が未だ窓の隙間から漏れては彼女を照らしている。{w}俺たち二人はベッドに腰掛けた。"
    et "黒いバスローブを纏い、髪の装飾を外した姉さんはまるで他人の様に馴染みがない。長い髪の毛を伝って水が滴る。"
    nvl clear
    "\n 「…兄弟」"
    "思わずその姿に見とれていると、聞き慣れた声が耳に刺さり驚いてしまう。"
    "「ゴ、ゴメン。気持ち悪かった？」"
    "「いえ…そうではなく、最後に確認を取らせて頂きたいです。"
    "兄弟は…私めを抱かれる意向が確かに御座いますか。」"
    "予想だにしなかった質問に彼女の方へと顔を上げると、彼女はびくりと肩を跳ねらせては頭を落とす。"
    et "気のせいか、とても威厳ある彼女の声も少し萎縮してるように聞こえた。"
    nvl clear
    "\n「私は…見ての通り何の面白味もない性格に、他の女性の様に肌が柔い訳でもなく、胸もとてもふくよかな物とは言えない上経験すら御座いません。"
    "兄弟を満足させるにはあまりにも至らぬ身で御座いまして、不快な経験で後悔させてしまうかもしれません。」"
    "もし他の誰かが聞いたのなら大笑いしただろうな。"
    et "しかし俺は笑わなかった。代わりにシャワー室で一生懸命真剣に考えながら濡れた自身の身体のあちこちを見ていたであろう彼女の姿を脳裏に浮かべる。"
    nvl clear
    "\n 「もしそうなら後悔させておけよ。"
    "それも姉さんが俺に与えてくれるものなんだろ。受け入れなきゃ」"
    et "バスローブをさらに纏おうとしていた彼女の手が止まる。悩む時間があったらもっとカッコいい事が言えたんだろうか。{w}でも彼女はそれですら嬉しそうだ。"
    nvl clear
    "\n それから俺達はお互いを抱きベッドの真ん中まで身を這わせる。{w}シートに圧される片腕が痺れて不便だ。"
    "互いが吐き出す息を鼻で吸って、瞬き一つさえ感じ取られるほど肌を密着させて、しっとりとしたシーツの上でまさぐりながら肌の奥へまで触れ合うことが出来るという事実がとても嬉しかった。"
    nvl clear
    "\n 超えてはならない線などもう目にも入らない。もし他の人々がこれを知ったらどんな反応を見せるのだろうか、そんな優越感さえ湧いてきていた…"
    nvl clear
    stop music
    hide screen nvlbox
    hide cgar02
    scene bgw
    scene black with dissolve
    "\n 「……うっ！」" with sshake
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "違和感のある苦痛を感じたのはその時だった。急に訪れる痛みは熱気で柔くなっていた脳を容赦なく刺してくる。"
    et "皮膚を切り裂くような鋭い痛み。鼻奥から温い液体が溢れて呼吸を邪魔する感覚。ベッドの白いシーツの上に血の溜まりが滲んでいく。"
    nvl clear
    "\n 「ぁ…ゴメン、最近ちょっと疲れてて…」"
    "早急に腕を上げて鼻先を拭う。だが異様にも血は拭い切れない。{w}手が通った先にべっとりとした水分が未だ残っていて、それが顎の下へと滴り落ちる。唇の間に染み込んだ液はしょっぱくて生臭い。"
    et "心配になって状況を把握するため顔を上げると、肩に血がべったりついたまま固まっているアル姉と目が合う。"
    nvl clear
    "\n 「兄弟…？」"
    et "その血は姉さんを抱いていた俺の腕から流れた物だった。また腕に出来た傷痕が裂けてしまったんだ。どうにか最悪の状態だけは回避したくて苦痛を鎮めようとしたが、どうにもならない。耐えていたはずの悲鳴が噛み締めていた口から零れ出る。"
    nvl clear
    "\n 「大丈夫、大丈夫、俺本当に大丈夫だから…姉さん……」"
    "血が止まってくれることを願いながら痛む腕を掴む。苦痛でガクガクと首は震え、言葉一つ一つを吐く度鼻に詰まった血が喉から飛び出す。"
    et "姉さんを安心させたかったのに、姉さんも俺と同じくずっと「大丈夫です」と言ってるばかりだ。"
    nvl clear
    stop music fadeout 3
    "\n 段々意識が遠のく。"
    et "ベッドの上を飾っていた嬉しさと悲しみの温度は瞬時に血生臭く鋭い冷気で冷めていく。"
    nvl clear
    pause 1
    scene bg06_1 with dissolve
    call place06
    pause 1.0
    show SCG_14 3 with dissolve
    show screen textbox with dissolve
    gr "…[na2]くん、調子はどう？"
    pl "もう大丈夫…ありがと、先生。"
    play music "audio/bgm/Grette.ogg" fadein 2.0
    show SCG_14 0 with facedissolve
    show SCG_14 at bounce
    gr "大丈夫なら良かった！{w}もう…先生びっくりしたのよ！"
    show SCG_14 2 with facedissolve
    gr "昨日ちゃんと言ったでしょう？{w}[na2]くんの回復力は平均より確かに速いけど、深い傷なんだし無理しちゃダメですよ～って。"
    pl "ハハ…特別そんな無理して腕を使った覚えはないんだけどな、ちっとも痛まないから気が緩んじゃったかも。次からは気を付けるぜ。"
    show SCG_14 3 with facedissolve
    gr "是非そうしてほしいわ。こんなことで患者を恐がらせたくはないんだけれど…"
    gr "[na2]くんの症状はあまりにも珍しいことだから、本当に大変なことになった時、今現在知られた治療法だけじゃ治療は難しいのよ。"
    pl "呪術とかで何とかならないのか？"
    gr "治癒術は万能ではないの。万が一血管が怪死しちゃったりしたら、その時は本当に手遅れになっちゃうから…"
    gr "勿論先生の手の届く範囲なら精一杯助けてあげるから。だから当分は無理しないように、ちゃんと休むのよ。"
    nar "昨日、保健主教から聞いた警告を思い出した。"
    nar "痛みはすぐ消えたが、もし間違ってしまうと一生腕が使えないことになるということが、心に迫ってくる。"
    pl "あのさ、グレッグ主教様は何も言わなかったのか？"
    show SCG_14 7 with facedissolve
    gr "うーん、とりあえず自分が診た所だと大きな問題はなさそうだ、って言ってたけど…直接聞いてみるのはどうかな？"
    pl "うっ…めちゃめちゃ怒られそう。"
    show SCG_14 1 with facedissolve
    show SCG_14 at bounce
    gr "ふふ、[na2]くんは主教様が怖いのね。{w}あの人、あんなこと言ってもすっごく大げさだし心配性なのよ？"
    show SCG_14 0 with facedissolve
    gr "今日はこのままでいいけど、出来れば今後もいっぱい会話してみてほしいわ。"
    gr "一応[na2]くんの主治医はわたしじゃなくてあの人でもあるんだし…"
    pl "わかった…もう大丈夫だから、先生も戻って休んでくれ。お仕事中に邪魔しちゃってゴメンな。"
    gr "また何かあったら何時でも呼んでちょうだいね。"
    hide SCG_14 with dissolve
    nar "グレーテ先生は扉を開いて医務室から出る前に、足を止めて誰かに頷いてる。それが誰なのかは姿を目にしなくても分かりそうだ。"
    show SCG_07 10 with dissolve
    ar "[na2]兄弟…！"
    pl "アル姉、居ると思った。{w}姉さんが俺をここまで運んでくれたのか？"
    ar "いえ、私は隣で支えていたのみ、御自身でここまでいらして居りました。"
    pl "そう？全然記憶にないな…{w}ともかく急に手間かけさせちゃってゴメン、あれこれと…"
    show SCG_07 9 with facedissolve
    ar "いいえ、すべては、その…急に無理をさせてしまった私の不注意に御座います。申し訳御座いません。"
    pl "な…何てこと言うんだ、姉さんもまったく…{w}なんか気まずくなっちゃうからそんなんで謝るなよ！"
    pl "原因を探るなら怪我してんのにちゃんと言わなかった俺のせいだろ。"
    stop music fadeout 1
    nar "そうだ、全て俺の責任だ。"
    play music "audio/bgm/Grette.ogg" fadein 2.0
    show SCG_07 0 with facedissolve
    ar "…失礼な事を申し上げますが、怪我を見せて頂いても？"
    pl "いいけど、別に見せてやるほどのモンでもないよ。"
    ar "ふむ…この前見せて頂いた時も気になっていたのですが、確かにこれは只の傷では御座いませんね…両腕にこの様な痕をお持ちで？"
    pl "そうらしい。傷自体は幼い頃負ったものなんだけどな…コレ、姉さんが見るにはどう？"
    ar "そうですね、この様な傷は私も初見で御座いまして…{w}単なる傷の癒えた痕、というにも奇妙で御座います。"
    pl "そうだよなやっぱ…{w}ハァ、張本人の俺が一番気になるっての～平気かなって思ったら急に破裂したりするし、何なんだよ一体。"
    show SCG_07 11 with facedissolve
    ar "……ふむ。"
    pl "姉さん、何か他に気になる事でも？"
    ar "これは単なる私の憶測に過ぎない故、聞き流して頂いて構わないのですが…それはもしや、聖痕ではないでしょうか。"
    pl "昨日俺の友達も似たようなこと言ってたぜ。聖痕の破裂と症状が似てるらしいし…"
    pl "それっぽいっちゃそれっぽいけど聖痕は既に俺の両手の平に一つずつちゃんとあるんだよな～"
    ar "実はその部分も前から疑問でして。{w}聖痕と言う物は身体の中で一番神聖力が集中される個所の表皮上に現れる物ですので、"
    ar "通常は繋がった形で現るとされております。私を含めた神殿の全ての司祭がそうである様に。"
    pl "そういや…俺みたいに聖痕が分かれてる人とか見た事ないかも。"
    show SCG_07 0 with facedissolve
    ar "実は…前例が全く無いとは言えず、神聖力が平均以上に高い場合、聖痕が分かれて発現する場合もあるとの事です。"
    ar "神聖力と聖痕の個数が必ず比例すると断定できないのもこの理由からですね。"
    ar "万が一兄弟がその様な身体をお持ちになられたのであれば、"
    ar "その傷は必ず全身に神聖が流れているという事を証明出来る「道」と成るでしょう。"
    pl "そりゃ…そうだけど…俺は禍はおろか悪霊すら視えないんだぜ。"
    ar "はい。ですのでこれは間違いなく私の仮説に過ぎません。{w}もしくは…一時的な現象でしょう。"
    ar "神聖力という物は身体の接触によって受け渡しが出来るとされておりますので。魔導師家系の間の話では御座いますが。"
    pl "もし俺がホントにそれほどすごい神聖力があったならもっと威張って生きれたんだろうな、惜しいや～"
    show SCG_07 10 with facedissolve
    ar "私は……そうとは思えません。神聖力と聖痕は神が人間に授けられた祝福と呼ばれていますが、正直、痕跡と言った方が宜しいでしょう。"
    ar "神が人間を創られた痕跡であり、我々皆が神の子である証拠。"
    pl "それを祝福って言うんじゃなかったのか？"
    show SCG_07 0 with facedissolve
    ar "ええ、勿論私めもこの祝福に感謝して居ります。"
    ar "我々が人間の住めない地の上で禍と戦い生き抜く事が出来る理由こそが神が我々に与えられたこの神聖力のお陰ですので。"
    ar "だからこそ我々は常にその事実に感謝しつつ、この身体の元の主が誰なのかを忘れず生きるべきで御座います。"
    ar "此れこそ信仰の基礎。ですので何時か我々はこの力を、肉体を元よりの持ち主である我が神へと還す必要が御座います。"
    show SCG_07 9 with facedissolve
    ar "それ故私は…人間とは身体を流れる神聖力が多ければ多いほど主のまします所に近いのではないかと思っているのです。"
    ar "直接口に出して言った事は一度たりと御座いませんが、アルタナータの長者が短命する理由は神託だけでなく、"
    ar "これに基づいているのではないかと考え続けておりました。"
    pl "それは……普通に聞き流すにはちょっとアレな話だな…"
    show SCG_07 0 with facedissolve
    ar "やたらと不安感だけ植え付けてしまった模様で面目御座いません。"
    ar "既に申し上げた通り、此れは飽くまでも私の仮説に過ぎない話ですので、あまり真剣に受け取らないで頂きたく存じます。"
    ar "恥ずかしいのですが、幼い頃から勉強中に他の想像を膨らませてしまう悪い癖が御座いまして…"
    pl "や、面白かったよ。しかもそんなん悪いクセってまでは言わないだろ。{w}アル姉も意外と創造力ってか、探求心豊富なんだな～"
    ar "幼い頃の悪癖を完全に棄て切れないまま育ってしまったが故で御座います。"
    ar "お恥ずかしい所を御見せしてしまい、大変申し訳御座いません。"
    pl "別に良くね？幼い頃のクセの一つや二つぐらい胸になきゃ、大人になっても面白くないばっかだろ。"
    show SCG_07 7 with facedissolve
    ar "ふふ…ずっと御傍に居たいのは山々で御座いますが、今日はそろそろ戻らなければ。"
    pl "そうだな、明日仕事なのに俺が引き止めちゃったよな？ゴメン、大丈夫そうか？"
    ar "大丈夫です。私が選択した以上、後悔等御座いません。本日は貴重な時間を頂きまして誠に有難う御座いました。"
    ar "ゆっくりとお休み下さい。"
    hide SCG_07 with dissolve
    nar "姉さんは俺に布団をかけては、部屋から出る寸前までその短い距離から何度も俺に振り向いては頭をぺこっとさせた。"
    nar "俺は寂寞の中で騒がしく考える。今も腕は痛くない。昨日もそうだった。"
    nar "腕は丁度裂かれる時が痛いだけ、傷が治ってからは何も感じられない。肌が裂けるまでにも俺は何も感じられなかった。"
    nar "苦痛が響くのは只その瞬間だけだ。まるで俺に何かを警告してくるように。"
    nar "もう記憶から消えかけていく昨日の事件を辿る。あの時と今度は一体どこが同じなんだ？"
    stop music fadeout 2
    nar "相手が女性だってことを確かに認識していたこと？それとも、興奮し過ぎたことか？{w}それとも…"
    scene black
    call bgw
    my2 "これは罪、禁忌を犯した罪。"
    nar "微かに天使の声が聞こえてくる。"
    play music "audio/bgm/Dream.ogg" fadein 4
    nar "そう驚くことではない。天使とは俺の中に迷いが生まれるか、俺が酷い目に合う度に、俺に教えを授ける為に現れるからだ。"
    nar "その神々しさを受け入れる為に目を閉じると、闇の中で天使の有様が鮮明に浮かぶ。"
    nar "真っ白な二つの翼が、目を開いてなきゃ見えない地上のものよりも明るく光っていた。"
    my2 "覚悟もなくして禍に身を呈した罪。{w}覚悟もなくして禍に捧げるべき身体を欲した罪。"
    my2 "これはあなたが罰を受ける前に授けられる警告よ。責任は他人には押し付けられないのだから。"
    my2 "彼女があなたの責任を全て代わり持つと言った時、[na2]くんは覚悟を持って彼女にそれを誓う事も出来たでしょう。"
    my2 "しかしそうはしなかった。"
    nar "俺はアル姉が俺を励ましてくれたことに安心した。{w}とんだ甘えで、失うこと一つもなく彼女を受け入れようとしていた。"
    nar "覚悟よりもまず確信さえいなかった。全てを彼女に捧げるには、俺の中は未だに天使という存在で一杯だから。"
    nar "溷濁とした魂で純粋を受け入れようとしたのも罪。{w}罪悪感を感じる事がなかったのもまた罪。"
    nar "ベッドに接した背に、天使が指を動かして円弧を描く。{w}夢にては届くさえできなかった手は温かく、又繊細だった。"
    my2 "[na2]くんの中に今もまだ信じる心が在るならば、わたしにその罪を委ねる事を赦してあげる。"
    my2 "しかしそれはただの告解に過ぎないわ。"
    nar "天使の手が離れたことに気付いた時、俺は目を覚ました。ちゃんと向かい合った片腕には新たな傷跡が刻まれた。"
    nar "これが警告なら、即ち機会でもある。{w}天使が俺に与えた機会。"
    nar "俺は両手を合わせて彼女に祈りを捧げた。単なる告解だ。{w}その責任は何もかも俺にあるべし。"
    stop music fadeout 2
    $ _skipping = False
    nar "だからこそ俺は祈りを終えても、その光の下でずっと長い間首を垂れていた。"
    $ save_name = "day 6, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day7_ar
    return

label day7_ar:
    $ day = 7
    $ save_name = "day 7, 朝, 楽園"
    play sound 'audio/se/bell 2.ogg' fadein 2.0
    image 7day = Text("day 7",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '7day' at day00 with slowdissolve
    pause 5
    hide expression '7day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene bg10 with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    show screen nvlbox with dissolve
    $ _game_menu_screen = 'preferences'
    nvl clear
    "\n 長い夢を見た。揺れる視界と脳を重々しく圧迫するような頭痛、少なくとも7日間は眠っていたらしい。"
    "俺の意識があの夢に囚われていたことだけは確かだが、内容は全く思い出せない。"
    "怖い夢を見た気がして、また逆に良い夢を見た気もする。"
    "長い夢というのは、大体覚めたくないほどに楽しいか、覚められないほどに怖いかのどちらかだ。"
    "これ以上詳しく考えたくなくて、まだ痛む頭を枕に沈めた。{w}もううんざりだ。"
    "ここ最近、夢のことを考えてどれだけ時間を無駄にしただろうか。"
    et "しかし、もうその必要はない。{w}天使は夢でなく現実で俺に話しかけてくれるからだ…"
    nvl clear
    "\n 布団の上で顔を斜めに上げ、窓の外から入ってくる真っ白い光を眺めた。"
    "夜の間に沈んだ太陽が朝を迎えて再び昇っている。{w}今は朝だな、あの微かな光景を見ながら当然のことを思っていた。"
    "体がだるい。{w}目をじっと閉じても頭が痛いだけ、もう眠れなさそうだ。"
    "もしかしたら気のせいではなく、本当に7日間ずっと眠っていたのではないだろうか。何となく期待してみたが流石にそれはないってことは良く分かっている。"
    et "意識が夢から覚めると共に、昨日までの記憶もはっきりと蘇った。頭の中で今日のやるべき事をまとめてみる。"
    nvl clear
    "\n まずはベッドから起きないと。{w}共用の洗面所が人で埋まる前に洗面台を確保して朝の準備をするべきで、ついでに溜まった服も洗濯しておいた方が良いだろう。"
    et "そして身支度を済ませたさっぱりとした姿でマヤに挨拶してからは、主教様の授業を受けるべきだ。{w}彼女と対面するのは少々気まずいが、ただ聴くだけなら問題ない。"
    nvl clear
    "\n 仕事は辛いが、なんとかやっていけなくもない。{w}俺はまだまだ新入りだがそろそろ慣れも出てきた。"
    "だが俺は今、見慣れた天井の下で酸っぱい臭いのする布団を被っていた。{w}扉の外からはいつも通りに支度をする司祭たちの足音が聞こえている。"
    "やればできるが、やりたくない。{w}浄化部の仕事だけでなく何もかもが、ベッドから起きることさえもそうだ。"
    et "単なる気まぐれか、それとも物臭だろうか。{w}ともかく俺は腹の上で手を組み、二度寝をしようとした。"
    hide screen nvlbox with dissolve
    scene black with dissolve
    pause 1
    nvl clear
    et "\n 「このアルネ・アルタナータ、貴方を心の底から恋い慕っております。」"
    nvl clear
    scene bg10
    stop music
    play sound "audio/se/luggage down.ogg"
    call bgw
    show screen nvlbox with dissolve
    nvl clear
    "\n 俺はすぐ布団を蹴飛ばして起き上がった。眠気が覚めた頭を抱え心の中で自分を責める。{w}この情けない奴！いつまでも成長しない奴！"
    "急いで服に袖を通した。髪はボサボサのままだが、それを気にしている場合ではない。今からでも急げば遅刻はしないだろう。"
    play sound "audio/se/running.ogg"
    "無力感に苛まれたり自省的になったりする暇があるなら一歩でも速く歩け。{w}目覚ましい変化とはいかなくても、今の自分よりも少しはましになりたい。"
    et "彼女の隣で堂々としていられる人に。俺は優れた才能の持ち主でも手際がいい人でもないが、彼女はそんな俺を選んでくれたから。"
    hide screen nvlbox with dissolve
    nvl clear
    scene bg14 with slowdissolve
    call place03
    pause 1.0
    show screen nvlbox with dissolve
    "\n …俺が部署に駆けつけて入ったら、もう朝会が始まっていた。"
    "主教は遅刻した俺を見ても微動だにしなかった。{w}席に座りなさい、と一言だけ。"
    et "席に着いて退屈な演説を聞きながら緩んだベルトを締め直した。笑い声が聞こえたような気がした。"
    hide screen nvlbox with dissolve
    nvl clear
    scene black with dissolve
    stop music fadeout 2
    pause 2
    "\n これからの先、成り行き任せで生きるわけにはいかない。{w}怠けた自分に絶えず鞭を鳴らし、たまには飴だ。"
    "こんな想像はどうだろう。{w}今はせいぜい死体処理班をやっている俺だが、もしもいつか俺と姉さんが結婚したら？"
    "一生経験することもないはずの豪邸を拝んだり、広々とした部屋で寝たり、温かい汁に新鮮な食材で作られた料理がテーブルいっぱい並んだりして…"
    "処理班の奴らに向かって面に唾も吐けるだろうし、アルネ姉さんの隣にいられるし…{w}アルネ姉さんが俺の隣にいて…"
    play sound "audio/se/doro.ogg"
    et "ごしごし、じゃぶじゃぶ。"
    hide screen nvlbox with dissolve
    scene bg03 with dissolve
    show screen textbox with dissolve
    sc "[na2]。"
    pl "ンぁ？"
    show SCG_03 72 with dissolve
    play music 'audio/bgm/daily.ogg'fadein 1.0
    sc "いつまで雑巾洗いばっかしてるんだい。"
    pl "あぁ…"
    show SCG_03 7 with fastdissolve
    sc "怪我してる身ながらも出勤しましたって言うものだから大変感心したけど…{w}もっと気を付けなよ、ボーっとしてちゃダメだろ。"
    pl "ハハッ…似合わない心配はよしなって、お前こそ気を付けろよ。"
    hide SCG_03 with dissolve
    nar "俺はボタボタと水滴が落ちる雑巾を脱水機に入れて汚水を絞りきった。"
    nar "固くなった真っ黒な雑巾には取り切れていない髪や誰かの滓が付いていた。"
    nar "それらが一緒くたになった黒い水が雑巾から流れ出て、お手洗いを出ていく俺の後ろにしばらく真っ黒い足跡が続いた。"
    nar "今日の作業はあっけなく終わった。{w}あまり認めたくはないが、やはり助っ人がいると仕事がやりやすい。"
    nar "彼は俺が出たことを見るとすぐに歩き出した。俺は後ろから荷車を押してあげたが、"
    nar "中の袋ががたがたするのを見てこっそり手を離した。"
    hide screen textbox with dissolve
    show SCG_03 7 with dissolve
    show screen textbox with dissolve
    sc "昨日の事を考えてたのかい？"
    pl "まあ…そうだな。"
    nar "昨日のことか…"
    pl "魔導部と浄化部って仲悪いのか？"
    hide SCG_03 with dissolve
    nar "彼の足が少し遅くなる。{w}柔らかな雰囲気も、気のせいか固まったようだ。"
    pl "センシティブな問題だってのは分かるんだが…知っておくべきだと思ってな。"
    show SCG_03 8 with dissolve
    sc "そうだね…気になるだろうね。"
    nar "二つの足音が元の速度に戻り始めた。"
    show SCG_03 7 with fastdissolve
    sc "貶める意図はないからありのままで聴いて欲しいんだけど、魔導部の主教は基本的に浄化部を敵視しているんだ。"
    sc "浄化部が常に酷な評価を受けるサンドバッグ部署ではあるけど、"
    sc "結構な影響力と地位を持った主教であそこまで素直に嫌悪を晒す人も珍しい。"
    sc "ともかくそういう理由で…浄化部でも魔導部の祝い事で良い顔をする人なんていない。"
    sc "そっちの司祭達はどうなのか知らないけど、主教という者はその部署を代表する人だろう。"
    pl "まぁな…昨日も主教様と言い争ってたしな。"
    show SCG_03 72 with fastdissolve
    sc "……"
    pl "あのハク主教様が怒るほどってことは、結構弱み握られてんだろうな。{w}お前はなにか知らないか？"
    show SCG_03 2 with fastdissolve
    sc "……あのさ、ボクがあの人の話するの好きじゃないって解ってるでしょ。"
    pl "ゴメンゴメン、気分を悪くさせるつもりじゃねえんだ。{w}ホントにただ知っておけば地雷踏まずに済むかなって…"
    pl "こういうの直接聞くってのもアレだろ。な？"
    show SCG_03 8 with fastdissolve
    sc "……はあ。"
    nar "もしやと思って彼の横顔を窺った。微妙な話題で気に障ったようだが、幸い怒ってはいないようだった。"
    sc "特別なにか弱みを握られてたりしてる訳ではないと思うんだ、そこまで興味もないだろうし…"
    show SCG_03 72 with fastdissolve
    sc "それでもああいう態度だってことは、多分彼女より彼女のお父さんが嫌いだからだろうね。"
    sc "しかも主教様はまだ処理班が魔導部の揮下だった頃からそこで働いてたから、彼はいわば彼女の元上司…"
    show SCG_03 7 with fastdissolve
    sc "ここからは少し頭を回せば分かるんじゃない？"
    nar "つまり、自分の弟を殺めて枢機卿になった男が元から自分のものだった処理班を分離させ、"
    nar "天下りのご息女に主教座まで譲ったのが不満ってことか。{w}分かりやすいもんだ。"
    hide SCG_03 with dissolve
    nar "シーキュレットはその話の後しばらくの間黙り込んだが、ある部屋で足を止めた。"
    nar "そこには「死体安置所」と書かれている。"
    show SCG_03 7 with dissolve
    pl "ここは？"
    sc "死体を保存する場所。"
    pl "死体は地に埋めるか、まとめて燃やすかじゃなかったか？"
    sc "普通はそうなんだけど…埋葬してあげたいってご遺族もいらっしゃるから。"
    pl "へぇ…神殿には何でもあるんだな。"
    show SCG_03 8 with fastdissolve
    sc "…ここからはボクが片付けておくから、キミたちは先に帰ってて。{w}今日も随分歩き回っただろう。"
    nar "「キミたち」…？"
    pl "あぁ…お疲れさん。"
    hide SCG_03 with dissolve
    nar "シーキュレットの入った部屋の扉が閉まり、周りは静かになった。一瞬だけ開いた扉から冷たい空気が伝わってきた。"
    nar "わざと大きな音を立てて閉じたように感じた。俺はこれが、彼の怒った時の癖だとことを知っている。"
    nar "俺は…その先を歩いた。{w}こつこつと歩く足音が徐々に重なってくる。"
    my "[na2]くん、今日は魔導部の話ばっかだね。"
    nar "その声は突然聞こえてきた。陰の中で俺を見つめる水滴のような両目は冷静だ。"
    stop music fadeout 2
    show SCG_02 7 with dissolve
    my "…気になることがあるんだったらアルネさんに直接聞けばいいのに。"
    my "どうせこんなこと聞いてるのもアルネさんのためでしょ？"
    pl "その…必ずしもそうってワケじゃ…マヤ、もしかして怒ってる？"
    show SCG_02 8 with fastdissolve
    my "ううん…ただ、ちょっとね。{w}わたしたちは[na2]くんが怪我人だから手伝ってあげてたのに、"
    my "[na2]くんはわたしたちが何言っても興味なさそうにしてたし、ずっと上の空だったみたいだから…"
    my "さっきもキューくんが困るような質問ばっかり…"
    pl "…その、ゴメン…最近色んな事で頭が混乱してて。本当に無視しようだなんて思った事なかったんだ。"
    pl "今日手伝ってくれたのもありがたく思ってるよ…"
    show SCG_02 7 with fastdissolve
    my "うーん…いいよ、わたしも咎めたいわけじゃなかったんだし。"
    show SCG_02 0 with fastdissolve
    my "わたしこそ[na2]くん疲れてるだろうにめんどくさいこと言っちゃってごめんね…{w}魔導部異動、おめでとう。"
    pl "ああ……"
    show SCG_02 7 with fastdissolve
    my "でも…まだ一ヶ月のうちの二週間目だよ、そういうの…{w}良くないと思うな。"
    hide SCG_02 with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    nar "何も言えなかった。何と答えても言い訳になりそうで。"
    nar "マヤは黙り込んだ俺をじっと見つめては、そっと俺の前を通り過ぎた。"
    nar "俺は反対方向に歩き出した。{w}最初は申し訳ない気持ちのほうが大きかったが、歩いているうちに理不尽に思えてきた。"
    nar "俺は魔導部云々以前に、浄化部の司祭として注意すべき事を聞いただけなのに。"
    nar "州都ではそれが当然なのかもしれないが、魔導部の存在すらここに来て初めて知った俺からすれば、聞くのが当然ではないだろうか？"
    nar "つるむ仲間が一人減って寂しいなら別の仲間を作ればいいし、嫉妬だとしても俺にできることは何もない。{w}俺にどうしろってんだ。"
    play sound 'audio/se/memory.ogg'
    hide screen textbox
    scene black
    call bgw
    show screen textbox with dissolve
    my2 "[na2]くんの中に今もまだ信じる心が在るならば、"
    hide screen textbox with dissolve
    pause 2
    scene bg03 with dissolve
    show screen textbox with dissolve
    nar "頭の中に又あの声が浮かんだ。{w}まるで何かを警告するように力強く、俺を慰めるように優しく、ぼそっと呟くような天使の声。"
    nar "俺はその声を思い出してはそのまま突っ立った。微動だにできない。{w}口から息を吐き出すことができず喉元の中に詰まったようだ。"
    nar "聖痕の刻まれた両手を開いてゆっくりとまぶたを押さえた。暗くなった視界の中で彼女の両目が閃いた。"
    nar "その目は俺に問いかけてくる。{w}うんざりか？"
    pl "いや…違う。"
    nar "己の視界を塞いだまま、俺は首を横に振った。通りすがりの誰かに見られたら「正気ではない」と言われそうな格好だ。"
    nar "こめかみの脈打ちが不快な痛みに変わり、頭がズキズキと痛んだ。"
    nar "その痛みは、罪悪感…というものだった。"
    pl "俺、また天使の存在を疑ってしまった…"
    nar "ふらつきながら壁に体を預けた。天使は俺が彼女と共にいることを望んでいないのか、何故だ？"
    nar "真っ暗な頭の中で思い浮かんだ数多くの考えは、何の発言もせずに消えてしまった。"
    nar "その時、ふとある考えが心に浮かんだ。{w}動くんだ、どこでもいいから…"
    hide screen textbox with dissolve
    show screen textbox with dissolve
    nar "医務室の扉を開く前にもう一度自分に言い聞かせた。これは逃げるではなく、なすべき事を優先しているだけだ。"
    nar "そうやって扉を開き室内を見渡す前から、保健主教がいることを確信した。"
    nar "グレーテ先生の体質のせいか、常に温まっていた空気をやや肌寒く感じたから。"
    hide screen textbox with dissolve
    scene bg06 with dissolve
    call place06
    pause 1.0
    show screen textbox with dissolve
    stop music fadeout 2
    nar "予想通りに保健主教が席に座っていることを見たまではよかったが、その向かいに座っている先客を見て、俺は固まってしまった。"
    nar "俺の足音を聞いて主教と共に頭を上げた男の子。{w}彼があの魔導部のエルジェーベト主教だったからだ。"
    play music "audio/bgm/anyway high person.ogg" fadein 2.0
    show SCG_09 0 with dissolve
    er "誰かと思えば、これはこれは。[na]ではないか。{w}貴様が此処に訪ねて来るとは珍しいな。"
    pl "や、それは俺のセリフだぜ…俺はただ保健主教様に質問があって…"
    hide SCG_09 with dissolve
    nar "俺が目を逸らすと、保健部の主教は妙に蒼白い顔色で空咳をした。{w}俺に目配せでもしているようだ。"
    nar "敬語使えってことか？あの男にもたじろぐ相手なんているんだな。"
    show SCG_09 0 zorder 1 at bigright
    show SCG_13 6 zorder 2 at bigleft
    with dissolve
    gg "…取り敢えず座るといい。話を聞こうではないか。"
    pl "お二人の話はもう終わったんですか？"
    show SCG_09 4 zorder 3 with fastdissolve
    er "はは、こやつめ。ちょっと見ない間に口が達者になったものだな。"
    pl "ハハハ……その、大したことじゃないんだけど…訊きたいことがあって…"
    hide SCG_09
    hide SCG_13
    show SCG_09 0
    with dissolve
    er "貴様の傷の事か？"
    pl "は、はい。"
    er "良い所に来たな。丁度同じ話題だったものでな。"
    pl "なんで俺の話を？"
    er "これもまた業務の一部なのだ。まだまだ処理班の司祭とは言え、貴様をこの州都まで連れて来たのはこの俺ではないか。"
    show SCG_09 9 with fastdissolve
    er "故に俺には貴様を保護してやるべき義務があり、貴様の異常の報告を受ける権利があるのだ。"
    er "直接顔を見る事も叶わぬが故、何が起こったかも解り得んな。"
    pl "ホー…主教様も一応気にはしてらっしゃったんですね。"
    show SCG_09 0 with fastdissolve
    er "当然であろう。{w}幾ら貴様の周りの者共に雑種が溢れ返ろうと、"
    er "この州都に足を踏み入れたその瞬間から貴様は魔導の人間だという事を忘れる事の無い様にするといい。"
    hide SCG_09 with dissolve
    nar "想定外の状況に驚いたが、寧ろいい。"
    nar "ここで彼に良い印象を与えることができれば、少なくとも姉さんの婚約者が途中変更になることはないだろう。"
    show SCG_13 0 with dissolve
    gg "[na]、あれから容態はどうだ？"
    pl "何ともなかったです。痛くもないし…"
    pl "あ、でも怪我したところに傷痕が増えました。これは主教様も見たんでしたっけ？"
    gg "それは良かったな。今度こそ無理は控えるといい。"
    pl "最初にお話聞いた時からずっと控えてますって。昨日も…{w}特に何もしてないし。"
    gg "そう言えば当時の状況を詳しく聞かせて貰えなかった気がするが、説明してくれるか？"
    pl "…だから、特に何もなかったんですって。{w}友だち…昨日見たから分かりますよね、アルネ姉さんに会いに行ったんです。"
    pl "そこでお茶をちょっと頂いて…話をしてたら急に倒れちゃって。"
    show SCG_13 at bounce
    gg "うむ。"
    nar "無意識に魔導主教の気色を探ってしまう。彼はつれない顔で話を聞いている。"
    gg "お前はあの時、今まで使った事のなかった神聖力を駆使したが、その場所は力場に近かった。"
    gg "お前の聖痕は、恐らくそれに反応してしまった禍の影響に当てられたのだろう。"
    pl "でもいくら近かったとは言え、力場の中じゃなかったんです。"
    pl "俺達はどっちも神聖力が弱くって力場を目視することはできなかったけど、その境界は見えた。"
    pl "だからわざわざ遠回りして行こうとして亡者と遭ったんですよ。"
    show SCG_13 7 with fastdissolve
    gg "何故たったのそれだけで力場の大きさを確信できた？"
    gg "力場が展開されているからといって必ずしも体や周囲に直接的な影響があるとは限らない。"
    gg "お前達が見たものはその力場が強まる境界だったに過ぎない、"
    gg "遠回りしたとて力場を完全に離れられなかっただろうというのが俺の推測だ。"
    pl "じゃあ昨日起こった事は何なんですか？俺は神殿の中に居たんですよ。"
    pl "神殿には結界があって、禍や悪霊の類は近寄れないんじゃなかったんですか。"
    show SCG_13 8 with fastdissolve
    gg "…さあな。{w}お前が正確な状況説明をしてくれなければ、俺が推測したとて意味がないだろう。"
    pl "……"
    show SCG_13 0 with fastdissolve
    gg "ではこちらからも聞かせてもらおう。{w}お前は腕の主であり、事件の当事者としてその原因とは何だったと思う？"
    nar "二つの視線がこちらに集まってきた。俺は事件の解決を望みながらも、素直に打ち明ける気はしなかった。"
    nar "頭を徐ろに下げて、祈りを捧げるように両手を合わせた。"
    pl "…俺が、しちゃいけないことをしたからだ。良心とか、規律だとかのモラルの話じゃなくて…"
    pl "何だろう、俺という人間に許された一線を越えてしまったと言えばいいんですかね……"
    pl "そういう、個人が重さを測ってはいけないような罪を…"
    gg "亡者の身体を損害したことは罪とは言えない。{w}無論、好意を持った女性と談笑することもな。"
    nar "落ち着いている声を聞いて震えが収まった。再び顔を上げて見た彼の表情は、いつものように淡々としている。{w}安堵感が湧き起った。"
    pl "そ…そうですよね。最近頭がちょっと複雑で…"
    er "もしかしたら、其処にはやはり力場が存在していたのかも知り得んな。"
    hide SCG_13 with dissolve
    nar "しかしそれは長くは続かなかった。黙って俺たちを見つめていた魔導部の主教が口を開いたからだ。"
    show SCG_09 0 with dissolve
    er "其れはアルネの目には視えんかったろうが、無論俺の目にも視えなかったろうよ。{w}しかし貴様には視えていたのではないのか。"
    pl "ハイ？いや…そこには何も…"
    show SCG_09 8 with fastdissolve
    er "いいや、視えていただろう。寧ろそれ以外は視えなかったろうな。{w}あの日も、無論昨日も同じくな。"
    er "思い返してみよ。当時の貴様は何を視つめていた？"
    nar "あの時を思い出す。"
    nar "周りのことは…何も見ていなかった。{w}景色どころか、わななくマヤも、腹を伝って流れる亡者の血さえも気にする暇なんてなかった。"
    nar "昨日だって焦りすぎていて周りの状況なんて見回すところではなかった。{w}あの時俺が見ていたのは…"
    show SCG_09 4 with fastdissolve
    er "そう。八方塞がりの中、お前の瞳は目前の相手だけを映していたではないか。"
    pl "……どういう…意味だ？"
    show SCG_09 9 with fastdissolve
    er "ヒト其の物が貴様の力場となり、禍が降り掛かったのかも知れんと言っているのだ。"
    hide SCG_09 with dissolve
    show SCG_09 0 zorder 1 at bigright
    show SCG_13 8 zorder 2 at bigleft
    with dissolve
    gg "つまり…個人の神経過敏が原因と。"
    show SCG_09 4 zorder 3 with fastdissolve
    er "何を言う、コーニッシュ。それでは精神論に過ぎぬだろう。{w}俺はかの様な虚構を言っているのではない。"
    show SCG_09 0 with fastdissolve
    er "力場を創り出したのがこやつの神聖力だろうよ。正確にはその潜在能力と言った方が宜しいか。"
    show SCG_09 zorder 1
    show SCG_13 6
    with fastdissolve
    gg "…数日前学術部主教が似た様な事を言ってましたね。"
    show SCG_09 8 zorder 3 with fastdissolve
    show SCG_09 at bounce
    er "フン、頭の冴えた女だこと。"
    pl "そっか…俺も似たようなこと聞きました。{w}単なる仮説とは言ってたけど、実はこの腕の傷は全部神聖力の跡なんじゃないかって…"
    show SCG_09 zorder 1
    show SCG_13 2
    with fastdissolve
    gg "あり得ん事を。"
    show SCG_09 zorder 3 with fastdissolve
    er "なあに、聞いてやる価値はあるだろう？"
    er "他の誰でもないこの俺が連れて来た者なんだ、その程度の潜在能力の一つや二つぐらいないとな。"
    show SCG_09 zorder 1
    show SCG_13 7
    with fastdissolve
    gg "その様な憶測は本人の妄想を煽てる事になります。精神的問題へと繋がる危険性が増すだけですよ。"
    show SCG_09 8 zorder 3 with fastdissolve
    er "こやつめ、未だに精神病と禍には何ら関係がないという仮説を信じ込んでいるのか？"
    er "確か…貴様直属の小娘が其れに関する研究をしていたんだっけか。"
    show SCG_09 zorder 1 with fastdissolve
    gg "彼女とは関係のない話です。その意見が正しいと思うから支持しているだけであって…"
    show SCG_13 0 with fastdissolve
    gg "ともかく、[na]。{w}確固たる証拠が存在しない内はそれら全て憶測に過ぎない。あまり耳を傾けるなよ。"
    nar "彼は自分の考えが正しいと確信しているというよりも、そう信じていたいように見えた。"
    nar "まるで「そうでないとならない」というかのように。"
    nar "自分の意見を否定された魔導部の主教は、案外怒ることはなかった。"
    nar "寧ろこうなると知っていたかのようにせせら笑った。まるで大人が若者と接するときのような態度だった。"
    show SCG_09 9 zorder 3 with fastdissolve
    er "やれやれ、若造にしては話の通じる奴だと思っていたのだがな。神殿に染まり過ぎたか。"
    pl "エリィ主教様はいつからここで仕事してたんですか？"
    show SCG_09 9 zorder 1
    show SCG_13 2
    with fastdissolve
    gg "エ…エリィ主教？"
    pl "や…どっちも主教だから区別が付かないじゃないですか…"
    pl "エルジェーベト主教様もそうだし、グレゴール主教様も毎回そのまま呼ぶには長いんですよ。"
    show SCG_09 4 zorder 3 with fastdissolve
    play sound "audio/se/hit.ogg"
    er "はっはっは！アルネの言っておった愛称とかいう奴か。{w}面白い、では此奴はどう呼ぶのだ？" with sshake
    pl "うーん…グレゴール主教だし、グレッグ主教様。"
    show SCG_13 6 with fastdissolve
    show SCG_13 at huruhuru
    gg "…………"
    hide SCG_09
    hide SCG_13
    with dissolve
    show SCG_09 8 with dissolve
    er "永かったものよ…{w}アルタナータの子供は通常、成人式を迎えて直ぐ神殿で働くのが決まりだからな。"
    er "此奴の入った頃には既に主教だったぞ。"
    er "貴様が金魚の糞の如く付きまとう浄化部の恩知らずの小娘が頭のネジより先に乳歯が抜ける頃から既にいたものでな。"
    pl "へぇ…"
    show SCG_09 4 with fastdissolve
    er "おう、おつむの回る音の五月蠅いこった。"
    er "貴様は俺とあの男が融和出来ない理由が単なる劣等感による適応不全か何かだと思っておるのだろう？"
    nar "眉がびくっと震えた。一文字たりとも違わず同じことを考えていた。"
    nar "浄化部に愛着などを感じるわけではないが、彼自身が枢機卿を憎んでいるからといって、浄化部を蔑ろにするのは理不尽だった。"
    nar "両部署にそういう蟠りさえなければ今朝のようなことは起きなかっただろうに。"
    show SCG_09 0 with fastdissolve
    er "俺が枢機卿に成れなかったのはそれ相応の才能が無かったからだ。"
    er "神託を得た者が居れば彼の者を祝福するのが信者としての道理であろう。{w}俺はもう権力其の物には興味など微塵も無い。"
    er "上に立つ者が留まるばかりでは下の者共だって流れゆく事が叶わぬからな、だから近々アルネに俺の座を譲ろうと思っている。"
    pl "主教の座を…ですか。"
    er "然様。アルタナータの司祭は二十五になる年に主教の座を引き継ぐものとなっていてな。"
    show SCG_09 8 with fastdissolve
    er "だが…何時しか貴様に説明した通り、奴は正当でない方法を以て神の名を冒涜した。"
    er "俺は其れに相応する罰が必要であると思っているだけだ。"
    show SCG_09 11 with fastdissolve
    er "信者をはじめ主教、枢機卿、一人の娘の親としての役割の内何一つまともに果たせなかった奴が神殿を牛耳るなんて、"
    er "そんな世界など間違っている。"
    pl "……"
    show SCG_09 0 with fastdissolve
    er "信じられないとでも言いたげな顔だな。{w}だがしかし勝手に思うがいい。何度も繰り返す気もないからな。"
    er "繰り返し解明する必要があるものは所詮嘘のみ。真実はいつか必ず明かされる事にあるが故それが必要ないのだ。"
    er "ただ人間其の物が禍に為る事も有る。その事実だけは覚えておくと良い。"
    show SCG_09 9 with fastdissolve
    er "…やれやれ、コーニッシュはまたもや俺の言葉に不満がある様だな。"
    hide SCG_09 with dissolve
    show SCG_09 0 at bigright
    show SCG_13 7 at bigleft
    with dissolve
    gg "…人間を力場として見立ててはいけないのと同様、人の形をした禍など存在しません。"
    show SCG_09 zorder 3 with fastdissolve
    er "真実が明確でない限りは、全てが憶測に過ぎないな。まあそう信じるのは自由だが。"
    show SCG_09 zorder 1
    show SCG_13 0 zorder 2
    with fastdissolve
    gg "[na]、聞きたいことはもう無いか？"
    pl "あ…はい。充分です。"
    show SCG_13 8 with fastdissolve
    gg "じゃあ俺はそろそろ病院に戻ろう。{w}アルタナータ様、貴方も…"
    show SCG_09 zorder 3 with fastdissolve
    er "そうさな、もうこんな時間か。"
    hide SCG_09
    hide SCG_13
    with dissolve
    hide screen textbox with dissolve
    stop music fadeout 2
    scene bg03 with slowdissolve
    show screen textbox with dissolve
    nar "先に俺たち二人が部屋を出て、最後に出たグレッグ主教が灯を消した。"
    nar "原因を突き止めるつもりだったのに、何一つ纏まったことがないようで歯痒い。"
    play music "audio/se/tutorial walking.ogg"
    show SCG_09 8 with dissolve
    pl "じゃ俺はお先に。エリィ主教もお気を付けて…"
    er "[na]、貴様は俺の立てた仮説についてはどう思う？"
    pl "…そう、ですね。{w}よくわかんないです。主教様はそれで合ってると確信なさってるんですか？"
    er "それはまだ確信できまい。{w}万が一そうなら、お前はアルネに深く心を預け過ぎたという事になり得るからな。"
    pl "……"
    show SCG_09 9 with fastdissolve
    er "そして力場であるあの子を逆らい罰に当たった…という結果になる。"
    er "貴様の言う通り、「許された一線を越えてしまった罪」に近いだろう。"
    pl "……"
    show SCG_09 10 with fastdissolve
    er "口を噤むのはその口から出るべき言葉が俺に知られては為らない事だからか？{w}それとも、知られたくないだけなのか。"
    pl "いや、俺は…"
    show SCG_09 0 with fastdissolve
    er "案ずるな、言った事を撤回する様な真似はせん。俺には貴様が必要であり、俺は貴様を信頼している。"
    er "それが一方的な物に成り得るかどうかは貴様次第だ。"
    pl "…もし思うままにならなかったら俺を帰して他の人を探すのか？"
    er "どうやら俺の言う事を理解できていない様だな。貴様は我々の改革のために神に選ばれた、たった一人の人間だ。"
    er "今更貴様を帰し、他の人間を探したとて其処に意味などあるまい。"
    pl "じゃあ一体俺は何をすりゃいいんだよ？"
    pl "頑張って仕事をこなして、勉強して、神聖力を磨いても結局何もやってないのと同然じゃねえかよ。"
    pl "本当にこんな俺とアンタの“愛する”アルネ姉さんを結婚させる気なのか？"
    show SCG_09 10 with fastdissolve
    er "では逆に聞かせて貰おうではないか。貴様に出来る事とは何なのだ？"
    stop music fadeout 1
    pl "は？"
    play music "audio/bgm/arne.ogg" fadein 3
    show SCG_09 8 with fastdissolve
    er "其処からは聖なる神殿の中心である魔導部の領域だ。人力難に苦闘し元よりの威光を失った処理班とは違う。"
    er "貴様が何かを成し遂げることが出来るなど傲慢になるでない。{w}代わりに自らの運命についてでも考えておいた方が良いだろうな。"
    hide SCG_09 0 with dissolve
    nar "彼が去った後も、俺はそのまま立ち往生したままになった。{w}姉さんのことを思い浮かべ、誰もいない所で頭を下げた。"
    nar "何一つもできなかった。{w}定時出社に失敗し、仕事はほぼ友達に任せっきりで、"
    nar "何も突き止められたなかったせいで俺の機嫌は治ることもなく、"
    nar "極めつけは彼女の伯父に良い印象を抱かせることすらもできなかった。一日を台無しにしてしまったのだ。"
    hide screen textbox with dissolve
    pause 3
    scene bg10 with dissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 元々は姉さんに会いに行くつもりだったが、行き先を見失った俺の足は結局寮に向かった。"
    "こんな気分で姉さんに会ったら、羞恥心で耐えられそうにない。"
    et "布団を被って随分経ったが全く眠れない。{w}不安だ。"
    nvl clear
    "\n 彼女は自分の気持ちや意志さえも分からずに、只家門に植え付けられた正義に振り回されているのではないだろうか。"
    "もし自ら考える機会が増え、視界が今よりも広くなったら、俺に本音を告白したことに後悔し、俺に対した情を失うのではないか。"
    "というようなことを考えながら心の中で何度も首を振った。俺は彼女を疑いたいわけではない。"
    "こんなことを考えてしまうのは、何もかも俺自身に確信が足りないからだ。{w}彼女は俺を選んでくれた。"
    "そして俺に対する気持ちが本当であれば、彼女の隣に立つのは他の誰でもなく俺だけだ。"
    et "けれど、もしも勘違いしているだけなら…"
    nvl clear
    "\n 改革、信頼、運命…"
    "彼の言葉を反芻する程、妙な感じがした。"
    "最初から難解な話だったからずっと頭から離れないのも無理ではないが、その前に気にすべき問題がまだ残っているような気がする。"
    "俺が何かを見落としているならばいったい何だろう。"
    "彼らを信頼すべきというのはよく分かっているのに、考えれば考えるほど疑う心が強くなっていく。"
    $ _skipping = False
    et "そんな思考を無理矢理にでも断ち切る為に、目をぎゅっと瞑った。"
    $ save_name = "day 7, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day8_ar_rkn
    return

label day8_ar_rkn:
    $ day = 8
    $ save_name = "day 8, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 8day = Text("day 8",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '8day' at day00 with slowdissolve
    pause 5
    hide expression '8day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    play music "audio/bgm/grumble.ogg" fadein 2.0
    nvl clear
    et "\n 信仰とは個人の自由な意思で決めるものではなく、運命づけられるものだ。俺は何度もそれを疑い否定し続けたから罰を受けることになった。"
    stop music fadeout 2
    pause 3.0
    scene bg10 with dissolve
    call place10
    pause 2.0
    play sound "audio/se/luggage down.ogg"
    show screen textbox with dissolve
    nar "朝。ぐっすり眠れたのか体はすっきりしているが、頭が痛くて不快を覚えた。今日は…"
    nar "仕事に行って、二人に昨日のことを謝ろう。{w}それで蟠りが解消されたら姉さんに会いに行くんだ。"
    nar "昨日は結局訓練場に行けなかったから姉さんは心配しているだろう。"
    nar "理由を聞かれたらなんて答えよう。{w}調子が悪かった？仕事が忙しかった？"
    nar "仕事中にもっと増しな言い訳を考えておいた方がいいだろう。"
    nar "ぼろっちい扉の隙間に、紙が画鋲で固定されている。{w}最初に目に入ったのはシーキュレットという名だ。"
    nar "悪い予感がした。"
    nar "「ゆっくり来て、調子が悪かったら主教様に知らせること。」"
    nar "…俺はその紙切れを薄目を開けて読んでは、慌ただしく扉から外した。{w}周りを見回すと人はいない。足音も、声も聞こえない。"
    nar "しかも空、今は白夜とは言え早朝にはしばらく空に青色が垂れるが、窓の外は真っ白い空だ。"
    pl "…っ、はぁ"
    play sound "audio/se/running.ogg"
    nar "肺が勝手に息を吸い込んだ。それからの全ては一瞬の出来事だった。"
    nar "俺は急いで部屋に戻ってキャソックを纏い、滑っこい床を蹴って寮から駆け出した。"
    nar "靡く髪、冷たい風が火照った右の頬を掠める。"
    nar "神殿の入口の所で息が切れた自分を叱咤しつつ尚走り続けた。"
    nar "何やってんだ、こんなに怠惰になりやがって、姉さんに合わせる顔がないぞ。"
    nar "そう思うと鼻がツンとしてきた。これ以上は涙が出そうで首を強く振った。間に合えばいいんだ、間に合えばまだ…"
    hide screen textbox with dissolve
    scene bg14 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2
    nar "部室は空いていて、主教様や見慣れた司祭の姿も見えないが、話し声が少し聞こえてきた。{w}中には司祭が何人か残っている。"
    nar "毎日顔を合わせていてもあのならず者輩には慣れない。"
    nar "彼らは俺が扉を開けたとたん、忙しく動かしていた口を止め、ニヤニヤとしながら俺を見つめた。"
    nar "その視線から逃れるべく、俯いて速足で部室に入った。"
    nar "俺の机の上にだけにぽつんと置いてある書類挟みをひったくるように取り上げた。"
    nar "気を配ってくれたのはありがたいが、こんなに目立っては俺が問題児だと宣伝しているようなものだ。"
    ex1 "うっわ～、イイなぁ～魔導部特採の御方となったらもう適当に生きてても構わねえってか？"
    nar "全身の毛がよだつ。俺の話題になることは想定内だったのに、ふと俯いていた頭を上げて奴らの方を睨んだ。{w}そしてすぐに後悔した。"
    ex2 "ヒィ～超睨むじゃん。"
    ex3 "アホ、そんなデカい声で喋っからだろ。"
    ex1 "イイだろ別に、羨ましいって褒め言葉なんだし。なあ？"
    nar "体はまるで悪寒を感じるように震えているのに、首筋から熱が上ってきた。顔が熱い。"
    nar "荒々しい呼吸は歯を食いしばった甲斐もなく歯と歯の隙間をすり抜けていく。"
    nar "やめろ、という一言が複雑な頭の中を漂ったが、その警告のような一言をどこへぶつければいいか、考える余裕なんてなかった。"
    stop music
    pl "なんで？"
    nar "どうして俺にこんなことをするんだ、俺が何をやったってんだ、と言い放とうとしたが、できなかった。"
    nar "言葉よりも先に悲しみが喉から込み上げてきて、これ以上口を開いたら我慢していた涙が溢れ出そうだった。"
    nar "そうやって俺の喉はそこから言葉を発せずに詰まってしまった。{w}彼らはしばらく静まったが、目を細めては各々と俺を代る代る見る。"
    nar "そして一人が耐えきれず笑い出したのを合図に、奴らは一列に並んで笑い始めた。"
    nar "静かな部室を埋め尽くす乾いた笑い声。"
    nar "三人の男が互いの肩や曲がった脚を叩きながらゲラゲラと笑う中、俺だけはそこに突っ立って固まっていた。"
    ex1 "才能もねえわ出身も知らねえわの犬の骨野郎が身体売って魔導部行けてんのが羨ましいっつってんだろーが！"
    nar "俺はすぐ手探りで隣の机の脚を掴んで持ち上げた。"
    nar "逆様になった机は引き出しからいくつかの物を吐き出すと同時に、俺の手から離れた。"
    nar "ラジオの音声が急に途切れたように、物が落ちる音、机がぶつかる音と共に笑い声が止まる。"
    hide screen textbox with dissolve
    nvl clear
    play sound "audio/se/humanstrike.ogg" 
    "{nw}" with sshake
    pause 2
    show screen nvlbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nvl clear
    hide screen textbox with dissolve
    show screen nvlbox with dissolve
    nvl clear
    play sound "audio/se/humanstrike.ogg"
    "\n 真ん中の一人が倒れ、残りの司祭二人が首をぎこちなく回す。俺はそれよりも早く椅子を持ち上げて高く振り回した。"
    "あらゆる物質で詰まっている体、硬い頭蓋骨を打ち下ろす度に、木の椅子にも振動が伝わってくる。"
    "後ろから醜い人影が一人通り過ぎ、扉を開き遠くへ逃げ去っていった。手が痺れてくる頃になって、唸る獣のような悲鳴も徐々に止んだ。"
    play sound "audio/se/humanstrike.ogg"
    "俺の体が突然バランスを失って倒れたのもその時だった。"
    "焼けるような苦痛が後頭部から広がり、視界はまるで火の中のように歪んで見えた。"
    et "その視界に入ってきた男はシャベルを持っていて、真っ赤な目をして俺を睨んでいた。"
    nvl clear
    play sound "audio/se/hit.ogg"
    "\n 「このクソッタレ、お前のようなカスなんかが…カス野郎が！」"
    "赤く傷の残った唇が激昂した声を吐き出す。{w}ぬるい涎が顔に飛んだ。"
    et "あの時、俺が何を考えていたのかは知らない。{w}只俺は彼の手のシャベルを奪うことができたし、彼の拳は少しも痛くなかった。"
    nvl clear
    "\n 大声を上げる紫の口蓋垂が闇の中でぶらぶらしているのが見えた。しかし彼の言葉はもう聞こえない。"
    "あの日もそうだった。今目の前で起きていること以外は何も感じられない。"
    play sound "audio/se/humanstrike.ogg"
    "俺は汗ばんで熱くなった取手をしっかり掴んでは、力尽きるまで振り下ろした。{w}固い泥がボロボロと崩れて床に舞い散る。"
    play sound "audio/se/humanstrike.ogg"
    "鈍い響き、金属と頭がぶつかる瞬間に手に伝わる反動…"
    et "力が抜けてぐったりとした手足、潰れた肉の外に飛び跳ねる血と汗。泡を吹く前に振り絞った「やめろ」の一言。"
    nvl clear
    "\n 奴はもう動かなくなったが、その見開いた目だけはまだ俺を睨んでいる。"
    et "俺はその濁った目玉を見ながら手の力を抜いた。{w}シャベルが床に落ちる音を最後に、やがて部屋は静寂を取り戻す。"
    stop music fadeout 2.0
    hide screen nvlbox with dissolve
    show screen textbox with dissolve
    nar "頭の辺りにできた浅い血溜まりが光を受け、白く煌いた。"
    stop music fadeout 2
    nar "奴はもう死んだのかもしれない。{w}俺が彼を殺したのかもしれない。冷静に考えられる自分に驚いた。何も感じなかった。"
    pl "…違う。"
    nar "ふと心の中で憤怒や喜び、悲しみとは全く別の感情が渦巻いていることに気付いた。{w}それは初めて感じるものではなかった。"
    nar "誰もが一度は感じたことのあるはずの気分、幼い頃、"
    nar "俺のおやつに汚い足跡を残した一匹の鼠が翌日罠にかかって死んでいた時の気分。"
    nar "汗ばんだ拳を握りしめ、不快な呻きが流れ出る途中にも口元に広がっていく笑み。ざまあみろ、胸の奥から高く鳴り響く言葉。"
    play music "audio/bgm/grumble.ogg" fadein 1.0
    play sound "audio/se/hit.ogg"
    pl "違う…違う！" with sshake
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    pause 1.0
    play sound "audio/se/running.ogg"
    show screen textbox with dissolve
    nar "悲鳴のような何かを上げてはその場から逃げ出した。{w}俺の手が犯してしまったことに対する恐怖、自分への恐れが迫ってきた。"
    nar "その恐怖がもうこれ以上俺を追いかけてこないまで走った。"
    nar "耳元から自分の呼吸音が聞こえてきた。脳裏に彼女の姿が浮かぶ。"
    nar "俺の手を握ってくれた彼女の温くもりが鮮明に蘇り俺を苦しませる。{w}違うんだ、彼女に向けて今すぐにでも叫びたくなった。"
    nar "違うよ、姉さん。そうするつもりじゃなかった。{w}本気じゃなかった、俺は…"
    hide screen textbox with dissolve
    scene bg02 with slowdissolve
    pause 1.0
    show screen textbox with dissolve
    pl "姉さん…！" with sshake
    nar "遠くに見える姉さんの姿を見つけて駆けつけていった。"
    nar "最初は自分の幻ではないかと不安だったが、困惑した表情を見ては安心した。"
    show SCG_07 5 with dissolve
    ar "兄弟、何事ですか…？"
    pl "姉さん……アルネ姉さん…実は俺…"
    nar "ふと騒ぎが聞こえてきた周りを見渡した。{w}彼女の後ろにいた司祭全員が、一斉に怪訝な顔で俺を見つめていた。"
    nar "彼らから漂うぎこちない空気感はまるで形あるもののように肌に触れてきて、全身に刺さる。{w}顔に徐々に熱が上がってきた。"
    nar "姉さんは俺の肩に手を上げようとしたようだが、俺は反射的に身を引いた。"
    nar "彼女が嫌いなわけではない、只早くここを離れたいと思ったからだ。"
    pl "いや…ハハ、何でもない。"
    pl "俺、また仕事中に邪魔しちゃったな…ゴメンな…{w}あ、あとで話すよ…"
    show SCG_07 10 with fastdissolve
    ar "[na2]兄弟、貴方、その姿は一体……"
    play sound "audio/se/running.ogg"
    pl "ゴメン……ごめんなさい！" with sshake
    show SCG_07 with dissolve
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    pause 1.0
    show screen textbox with dissolve
    nar "驚愕した姉さんを置き去りにして又逃げてしまった。{w}頭が冷えて冷静になり神殿に戻った頃には、走るのをやめて廊下を歩いた。"
    nar "自分自身が情けなくてたまらない。姉さんを驚かすつもりではなかったのに。{w}俺をどんな目で見ていたんだろう。"
    nar "まだ時間は早い、今すぐにでも作業に戻るべきだ。"
    nar "最後に目にした部室を思い出す。{w}列の不規則な机と椅子。床に散らばったゴミ。木材の床に染み込んだ血…"
    nar "もしかしたらまだ床に寝ているままかもしれない血塗れの男。"
    nar "到底あそこに戻る勇気が出ない。書類も、道具も。全部あの部屋の中にあるのに。"
    hide screen textbox with dissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n 複雑な頭をぼりぼりと掻くと、頭皮が際立ったような異物感がした。{w}そっと見た爪には赤黒い異物が縺れた髪と共に付いている。"
    "凝血がそこに固まった。{w}ふと立ち止まった。窓に掛かったガラスに見知らぬ男が映る。"
    "乱れて目を隠した髪、垂れ落ちた髪の隙間から真っ赤な血筋を立てた二つの目玉。乾いた唇に着いた凝血…"
    "その男は他の誰でもなく俺自身だった。{w}姉さんが驚愕して言い放った言葉が浮かんだ。彼女はこの姿を見たんだ。"
    "彼女だけでなく、その場にいた全員がこの姿を見たんだ。{w}今にも空笑いしそうになるのを我慢した。"
    et "火照った顔がもう耳まで熱くなっている。"
    nvl clear
    hide screen nvltbox with dissolve
    scene bg10 with slowdissolve
    pause 1.0
    show screen nvlbox with dissolve
    "\n 俺はすぐにシャワーを浴びて、部屋に戻った。{w}訪れて来る人などいないと分かっていながらもしっかりと扉に鍵をかけた。"
    "ベッドの隅っこにしばらく座っていては、もしやと思い包帯を解いた。"
    "恐れに手が震えたが腕に異常はなかった。特に痛い所もない。{w}ようやくほっとしてきた。"
    "そうだ、これは禁忌を犯したのではない。天使に警告されるような事ではないってことだ。"
    "俺は当然自分にやれることをやっただけだ。あいつらは俺と姉さんを侮辱したんだから、それに相応しい罰が必要だった。"
    et "俺はそれをやったんだ。何も悪くない…"
    nvl clear
    "\n 両手を合わせて目を閉じた。天使に祈りを捧げる為だった。{w}しかし天使から答えは戻ってこなかった。"
    "虚しい気分で目を再び開いた。昼飯を知らせる鐘の音が聴こえてきた。"
    "朦朧とした意識のせいか全ての感情が記憶の中でぼやけていて、むやみにイライラしてきた。"
    et "今日は何があっても姉さんに会わないと。{w}でなければ、今日も昨日と同じく価値のない日になるだろうから。"
    nvl clear
    "\n 時間を無駄にするのが怖かった。その恐怖ははっきりとした理由のない本能のようなものだった。"
    "逆に今まではどうして考えたことがなかったんだ、と腹が立つほどに。"
    "もっと早く気付いたらよりまともな人間になれたかもしれない。{w}そしたら俺を狂わせる不安感も少しは消えるはずだろうに。"
    "また、理由は知らないがあまり時間が残っていないような気すらしてきた。"
    stop music fadeout 2
    et "俺にはきっと今なすべき事があるはずだ。今しかできない事が。"
    hide screen nvlbox with dissolve
    scene black with dissolve
    pause 1.0
    scene bg102 with dissolve
    call place102
    pause 2
    show screen textbox with dissolve
    play music "audio/bgm/arne safe.ogg" fadein 2.0
    pl "……"
    show SCG_07 11 at arleft
    with dissolve
    ar "兄弟、本当に大丈夫ですか？"
    pl "あぁ…まぁ。{w}仕事中事故に巻き込まれてビックリしただけって言っただろ？"
    ar "然様ですか…"
    show SCG_07 9 with fastdissolve
    ar "しかし頭部に傷が出来ていて、当分は大丈夫の様に感じられるかも知れませんが、今後いつ異常症状が現れるか知れません。"
    ar "今日は部屋に戻られる前必ず医療室に訪問頂くようお願い致します。"
    show SCG_08 10 at hkright
    with dissolve
    en "そうッスよ。[na]さんが怪我したって聞いて色んな人が心配しちゃってるんスよ？"
    pl "ハハ…ありがとな、二人とも。"
    nar "当たり前のように姉さんと二人きりで話せると思っていた俺が馬鹿だった。"
    nar "エノク兄さんと話すのは嫌いではないが、先日のことを含めてまだ顔を合わせるのがぎこちない。"
    nar "兄さんも俺の気持ちに気付いているのか、目が合う度にやたら大袈裟な顔で笑って見せた。{w}不揃いで尖った歯が気になる。"
    pl "二人休んでるところ俺が邪魔しちまったな。"
    show SCG_07 0 with fastdissolve
    ar "そんな、とんでもございません。我々は今では兄弟と家族同然、気楽になさって頂けましたらと。"
    show SCG_08 0 with fastdissolve
    en "姉上の言う通りッス、僕らも[na]さんがいらっしゃると楽しいんで。"
    pl "なら良かった。{w}そうだ、昨日来れなくてゴメンな。何事もなかったよな？"
    show SCG_08 9 with fastdissolve
    en "何事もなかったって、[na]さんが何も言わず急に来られなくなって姉上が超心配してたんスよ？"
    show SCG_07 at bounce
    ar "エノク、お前はまたそういう事を…"
    show SCG_08 0 with fastdissolve
    show SCG_08 at bounce
    en "何も秘密にすることは無いでしょ。"
    en "ハハ、[na]さんにも召し上がってほしいって学術部から茶葉も貰って来たんスよ。{w}如何ッスか？"
    pl "ありがたいけど今日はいいや。外が暑いからお茶はちょっとな…{w}菓子とかはないのか？"
    ar "はい、申し訳御座いません…"
    show SCG_08 0 with fastdissolve
    en "魔導部では特別菓子を用意したりはしないんスよ。"
    en "魔導師は身を鍛錬する必要があって、小麦粉と砂糖の過摂取は健康の毒になりますからね。"
    pl "へぇ…そうなんだ。それは俺にちょっとキツいな。"
    pl "甘いモンが特別好きってワケじゃないけど、グレーテ先生のお菓子はめっちゃ美味いから一口二口じゃ済まないんだよ。"
    show SCG_07 7 with fastdissolve
    ar "グレーテ補佐教様の菓子作りの腕は格別ですね。"
    ar "申し訳ないことに、私は外部からの食べ物を拒否せねばならない身でして直接口にすることはあまり御座いませんが。"
    pl "あれ、外部からのは食べられないんだ。"
    show SCG_07 0 with fastdissolve
    ar "はい。伯父様の方針の一つです。決められた食材のみが潔白だという意味に御座います。"
    show SCG_08 10 with fastdissolve
    en "姉上はアルタナータ家の長女だからこそ命を狙われる事も多くてですね、"
    en "全ての食事は事前に確認が取れない場合姉上の食卓には乗せない様にしてるんスよ。{w}主教様本人も含めてッスね。"
    show SCG_08 0 with fastdissolve
    en "まあ、僕は関係なく頂いてるんスけど。グレーテ補佐教様のお菓子も勿論好きッス。"
    pl "命を狙われる…神殿なのにか？"
    show SCG_07 9 with fastdissolve
    ar "同じ神の加護の元、同じ意思を持ち奉仕する全ての司祭は我が兄弟にある為疑う事は御座いません。"
    ar "私が外部からの食べ物を頂けない理由は、私の身を案じてくれる家族の方々の御好意を蔑ろには出来ないからです。"
    show SCG_07 0 with fastdissolve
    ar "返事はこれで満足か？エノク。"
    show SCG_08 8 with fastdissolve
    en "厳しく見えるかも知れませんけど、危険は事前に防いでおくべきなんですよ。"
    nar "再び二人に目を配った。身長が高いから一々首を上にあげるしかない。"
    pl "…だからエノクの兄ちゃんはいつも姉さんの近くに付いて回るんだな。姉さんを護らないといけないから。"
    en "そうッスね…"













    show SCG_08 1 with fastdissolve





    en "やあ、でもまだまだ僕が至らないせいで姉上に逆に守られる事が多いんスけどね！"
    show SCG_07 7 with fastdissolve
    ar "常に背中を預けられる者が居るという事実だけでも充分頼もしいものです。"
    pl "二人ってパッと見ただけでもお似合いだよな…"
    show SCG_08 3 with fastdissolve
    en "……"
    pl "…生まれすら一緒だったみたいにさ。"
    show SCG_08 8 with fastdissolve
    en "あ…{w}い、一応魔導師の家系同士、似た血が流れてるからッスかね…"
    ar "生まれは共に出来ませんでしたが、私とエノクは幼い頃からずっと共にしてきた為お互いに染まる事も多かったでしょう。"
    ar "互いを除けばろくに会話出来る者もおりませんでした故。"
    pl "姉さんって召使の人たちと仲が悪かったのか？"
    show SCG_07 0 with fastdissolve
    ar "いえ、私共の住んでいた館には他の使いの者は居ませんでした。{w}伯父様が私の世話係の為館に入れた者はエノクが唯一でした。"
    pl "じゃあ家事とかも全部兄ちゃんが…？"
    en "館が広くて掃除には苦労しましたけど、"
    en "人って言ってもたまにいらっしゃる主教様か姉上だけでしたので然程仕事はなかったッスね。"
    ar "私に勉強を教える為の家庭教師の御方も、定期的に代わっていったのでどうしても慣れず終いでした。"
    pl "そこまでする必要があったのかな。"
    show SCG_08 10 with fastdissolve
    en "まぁ…多分不安だったんでしょうね。{w}弟の方もそうなってしまった直後っしたし。"
    en "他の人ならともかく、家から追い出された子供なんかじゃあ自分の計画を外部に漏らす心配も、"
    en "姉上が脅かされる心配もないでしょう。"
    show SCG_07 9 with fastdissolve
    ar "元々私の住む館は伯父様の財産で御座いましたので、父上がお亡くなりになって以降伯父様へと所有権が戻ることになりました。"
    ar "幼い私を任された伯父様はまず物を全て整頓した後、使用人を全て館から追い出されました。"
    ar "今ではその決定も理解できますが…当時の私は幼く、世間知らずだった為伯父様を憎んだことも御座いましたね。"
    pl "へぇ…想像もつかないな。"
    show SCG_08 0 with fastdissolve
    en "今の姿じゃあ想像もつかないだろうけど、当時の姉上は好き嫌いも激しかったし、"
    en "主教様に怒られたって落ち込んだりもしてたんスよ。{w}間に挟まってた僕なんかもう大変で大変で…"
    show SCG_07 7 with fastdissolve
    ar "その通り、私はエノクにとても大きい恩を借りているのです。一生返しても足りぬ程にですね。"
    show SCG_08 3 S with fastdissolve
    en "あ、姉上…もう既に溢れるぐらいですって。"
    hide SCG_08
    hide SCG_07
    with dissolve
    nar "何も言わず、只この話題が早く終わることを望みながら頷いた。{w}やはり聞くべきではなかったな。"
    nar "幼い頃の姉さん、俺の知らない姉さん。"
    nar "いくら色んな話を聞かされてもどれも関係を誇示しているようで、俺にはピンとこない話だった。"
    nar "そんな俺の気持ちを察してくれたのだろうか、扉から誰かがノックをする音が聞こえてきた。"
    show SCG_07 0 at arleft
    show SCG_08 10 at hkright
    with dissolve
    en "…あ、御二人は続けてください。僕が行ってきますんで。"
    ar "大丈夫か？"
    show SCG_08 0 with fastdissolve
    en "勿論ッスよ、僕だって魔導部の補佐教なんですし。"
    ar "じゃあ…頼まれてくれるか？何かあったら呼びなさい。"
    show SCG_08 1 with fastdissolve
    show SCG_08 at bounce
    en "はい。[na]さんも僕に構わず楽にしててくださいッスね！"
    play sound "audio/se/door close.ogg"
    hide SCG_08
    hide SCG_07
    with dissolve
    nar "彼は一瞬で席を離れた。"
    nar "所詮人は狡賢いもので、さっきまであんなことを考えていたくせに、実際据え膳の状態になると寧ろ心許ない。"
    nar "彼女はいつも通りの平然とした顔をしているが、俺と目が合うと頭を垂らした。"
    nar "そういえば彼女と面と向かって話すのはあの日以来初めてだ。その事実に気づいたらこっちもぎこちなくなった。"
    pl "…昨日さ、医療室でエリィ主教様に会ったんだ。"
    show SCG_07 0 with dissolve
    ar "医療室なら…グレゴール主教様へ報告を頂く為にお伺いしたのですね。"
    pl "そそ、三人でちょっとした談笑になったんだけどさ、気まずくて死ぬかと思ったぜ。"
    show SCG_07 7 with fastdissolve
    ar "ふふ…どの様なお話をされたのでしょうか。"
    pl "わかるだろ、俺の腕の話だよ。確然とした情報もなくてただ困惑しちまっただけだけど…"
    show SCG_07 9 with fastdissolve
    ar "兄弟の頭を困惑させてしまったのには私の非も御座いましょう。申し訳御座いません。"
    ar "私に更なる知識や力が備えられていたのならば、お役に立てましたものを…"
    pl "や、俺は姉さんに助けて貰ってばっかりで逆に申し訳ないばかりだぜ。"
    show SCG_07 7 with fastdissolve
    ar "行き届かないこの身ですが、兄弟のお役に立てましたのなら嬉しいです。"
    pl "俺は…俺だって姉さんの役に立ちたい。"
    pl "でも姉さんはもう既に完璧すぎて、どうしたら俺も姉さんの助けになれるかわかんないんだ…"
    show SCG_07 0 with fastdissolve
    ar "兄弟が息を吸って吐かれる事自体こそ私の助けになるのです。"
    pl "ハハ、なんだよそれ…"
    nar "俺は笑いながら顔を上げたが、彼女は一切笑わず、真剣な表情だった。"
    ar "この前もお話させて頂きましたが、私は沢山の者の好意によって生きております。"
    ar "その好意こそが私を支える力になっているのです。"
    ar "だから、[na2]兄弟、貴方は既に生きる私の一部として言葉では言い表せない程の大きな助けとなっております。"
    pl "…隣、座っていいかな。"
    show SCG_07 4 with fastdissolve
    ar "是非。"
    hide SCG_07 with dissolve
    nar "俺は空いた席に座った。{w}微かに彼の温気が残っているのが不愉快だが、隣に座っている姉さんは俺を見ては微笑んでいた。"
    nar "散々悩んだあげく、何も言えずに彼女の手を握りしめた。堅固で強引な、まるで木を彫って作られたような手。"
    nar "彼女も最初には力を入れなかったが、しばらく心地よい沈黙が続くと俺の手を握り返してくれた。"
    pl "昨日何も言わず来れなくなっちまってゴメン。これからは心配させないように、ちゃんと毎日来るからさ。"
    show SCG_07 11 with dissolve
    ar "私は…この頭に兄弟がおられる限り、いつまでも待てますとも。そしてこの頭と胸の奥から兄弟が消える事などございません。"
    ar "故に兄弟に出会い、顔を合わせ、触れたいと思うのは単なる私の我儘に過ぎないのです。"
    ar "しかし貴方がその我儘を聞き届けて下さるのなら、それ以上の幸せが御座いましょうか…"
    pl "姉さんは俺を信じるのか？{w}俺、不真面目だし、気も弱いし、だから間違った事をしちまう悪い人間なんかになるかもよ。"
    show SCG_07 0 with fastdissolve
    ar "質問を質問で返すようで申し訳ないのですが、兄弟は私を信じておられますか。"
    pl "そりゃ当然だろ！俺が姉さんを信じられないワケがないだろう…"
    ar "ならば兄弟も御自身を信じて下さい。貴方は私の信頼する人なのです。"
    show SCG_07 7 with fastdissolve
    ar "私の選択を信じるのであれば、貴方もまたあなた自身を信じて下さらねば。"
    nar "握りしめた手に力が入る。彼女は更に強く、解けないように俺の手を握り返す。"
    show SCG_07 1 with fastdissolve
    ar "兄弟、貴方の事が好きです。"
    nar "その言葉を聞いた瞬間、雨雲のように沈んだ気分が一気に浮かび上がった。改めて気付かされた。"
    nar "俺は本当にこの女のことが好きになったんだ。"
    nar "彼女は、誰もが知るべき理を俺に伝えるように、淡々と柔らかい口調で俺に満足を与えてくれる。"
    nar "いつだってそうだ。その満足感はかつて俺の頭の中をよぎる不穏な考えを打ち消し、枯れていく俺の誓いを強く支えてくれる。"
    hide SCG_07 with dissolve
    nar "しかしそれも一瞬だった。いきなり聞こえてくる硬いノック音に、全身の気を緩める幸福は消えてしまった。"
    nar "まるで幸せな夢を見ているところにベッドから転がり落ちたようだった。"
    show SCG_07 0 with dissolve
    ar "…兄弟。"
    nar "ずっと黙り込むことでなんとかその音を無視しとうとしたが、それもすぐ姉さんの一言によって崩れた。"
    nar "俺は少し不満な気持ちを込めて彼女の手を強く握りしめてから放した。"
    pl "俺…そろそろ帰るから。"
    show SCG_07 10 with fastdissolve
    ar "行かれてしまうのですか…？ここでお待ち頂いても構いませんのですが。"
    pl "いいよ、時間つぶしにもなったし…そろそろ帰んないといけないから。"
    show SCG_07 9 with fastdissolve
    ar "然様ですか。確かに…あまり引き留めてしまうのも良くありませんね。{w}明日は菓子を準備させましょう。"
    pl "いやいいって、無理しなくていいから。{w}じゃ、また明日。"
    ar "はい…お気を付けて。"
    hide SCG_07 with dissolve
    stop music fadeout 2
    nar "俺はずっと頭を垂らしたまま、扉の前に立っている司祭たちを速足で通り過ぎた。"
    nar "途中エノク兄さんの声が聞こえたような気がしたが無視した。{w}これくらいで変に思われたりはしないだろう。"
    nar "いや、十分変に思われたのだろう。しかし今は気にしたくない。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 耳元で聞こえているような神殿の騒音が、頭の中に浮かぶあらゆる思考の一つ一つに音を刻んだ。"
    "その一つは「エノク兄さんが羨ましいや」と言っていた。{w}姉さんを助けられるエノク兄さんが羨ましい。"
    "そんなに軽々しく言うくらいなら昔話なんてするなよ、それくらいもできない俺が怠け者みたいじゃないか。"
    et "いっそ俺にもそんな極端な状況が起きて欲しい。彼女の言葉は嬉しかった。{w}しかし俺が望んでいるのはそんなものではなく、より決定的な何かだった。"
    nvl clear
    "\n 俺も姉さんに一生かけても返せない借りが作れたらいいのに。{w}そうやって俺が姉さんをどうやって助けてあげているのか具体的に堂々と話せたらいいのに。"
    "決して自分の力だけでは叶えられない虚しい望みを言連ねるたびに、薄汚い感情が再び湧き上がる。"
    "それは最初に思い出した時よりも強くなっていた。彼女を知る前には気付かないまま生きていられた。"
    "俺は彼女のことが好いているが、その気持ちがはっきりしていく程、自分自身に失望してしまうようだった。"
    nvl clear
    "\n 結局今日も姉さんに嘘を吐いた。今は彼女に傷つけたくないからという理由で、"
    "そして俺自身を守るためという理由で小さな嘘をついているだけだが、果たして俺は彼女に対してどれくらい大きな嘘がつけるだろうか。"
    "俺は彼女を信じている…信じるしかない。彼女は俺を信じてくれた人だから。"
    "俺は彼女に素直になれないなら俺は一体どこでありのままの事を話せるんだろうか。"
    "罪は抱えているだけでは消せないのに、誰に話せばこの罪は許してもらえるだろうか。"
    et "………"
    nvl clear
    play music "audio/bgm/dream.ogg" fadein 2.0
    "\n 下げた頭を上げた時、そこには光があった。誰か消そうとしても永遠に消えなさそうな光は、輝かしく俺を迎えてくれた。"
    "俺は只彷徨っただけではなく、ここに戻ってくる為に歩いてきたんだ。"
    "目が眩むほど真っ白に光る二つの大きな翼は、きっとこの世のものではない。"
    "俺の両目はその光を全部受け止めずに潰れてしまう。自ずから頭が下がる。膝の力は抜けてきた。"
    "俺は震える両手を上げ、彼女の肌に触れようとした。{w}一層丁寧な接し方を知らない俺自身が嘆かわしい。"
    et "しかしこの不敬なる俺にも、天使は機会を与えてくれた。彼女に触れられたんだ。{w}うっかりと目からは涙が零れ落ちた。"
    nvl clear
    "\n 「俺だったんだ。俺が部室で奴らを殴ったんだよ。三人の内の一人は逃げたようだったけど、うちの一人は死んじまったのかもな。"
    "全てが終わって静けさに包まれた時、俺に罪悪感はなかった。{w}いや、寧ろ痛快だったよ…奴らをあんな風にぶちのめせたんだ。"
    "嬉しかった。でもダメだよな、こんなんじゃ…」"
    et "俺は彼女の柔らかい両手を握りしめ、まるで産まれ立ての頃に戻ったかのように泣き叫んだ。"
    nvl clear
    "\n天使と触れている。{w}なのに俺の両目はまだ眩んでいないし、声帯は反吐もなく声を出し、精神も頭痛がなく清い。"
    "天使は俺のために地上に顕現してくださったんだ。"
    "嗚呼、ありがたく存じます。天使様。{w}私をお許しくださいませ。あなたの慈悲で愚かな私の行く末をお助けくださいませ。"
    et "私の罪をお許しくださいませ。"
    nvl clear
    "\n 「私は浄化部の司祭の者へ暴力を振るい、不純な心に身を任せ私を信頼する者の好意を冒涜しました…"
    "しかし自らの罪を反省する仕方も分からなく、貴方に頼ろうとしております…」"
    "言語になった罪が重さを持つ。{w}その全ての罪を残らず自らの口で打ち明けては、俺はこれが現実だということを受け入れられた。"
    "光は未だ罪人を隠したり、避けたりすることもなく俺の頭の上に溢れてくる。"
    "天使がこの罪をお許しくださる限り、俺はまだ人間としていられる。"
    $ _skipping = False
    et "翼の下にできた影の中で、温かさの混じった風に打たれながら…俺は世界一美しい光を迎えた。"
    $ save_name = "day 8, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day9_ar
    return

label day9_ar:
    $ day = 9
    $ save_name = "day 9, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 9day = Text("day 9",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '9day' at day00 with slowdissolve
    pause 5
    hide expression '9day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame  with dissolve

    pause 4.0
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="music")
    scene bg10 with slowdissolve
    pause 1
    show screen nvlbox with dissolve
    "\n 起きてみればベッドだ。{w}頭が痛い。昨日のことを思い出すと更にズキズキしてくる。"
    "しかも膝にうずくような痛みが感じられた。ズボンの裾を巻き上げてみると、微かなあざの跡が残っていた。"
    et "跪くべき誰かを敬拝したという証だ。"
    nvl clear
    "\n 途切れた最後の記憶には天使の姿がいた。"
    "まるで夢のようだったが、俺の恥らいや罪悪感、何事も投げ捨ててしまいたい惰弱さが生んだ幻想ではなく、確かにそこに在った。"
    "俺は姉さんに罪を告白すべきだった。彼女が信頼している人が一体何者か、全てを隠さずに伝えるべきだった。"
    "それをしなかったからこそ、俺は更に惨めな人間になっていく。"
    "天使はそんな俺の背中を押してあげる為に、罪の重みを軽減してくださったのだ。"
    "考えをまとめていたら眠気も覚めてきて、すぐ布団を片付けてからベッドから起き上がった。"
    et "今日は窓の外にも暁の蒼が残っていた。{w}心を引き締めた。"
    hide screen nvlbox with dissolve
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/daily.ogg" fadein 2
    nar "部室の扉を開ける前に、これから起きるであろうことを想像してみる。"
    nar "昨日俺は結局部室に戻らなかったから、その後のことは何も知らない。"
    nar "部室から騒ぎは聞こえてこないので、たぶん奴は本当に死んではいないだろう。"
    nar "処理班の司祭たちは刺激性のある事件なら何でもかんでも飛びつくだろうから。"
    nar "あの時は正気ではなかったから、周りを気にする余裕もなかった。神殿はどこもかしこも人ばかり。"
    stop music fadeout 3
    nar "誰かは俺を見たに違いないだろう。額から血を流しながら、目を見開いて廊下を走る怪漢のような男を。"
    nar "しかも奴らの一人は五体満足で逃げやがった。処理班の司祭たちは今も俺を敵視しているのに、もしこのまま噂が立ってしまえば…"
    hk "兄弟～？"
    pl "…うわっ。"
    show SCG_05 5 with dissolve
    play music "audio/bgm/Golden Haku.ogg" fadein 2.0
    nar "まだ自分の感覚よりは早朝だっただろうか、頭の上に薄暗い影ができた。後ろに立っていたのは司教である彼女だった。"
    nar "最近はずっとわざと彼女を避けてきたから、個人的にこうやって向かい合うのは五日ぶりだ。"
    nar "今すぐにでも道を譲ってあげたいが、焦りや緊張感に足を引っ張られ動くことができなかった。"
    hk "扉の前でじ～っとして、なにをしてらっしゃるのでしょおか…？"
    nar "しかし彼女の答えはあいも変わらず気長だ。のんびりと瞬く目には疑いや責める色はなく、只この状況を怪訝に思う様子だった。"
    nar "少なくとも、暴徒を見る者の目ではない。"
    pl "あ…ゴメン。{w}何日も遅刻してたから、ちゃんと時間内に入るのが逆に気まずくてさ…ハハ。"
    show SCG_05 1 with dissolve
    hk "ふふ…よそのお家を覗くノラ猫さんですかあ？[na]兄弟ったら、わんぱくですね～…"
    pl "覗いてはないって…"
    show SCG_05 0 with fastdissolve
    hk "もちろん。ここは兄弟にとって他所ではございませんでしょう…{w}はあい、入りますよぉ～"
    hide SCG_05 with dissolve
    hide screen textbox with dissolve
    scene bg14 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    nar "主教の彼女が来たことに気付いたのか、騒いでいた部室が静まり返った。"
    nar "司祭たちは一斉に彼女に頭を下げたが、視線だけは俺に集まっている。彼女と一緒に入ってきたからだと信じたい。"
    nar "俺は俯いたまま、部室の後ろの空いた席に向かって歩いた。ざっと目を通した床は血痕もなく綺麗だった。"
    nar "机の近くにある椅子を外す為に頭を上げた瞬間、マヤと目が合った。{w}彼女は驚いた顔で肩を竦めては、すぐに俯いた。"
    nar "いつもと変わらない態度なのに、今日は取り分けぎこちない。主教様の話はほぼ耳に入ってこなかった。"
    nar "朝会が続く間、上半身は正面を向いたまま目玉だけをきょろきょろと動かし、昨日の三人の席が空いていることに気付いた。"
    show SCG_05 1 with dissolve
    hk "では本日の伝達事項は以上となります。皆さん互いに愛し合いましょ～"
    hide SCG_05 with dissolve
    nar "締めの言葉に静寂の解けた部室がざわつく。一人、また一人と席を離れる間にも、マヤは俯いたまま座っていた。"
    stop music fadeout 2
    nar "俺はどういう訳か狼狽えてしまって、俺から声をかけるまで彼女が起き上がらないようにと願った。"
    play music "audio/bgm/maya.ogg" fadein 2.0
    pl "マ…マヤ。"
    nar "彼女はさっきとは違って驚かなかった。恐らく彼女も俺から話しかけてくることを待っていたのではないだろうか。"
    show SCG_02 8 with dissolve
    my "おはよう、[na2]くん。{w}今日は…早かったのね。"
    pl "最近遅刻しっぱなしだったもんな…ハハ、これからはシャキっとしようと思ってさ。"
    my "へぇ…"
    pl "…最近はどう？"
    show SCG_02 0 with fastdissolve
    my "どうって…いつも通りだよ。二日前までもお話したじゃない…？"
    pl "そうだな、たったの二日会えなかっただけなのに何だか久々みたいな気分になっちゃって…"
    show SCG_02 8 with fastdissolve
    my "疲れちゃってるんじゃないかな、きっと…"
    pl "昨日さ…仕事手伝えなくてゴメン。"
    show SCG_02 7 with fastdissolve
    my "え？{w}ううん…大丈夫。キューくんがやり易い仕事だけくれてるから、最近は一人でも出来るの…"
    my "大体[na2]くんが申し訳なく思うことでもないんだし、そんな心配しなくてもいいよ。"
    pl "なら良かった。まあ、マヤも子供じゃないんだしな。{w}今日はどうする？"
    show SCG_02 8 with fastdissolve
    my "今日も…一人でいくね。[na2]くんも自分の仕事に集中した方がいいと思うな…"
    my "そろそろわたし、一人で仕事するのも慣れておかないと…"
    pl "えっ？どういうことだ？"
    my "だから…どうせ[na2]くんが魔導部行っちゃったら仕事は一緒に出来ないでしょ。"
    my "[na2]くんのそのために距離を置いてるのかなって思ったんだけど…"
    show SCG_02 5 with fastdissolve
    pl "ハァ？違う！俺がお前と距離を置くワケがないだろ！！" with sshake
    my "ち、違う、責めたいわけじゃないの…！"
    show SCG_02 at huruhuru
    my "ご…ごめんね、わたしが過敏だったみたい…気分を悪くさせちゃってごめんなさい…"
    pl "な…なんで謝るんだよ、そんな…"
    my "……"
    pl "…俺もそろそろ仕事に行かないと。"
    show SCG_02 7 with fastdissolve
    my "うん…今日も頑張ってね。"
    pl "あ、マヤも…"
    stop music fadeout 1
    show SCG_02 0 with fastdissolve
    my "……昨日のこと、ただで済んでよかったね。"
    hide SCG_02 8 with dissolve
    nar "俺が問い返す前に、マヤは席から起き上がり部室を出ていった。"
    nar "彼女の姿はもう目の前から消えてしまったが、その声だけはまだ脳裏に残っている。"
    nar "あの日も、そしてその前も、何度も聞いてきた声。{w}天使の声だ。"
    nar "彼女はずっと俺の傍に留まっては安否を確かめ、もしや罪を犯すではないかと見張っている。"
    nar "「ただで済んでよかったね。」"
    pl "うん。"
    nar "俺は彼女が残した警告か好意か知れぬ一言を受け入れる為に、小さく声をあげて答えた。"
    nar "いつの間にか部室は静かになった。まだ部室に残っている人たちも俺のことなんて気にもせず、各々会話を交わしていた。"
    show SCG_05 0 with dissolve
    hk "まだいらしてたのですね。"
    play music "audio/bgm/Golden Haku.ogg" fadein 2.0
    nar "まるで夢の中にいるようなボソッとした声に静寂の余韻を乱された。"
    nar "彼女から声をかけるのは珍しいことだったが、さっきのことで俺の中の恐れは消えていた。"
    pl "主教様は朝会が終わったらすぐ仕事に向かうのかと思ってたんだけど、まだ残ってるなんて珍しいな。"
    show SCG_05 1 with fastdissolve
    hk "ふふ…時間は停まらず流れゆくものですが、ときには余裕を持ち、身も心も休ませることが大事ですよぉ。"
    show SCG_05 0 with fastdissolve
    hk "どうですか、余裕を持って、私と談笑でも分け合うというのは。"
    pl "他でもなく主教様との談笑なら、堂々と休めるチャンスだし俺は良いぜ。"
    show SCG_05 1 with fastdissolve
    hk "時間は停まらず流れゆくものである故、自身の任された仕事はしっかりこなさないと駄目ですよぉ。"
    hk "兄弟はここ、浄化部で過ごせる時間もあまり少ないでしょう～？"
    pl "へいへい、承知でございますよっと。"
    show SCG_05 0 with fastdissolve
    hk "魔導部の方々とは、近頃如何お過ごしでしょうか。{w}充分仲良くなれましたでしょうかあ？"
    pl "何でそんなことを聞くんだ？"
    hk "兄弟は神殿で仕事を始められて以来、ずっと定期的にそちらの方々と会ってらっしゃるでしょう。"
    pl "俺があっちに行ったり来たりしてるってことを知ってたのか…？"
    show SCG_05 1 with fastdissolve
    hk "主教には主教だけの情報通があるのですよ。"
    pl "怖いな…俺が魔導部の人たちと仲良くなったからって怒るつもりなのか？"
    show SCG_05 5 with fastdissolve
    hk "怒るだなんて…{w}わ、わたくしがですかぁ…？"
    show SCG_05 6 with fastdissolve
    show SCG_05 at bounce
    hk "うっ、うー！{w}わたくし、そんなこわぁ～い人じゃないのですぅ…"
    show SCG_05 at huruhuru
    hk "そう思われた別の理由はございますでしょうかぁ…？"
    pl "や、その…{w}ゴメン。冗談が過ぎたぜ。"
    pl "魔導部の主教様は浄化部を敵対視してるからさ、そのせいでもし主教様が気分を悪くしてないかが心配なだけなんだ。"
    show SCG_05 1 with fastdissolve
    hk "わぁお、お気遣いありがとうございますーが、私もそれに関しましては実に遺憾でございましてぇ。"
    pl "…主教様はさ、やっぱ魔導部主教様が嫌いだったりするか？"
    show SCG_05 5 with fastdissolve
    hk "嫌い…？"
    show SCG_05 10 with fastdissolve
    show SCG_05 at bounce
    hk "そんなぁ！{w}あの御方は私の不甲斐無さに妥当な評価をして頂いてるだけですのでぇ…"
    hk "私の足りない部分を誰かのせいにするのは司祭である以前に、一人の人間として恥ずかしい事にございましょお？"
    pl "そうだな、俺もそう思う…まあ結局は足りない人がもっと頑張ればいいだけの話なんだよな、全部。"
    show SCG_05 0 with fastdissolve
    hk "だから遺憾なのですよ。古い、固着された認識という物は個人の力では変えられないものでして…"
    hk "私も兄弟の事が心配で、質問させて頂きましたんですよぉ？"
    pl "ならありがたいや。まぁ…何となく仲良くなったと思う。特に姉さ…"
    pl "補佐教であるアルネ様にはお世話になってるし。"
    hk "アルネお嬢様は素晴らしい御方ですものねえ。"
    show SCG_05 1 with fastdissolve
    hk "その御方の寛大な雄姿の前では、主教である私さえ頭が下がってしまうものですぅ。"
    hk "私も昔からよくお聞きしていたものです。{w}人徳と将来性に関しての噂だけでも神殿がどれだけざわついていたものか…"
    pl "それそれ、俺も姉さんの前じゃ頭が上がらないんだよ～"
    pl "俺に親切にしてくれるだけで充分光栄なのに、それ以上に気遣ってくれるし…"
    pl "正にこういうのを幸運、て言わなきゃ天罰が下るんだろうな。"
    show SCG_05 0 with fastdissolve
    hk "完璧な人なのですね。"
    pl "うん、本当に完璧な人。"
    hk "良く研がれた剣というものは完璧と謳われますが、鋭い刃で必ず誰かしらを傷付けてしまう事でしょう。"
    pl "…？"
    show SCG_05 9 with fastdissolve
    hk "完全無欠だという点そのものが、時には致命的な欠点となる場合もあるという意味ですねえ。"
    show SCG_05 0 with fastdissolve
    hk "それらは遠巻きで観る分には美しいですが、万が一近づいてしまって…"
    hk "ふと手を伸ばしてしまえばその途端に、スパッ、と。{w}切れてしまいましょう。"
    pl "それは……どれだけ完全無欠の人でも必ず短所はあるっていう意味？"
    hk "近いですが、しかし正確には違います。{w}完璧そのものが欠点となってしまうのですよ。"
    hk "隙間なく冷徹な人には、踏み入る手段もないでしょう？"
    pl "……"
    show SCG_05 1 with fastdissolve
    show SCG_05 at bounce
    hk "だから、お散歩だあいすきのお猫さんでも、暗くなる前には帰りましょお。{w}にゃ～ん。"
    pl "さすらいの者の家ってモンはその時で違ってくるだろ、元からさ…"
    show SCG_05 0 with fastdissolve
    hk "その通りー兄弟が家と感じられました場所こそが、家となりますのですぅ。"
    pl "心配してくれたのはありがたいけど、言われなくても分かってるぜ。ナイフ遊びで怒られるような歳はもう過ぎてるっての。"
    hk "はぁい…余計な心配でございましたぁ。お時間を頂いて仕舞いましたね…{w}私はそろそろお暇させて頂きましょう。"
    pl "あ…そう、俺も仕事行かなきゃ。"
    show SCG_05 1 with fastdissolve
    hk "今日もた～っくさん、頑張ってくださいねぇ。"
    show SCG_05 0 with fastdissolve
    stop music fadeout 2
    hk "……ああ、そういえば兄弟。部署異動の書類はちゃんと提出されましたか？"
    pl "…もう出したろ、ずっと前に。{w}今月の締め切りだってもう過ぎてるぜ。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    hk "へーぇ、然様ですか…{w}私ったら、ほんと、うっかりぽっかり……"
    hide SCG_05 0 with dissolve
    nar "彼女は悠々とした足取りで部室の外へ出て行った。{w}もう部室には俺だけだ。"
    nar "一体何が話したかったんだろう。姉さんと距離を置けってことか？そんなの今更できるわけないだろう。"
    nar "「余計な心配」だってことぐらい分かっているが、ボソッとした口調で囁かれた幾つかのフレーズが気に障ってくる。"
    nar "敢えて蓋をしていた不吉さが風に煽られるようだった。"
    hide screen textbox with dissolve
    scene bg13 with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 全てがくだらない考えだ。"
    "俺は余計な心配が煙のように立ち込める度に、洗浄液をかけたり水を強く撒いたりして、目の前の汚れを洗い流した。"
    "溶け落ちた肉片には、かつてそれが人の一部であった微かな跡が残っていてまるで別の生命体のように見えた。"
    "例えるなら、孵化に失敗し雛鳥になれなかった卵のようだった。"
    et "しかしこの肉片は何の意味も持たない。{w}俺は帚で肉片をかき集め、狭い排水溝へ流した。"
    nvl clear
    "\n 考えても無駄なことだ。"
    "肉体から溶け落ちた塊が元通りにくっついたり、死んだ卵から雛鳥が孵化したりすることがないように、絶対にあってはならないことだ。"
    "姉さんは俺を信じていて、俺たち二人はお互いのことを想い合っている。"
    "この関係にキズがあるとするならば、俺の方にある。しかしそういう問題は努力して直していけばいい。"
    "これ以上考える必要もない程、何もかも上手く行っているのに。"
    et "……"
    hide screen nvlbox with dissolve
    scene bg04 with dissolve
    call place04
    pause 1.0
    show screen textbox with dissolve
    nar "仕事が終わり作業場へ戻る道、エノク兄さんが見えた。"
    nar "結構離れた距離だったが、黒い髪に派手な装い、身長も高い存在が彼だと気づくのは容易いことだった。"
    nar "いつもだったら想像し難い組み合わせの二人だけど、もしかして俺に会いに来たのか、そう思うと嬉しくなった。"
    nar "しかし近寄って声をかけることはできなかった。"
    nar "彼が一際目立つから近寄る前までは気付かなかったが、彼は誰か数人と話していた。"
    nar "しかしその中で一人が見慣れた顔をしていた。見慣れた顔であるとともに、毎日顔を合せているのにちっとも馴れない顔。"
    nar "昨日も見たあの野郎。"
    nar "同じくあいつらも遠くにいる俺に気付いたのか、早々と別れの挨拶を告げてはばらばらの方向へ散って行った。"
    pl "……エノク兄ちゃん。"
    show SCG_08 0 with dissolve
    en "…あ、[na]さん。{w}お帰りッスか？お疲れ様ッス。"
    pl "どうした？こんなとこまで。"
    en "特別仕事があって来たってより、神殿に戻ったし挨拶ついでに寄っただけッス。"
    show SCG_08 1 with fastdissolve
    en "意外って思うかもしれないんスけど、魔導部って浄化部とよく共同作業をするんスよ。"
    en "こちらの司祭の方々とは多少の縁がありまして。"
    pl "へぇ…まあ、処理班は元から魔導部の兵力だし…"
    show SCG_08 8 with fastdissolve
    en "上下関係があるような感じではないんスけどね…"
    pl "…さっき話してたヤツらとは仲良いのか？"
    show SCG_08 0 with fastdissolve
    en "まあまあッス。人懐っこいし、愉快な人たちだと思うッスね。"
    pl "アイツら俺の話してた？"
    show SCG_08 11 with fastdissolve
    en "ハイ？"
    pl "だからアイツら俺の話してたの？って。"
    en "え…その、全くしなかったワケじゃないんスけど…"
    pl "してたのか？{w}してただろ、なあ？何て言ってた？"
    pl "あの野郎どもが俺について何を言ってたのかって聞いてるんだよ！！" with sshake
    show SCG_08 3 with fastdissolve
    stop music fadeout 2
    en "いやぁ～そんな具体的な話をしたってワケじゃ…まあ…{w}普通に…"
    en "頑張ってください、って。"
    hide SCG_08 with dissolve
    nar "一気に視界がぼやけてきた。俺の体は俺の意思とは全く関係なく勝手に動き出した。"
    nar "エノク兄ちゃんに背を向けたまま、重たい袋も地面に置いたまま、作業場を離れた。"
    en "[na]さん？"
    nar "俺を呼ぶ兄さんの声を背にして、俺はそのまま神殿に入った。"
    hide screen textbox with dissolve
    scene bg14_1 with dissolve
    call place14
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "\n 冷たい水でも浴びた方がよかっただろうが、俺の足はすぐに部室に向かった。"
    "誰もいない部室には静寂だけが漂っていて、低い物陰が差していた。そこから一歩、二歩と足を踏み出して自分のロッカーの前に立った。"
    "恐らく、これは俺がいつも向き合っているそれとは違うはずだ。"
    "それは何らかの違和感ではなく、直感のような不安だった。俺は慎重に取手に手をかけて、やはり何かがあった。"
    et "滑らかで硬い、ゴムのような感触の上に尖ったものが触れた。{w}画鋲だった。"
    nvl clear
    "\n 固まった接着剤で固定された画鋲が取手の内側にびっしり詰まっていた。"
    "俺は断頭台に首を押し込まれる死刑囚にでもなった気持ちで、辛うじて爪を立てて扉を開いた。"
    "ロッカーの中は、まだ俺が道具を戻していないせいで割とがらんとしている。{w}上、そして下を調べて…隅っこにある何かを見つけた。"
    et "それはロッカーの下の方にあったので、確かめるには腰を屈める必要があった。"
    nvl clear
    "\n そのまま暗いロッカーの中に入ると、嗅ぎ慣れた生臭い匂いがした。"
    "瞬間、前屈みになっていた体がそのまま前方へ崩れ、どろどろした壁が俺の額に触れた。{w}極力床に触れないようにしていた膝が崩れ落ちた。"
    "未だに暗闇の中で輪郭だけが見えるだけだが、目や鼻、口元に強い毛や縮んだ内臓の触感が伝わってきて、それが鼠の死体だってことは嫌でも分かった。"
    "間違って滑った訳ではない。背後に誰かがいる。{w}しかも二人以上の気配がした。"
    "彼らは暗くて狭いロッカーから出ようとする俺を更に中に押し込んで扉を閉ざそうとした。"
    "当然閉まる訳のない扉は何度も又開き、古びた蝶番が何度もガタガタと動いて緩くなりつつ、扉の間に挟まった俺の体を容赦なく打った。"
    "長く放置された獣の汚い皮に顔面を覆われ、呼吸すらできない。真っ黒だった視界が赤や黄色に彩っていく。"
    et "吐き気がする。"
    nvl clear
    "\n それが何回か繰り返されたところ、ロッカーの中に深く入ってきた手に頭を捕まれ、やっと外に連れ出された。"
    "視野は未だにぼやけている。俺が外の新鮮な空気を感じる為に口を開いたのとほぼ同時に、滓の混じった灰色の水が頭の上からぶっかけられた。"
    "それが最後だった。{w}しばらく何人かの騒がしい笑い声が方々から聞こえたが、やがて静かになり、"
    et "俺はそのまま悪臭を被ったまま床に這いつくばることしかできなかった。"
    nvl clear
    "\n 鬱憤が込み上げてきた。{w}痛みを感じるほどに噛み締めた歯の間から漏れ出たのは意味を成さない悪態で、"
    "それは惨めなほどみすぼらしく聞こえた。いっそあの時殺してしまえばよかったのに。{w}これでも俺の方が悪いというのか。"
    "いっそのこと、どうせ殴るんだったら迷わずに殺してしまえばよかった。そうすれば奴らに甘く見られることはなかっただろうに。"
    "そうだな、そうすべきだった。{w}今からでもそうしよう。"
    "俺は大声を立てて床を這いながら手探りをして、俺と共にロッカーから出てきたはずのショベルを掴んだ。力の入らない両脚を無理矢理起こした。"
    et "廊下へ駆け出した。今ここで奴らを殺らないと、俺は一生…"
    nvl clear
    scene black with dissolve
    pause 1.0
    "\n「 [na2]兄弟。」"
    "記憶の奥から姉さんの声が聞こえた。"
    "一生見たことのない色で輝いた視界は一瞬で灯が消えたように暗くなった。"
    "俺の名を呼ぶ彼女の声はいつも柔らかで、優しさでは隠せない覚悟があった。{w}俺に好意を示す度により固くなっていった、この関係を背負うという覚悟が。"
    et "再び灯の付いた視野に勢いで踏み出した足元が見えた。記憶の中の彼女が口を開いた。"
    nvl clear
    "\n 「貴方は私の信頼する人なのです。」"
    "手に取っていたショベルが重たい金属音を出して床に落ちた。"
    et "空いた手を見下ろした。そこに彼女の手が伝えてくれた温かさが浮かんでくるような気がした。"
    nvl clear
    scene bg14_1 with dissolve
    pause 1.0
    "\n 彼女はどんな状況においても、変わらない声で俺に対する信頼を示してくれた。"
    "何度も、何度も言ってくれた。俺は彼女に信頼されているのに、なのに、俺は人を殺そうとしていたのか。"
    "何故か空笑いが出てきた。何とか持ちこたえていた体が無力感で徐々に重くなり、やがて沈んでいく。"
    et "何もしたくないんだ。{w}もう、何も…"
    nvl clear
    pause 3
    scene black with dissolve
    pause 1.0
    "\n 人は一生に一度くらいは楽園を夢見る。"
    "俺も幼い頃、その懐かしくてうんざりな天井の下で数え切れない程楽園を描きながら過ごしてきた。"
    "大人たちに授けられた恐らく俺と血の繋がった女でなく、自分で選んだ花嫁と賑やかな街、俺たちの幸せを祝う人々、才能が活かせる職場、そうやって稼いだ金で買った俺たちの家…"
    et "何一つも成し遂げていないが、彼女と共にいるうちには幸せだと思っていた。{w}彼女がいる場所こそが俺の楽園だったんだ。"
    nvl clear
    stop music fadeout 2
    "\n ……"
    et "……"
    hide screen nvlbox with dissolve
    pause 3.0
    scene bg102_1 with dissolve
    pause 1.0
    show SCG_07 11 with dissolve
    show screen textbox with dissolve
    play music "audio/bgm/arne safe.ogg" fadein 2.0
    ar "…[na2]兄弟。{w}顔色が悪いですが、また何か事故にお遭いしましたのでしょうか？"
    pl "……"
    show SCG_07 7 with fastdissolve
    ar "今日は茶菓子を用意致しました。兄弟の気に召されるかは分からないのですが…良ければお座り下さい。"
    pl "……"
    show SCG_07 11 with fastdissolve
    ar "…兄弟？"
    pl "姉さん、俺たち結婚しよう。"
    ar "結婚…？"
    pl "今まで勇気がなくてゴメン。でももう姉さんに責任を全部押し付けたりなんかしない。"
    pl "俺、姉さんと結婚したいんだ。{w}今すぐでもいい、だから結婚しよう。"
    ar "……"
    nar "何度も「結婚」という言葉を声に出す度に、俺の声はだんだんと朗らかになっていった。"
    nar "陰や鬱もなく、未来へ真っ直ぐに伸びている声だった。"
    nar "彼女は突然の状況に当惑したのか怪訝な顔をしているが、すぐ俺の意志に気付いて、いつも通りの笑顔を見せてくれるだろう。"
    pl "指輪は俺がもう少し金を集められたら買うよ。後3週ぐらいで俺も初月給をもらえるはずなんだ。"
    pl "それぐらいの頃には部署も魔導部に移ってるはずだし。"
    pl "ウェディングドレスは真っ白な色で、地面に触れるぐらい長いやつにしよう。"
    pl "俺の故郷じゃ結婚式を挙げても特別ドレスなんかを着こなしたりはしないからさ、一度でいいから見てみたかったんだよ…"
    pl "今までは他の誰でも良かったんだけど、今は姉さんに着て欲しい。綺麗だろうな、絶対。"
    pl "結婚式に来た神殿の人々は誰もが羨むだろうな…ハハ。子供、欲しいだろ？俺もいいよ。"
    pl "魔導師の方の文化はあんまり知らないけど、三人くらいならちょうどいいかな。"
    pl "俺たちの間に子供が出来るなら姉さん似でたくましいだろうさ。女の子でもいいけど、男の子なら沢山遊んであげられそうだ。"
    pl "あと、家も欲しいや。他の家族を連れてじゃなくて、俺たち家族て住める新婚の家庭がいい。"
    pl "姉さんもいいよな？{w}あ、俺のことばっか言っちゃって…姉さんは結婚したらどうしたい？"
    ar "……兄弟、そう仰ってくださってこれ以上なく幸せで御座います。"
    show SCG_07 7 with fastdissolve
    ar "我々の関係を真剣に考えて頂いただけでも嬉しいのに、未来のことまで考えて下さるとは…身に余るほどの幸福で御座います。"
    ar "しかし、我々は夫婦仲になったとて正式に婚姻は挙げられません。"
    show SCG_07 5 with fastdissolve
    stop music
    play sound "audio/se/hit.ogg"
    pl "なんでだ？！" with sshake
    nar "カタン、と。テーブルの上に並んだティーカップが揺れる。"
    nar "急いでシャワーを浴びてきたせいだろうか、手だけでなく唇もわなわなと震えてきた。"
    nar "彼女は狼狽えてはいなかった。只怪訝な表情を変えずに俺を見つめているだけだ。"
    play music "audio/bgm/r18.ogg" fadein 3
    show SCG_07 11 with fastdissolve
    ar "申し訳御座いません。私が意を伝えるのに疎いせいで、兄弟が誤解されてしまった様ですね。"
    ar "私共は皆神殿に入る時、神に仕える司祭となると同時に結婚できぬ身となります。"
    ar "それは私だけでなく、兄弟も同じです。"
    nar "誤解…"
    show SCG_07 9 with fastdissolve
    ar "それに、私には魔導部の主教の座を受け継ぐという古くからの使命が御座います。"
    ar "それは伯父様の願いでもあり、私が幼い頃から夢見てきた目標でもございます。"
    ar "私は伯父様によってその栄光を頂き、不届き者の身から脱する為一生を捧げて来ました。"
    ar "なのでこれからも、神殿から出る事は出来かねます。"
    nar "目標…"
    ar "私の意見は、確かに兄弟とは方向性が違うかもしれません。しかし式はどうでも良いのです。"
    show SCG_07 7 with fastdissolve
    ar "私とエノクも血は繋がっておりませんが、互いを大事に思う家族になれたではありませんか。"
    ar "これからの一生を、兄弟に献身しながら生きて行く覚悟が私にあるのです。"
    ar "だからあなたは何も私に与えて下さらなくても良いのです。"
    ar "貴方の名ばかりを貸して頂けるのであれば、それだけで充分に御座います。"
    nar "献身…"
    show SCG_07 4 with fastdissolve
    ar "…この前もお話しましたが[na2]兄弟は既に私に溢れんばかりの大切を下さいました。"
    ar "私は貴方の隣に立てる、恥じる事なく、私自身も満足できるような人間になりたいです。"
    pl "なら今すぐ俺とセックスしろ。"
    stop music fadeout 1
    show SCG_07 5 with fastdissolve
    ar "はい…？"
    play sound "audio/se/cup.ogg"
    nar "未だに揺らいでいるカップをテーブルの上から掃き落とした。"
    nar "赤い茶の湯と共に、見向きもしなかった茶菓子が足下に落ちる。彼女は俺の方から差してきた影の下で、不安な顔を見せた。"
    nar "自分自身の安否よりも、俺の状態を案ずるように俺をじっと見上げていた。"
    nar "本当は俺の勘違いなのかもしれない。{w}これまで、姉さんは何事においても俺を優先してくれたから。"
    nar "姉さんは、何の情報もなく神殿まで来た俺の為に用意された人だと思っていたから。"
    ar "きょうだ…"
    hide SCG_07 with dissolve
    play music "audio/bgm/grumble.ogg" fadein 2.0
    nar "俺は姉さんの体を押し付け、その上に乗っかった。{w}押し付けた時の余韻でで手が、全身が震えた。" with sshake
    nar "ソファーの肘掛けに落ちた髪が床に広く散らばった。"
    pl "一体なんでちゃんと説明してくれないんだ？"
    pl "最初であった頃からずっとそうだ、神殿の人々誰もが知ってる事実なのに俺だけ知らないんだよ。"
    pl "姉さんは何でも聞かされてきたんだし楽だよなあ？幼い頃からそう教育を受けて来たもんな。"
    pl "ならさ、なら俺は？"
    pl "俺は姉さんがどう生きて来たかとか、何を考えながら生きて来たのかとか、何も知らないんだよ！"
    pl "姉さんに分かって欲しいって、それが当たり前って感じで説明されても俺は何を言われてるのか何ひとつ、"
    play sound "audio/se/hit.ogg"
    pl "さっぱり分かんないんだよ！！" with sshake
    show SCG_07 10 with dissolve
    ar "も…申し訳御座いません、私は本当に…"
    pl "申し訳とか、そういうのもういいから。"
    nar "自分でも聞いたこともない低い声を発した。"
    nar "しかし彼女の口が止まったのは声のせいでなく、俺の手が自分の肌を掴んだからだろう。"
    ar "あの、外に人が…"
    pl "脚広げろ。"
    show SCG_07 at huruhuru
    ar "……"
    pl "広げろよ…早く、早く広げろっつってんだろ、クソが…！！"
    hide SCG_07 with dissolve
    nar "俺は彼女の脚に丸く刻まれた聖痕を、手を動かしては腹を、その下に出張った所を押した。"
    nar "俺たちの人生が正に彼女が描いた通りに流れるなら、これからも永遠に空いているべき所だ。"
    pl "俺、姉さんのために努力してきたんだぜ。俺に出来る事なら何だってしようとしたし、実際してきた。"
    pl "もう俺の人生は姉さんしかいない。姉さんを除いてしまえば何も残らないんだ…{w}俺を愛してるって言ったよな？"
    pl "なら責任取れよ、俺をお前の夫に、お前の子供のパパにならせろ！"
    pl "俺がお前に捧げた人生、そっくりそのまま返せよ！！" with sshake
    nar "徐々に赤くなると思った彼女の顔はどうしてか蒼白くなっていき、目は俺のいない方を探る。"
    nar "それが嫌で、彼女の髪の毛を掌で押さえ付けた。"
    nar "本当は髪の毛を掴むつもりではなかったが、元から彼女の髪が長いせいで自然と手に取れた。"
    nar "手に取った1束の髪は滑らかに手からこぼれ落ち、彼女の体にはもう力が入らないようだった。"
    pl "…あんまり心配するなよ、姉さんの御父さんも司祭の身分で姉さんを生んだんだろ。"
    pl "その立場が女に変わったからって、大事にはならない筈…"
    nar "俺は無力な彼女の体の上に乗っかったまま、革帯に手を置く。"
    ar "……"
    stop music fadeout 2
    ar "はい、畏まりました。{w}不甲斐無い者ですが、何卒。"
    nar "掌の下から聞こえてきた彼女の声からは震えが消えていた。{w}震えだけでなく恥らいも、心配も消えていた。"
    nar "それは好奇心や一瞬の情熱に体を委ねた照れ臭さの混じった声でなく、"
    nar "憤怒や悲哀などの感情を抑えている威嚇的な声でもなかった。"
    nar "そこには何もなかった。{w}只全てを諦め、須らく体を委ねる供物のような声だった。"
    pl "…………"
    pl "ハハッ……"
    nar "あの時、俺に襲ってきたのは恐怖だった。"
    nar "静かな部屋の中、袖が掠る音すらもしなくなり、耳元に入るのは俺の呼吸音だけだった。"
    nar "その音は興奮を隠せずに震えていたが、徐々に落ち着いて小さくなっていった。"
    nar "俺は何も言わずにソファーから離れた。彼女も静かに何も言わなかった。"
    nar "扉を閉めて出ていく前に、彼女は乱れた体を起こして俺を見つめたが、未だに髪に隠れて顔の表情が見えなかった。"
    hide screen textbox with dissolve
    pause 3
    scene bg03 with dissolve
    call place03
    pause 1
    show screen nvlbox with dissolve
    nvl clear
    "\n 最初から可怪しいと思っていた。しかし敢えて蓋をしておきたかった。"
    "その団体を、姉さんを疑えばせっかく手に入れた幸せを失ってしまうと分かっていたから。"
    "しかしずっと疑っていた。それを敢えて否定し続けてきた。当たり前の事実だったのに。{w}俺以外の誰もが知っている事実だったのに。"
    "あいつらが魔導部に贔屓される俺に舐めてかかったことも、精々頑張ってみろよと言い放ったのにも、それだけの理由があった。"
    et "ほらみろ、又俺だけが腑抜けの馬鹿野郎じゃないか。"
    nvl clear
    "\n 主教の話は全部正論だった。だからこそ更に否定しようとしてきた。{w}結局、全てはまるで研ぎ澄まされた刃に手を差し付けるような行為だった。"
    "鋭利な刃に切られた手から不正な血が流れ出る度に、魂から罪が落ちていき、新たな血が回り、汚れた体が浄化されるのだと思っていた。"
    "とんだ勘違いだった。"
    et "安着しようとしたそこに俺の居場所はなかった。"
    nvl clear
    "\n 彼女がいる場所は単に彼女の燦爛とした生の為に用意された席であって、俺の楽園ではなかった。{w}最初から誰でもよかったんだ。"
    "彼女は哀れな人で、家門への忠誠と己の感情に区別がつけられない。"
    "彼女はそれを否定したが、本当は自分も知らないだけだ。"
    "本人に与えられた使命であれば、彼女は生んでくれた親、共に育ってきた兄弟、生まれて初めて出会った人にも呆れるほど容易く足を開くのであろう。"
    "どうして清廉なことは美しいことだと思ったんだろうか。どうして完璧に近いほど安全だと思ったんだろうか。"
    "俺は結局彼女に指一本さえ触れられなかった。"
    et "しかし俺は、それでも俺は本当に、本気で姉さんが…"
    if persistent.call_CG == True:
        hide screen nvlbox with dissolve
        scene black with dissolve
        pause 3
        show cgar03R:
            alpha 0.0001
        pause 0.1
        hide cgar03R
        show cgar03 with slowdissolve
        pause 2
        nvl clear
        show screen nvlbox with dissolve
    else:
        hide screen nvlbox with dissolve
        scene black with dissolve
        pause 3
        show cgar03:
            alpha 0.0001
        pause 0.1
        hide cgar03
        show cgar03R with slowdissolve
        pause 2
        nvl clear
        show screen nvlbox with dissolve
    play music "audio/bgm/Dream.ogg" fadein 2.0
    "\n 暗い食卓、真っ白な身体の女性がプレートの上に乗っている。"
    "辺りには灯りの一つもないのに、まるでプレートそのものが光を発している様だった。"
    "金色の飾りが埋め込まれた黒い髪の毛は身体の下に広がっていて、たっぷりと掛けられたソースか仕切りのサラダを連想させる。"
    et "胸の上に綺麗に重ねられた両手の隙間から桃色の乳輪が垣間見える。"
    nvl clear
    "\n 身体に付いた物の内、切り取る事が出来る物なら何でも切っては売り払う州都で女性の髪が長いという事はそれ程の品格があるという印でもあった。"
    "綺麗な肌は未だに血色があって、青い色白ではなく、少しばかり赤みを帯びていた。"
    "適度な肉付きで身体の輪郭を飾る太もも、ガラスで細工したかのような半透明な足の爪。"
    "これこそが生涯清潔で高価な物のみを口にし、髪の毛一つ一つまで他人の手によって管理されてきた女性の身体。"
    et "彼女はじっくり金を掛け育て上げられた最上級の肉に違いない。{w}それが今俺の前に差し出されている。俺は彼らがもてなすべき客だから。"
    nvl clear
    "\n その肉はあまりにも柔らかく手入れされていたため、下手な手付きで差し込んだナイフによって簡単に切れてしまう。"
    "まるで肉が刃を吸い取るかの様に。口にしたそれはとても新鮮で甘かった。"
    "俺はなるべくその肉を舌で撫で転がし、長らく味わっていたかったが、奥歯の隙間から溢れ出る生温い汁が喉を潤すと性急にも呑み込んでしまう。"
    "ぬるりと食道を滑り行く肉は俺の一部となって溶けていく。{w}特別称賛の言葉など要らなかった。"
    et "温まった腹を撫で下ろしつつ、次の肉をせがむ。上手く見せなければならない大人達は周りに居ない。"
    nvl clear
    "\n テーブルマナーなど、最初から微塵も解らなかったのでナイフもフォークも向こうへ投げ捨てた。"
    "俺は鳥などの獣の真似をするように柔らかくまるいクチバシで肉をつつき、何日も管理を忘れた爪で掴む。"
    "舌が触れる至る場所を弄ぶ。歯茎と口内にむっちりとした生肉の生臭さを擦り付ける。{w}多幸感に窒息しそうだった。"
    "絶え間なく噴き出す血が口元や服を濡らす。新鮮な肉だけが持つ蒸し暑い湿気に頭が回る。"
    "俺はもっと、もっと顔を汚していたかった。俺の腹の中を不快な満腹感で埋めていたかった。"
    "ぎっしり入っていた長い内臓を歯で引き摺り出し、顔を上げた時に視線が届いた彼女の表情はずっと平穏なままだった。"
    et "故郷の空を思わせる青い瞳も、今は見えない。"
    nvl clear
    "\n 食卓に溢れんばかりの血が椅子の下にまで滴り落ちる。{w}その音は時計の針や、心音みたいに均一だ。"
    "俺は只彼女を意地汚く欲してただけだったのか？"
    et "真っ赤に剥がれた彼女の腹の皮の上に顔を乗せると、嬉しみが押し寄せる同時に哀しみでいっぱいになる。"
    hide screen nvlbox with dissolve
    hide cgar03 with slowdissolve
    pause 2
    show screen nvlbox with dissolve
    nvl clear
    scene black with slowdissolve
    "\n これが珍味な肉などではなく、単なる姉さんの死体だという事実など初めから分かっていた。"
    "でも止められなかった。{w}止めようとすらしなかった。"
    "姉さんのナカは温かい。視界を埋める鮮明な紅色、未だ口に残っている甘ったるさ、暖かくて柔らかい肉壁は俺に安静を齎してくれる。"
    et "楽園はその周辺に存在する場所ではなく、彼女そのものにある場所だったのだ。"
    nvl clear
    "\n ここで生きて居たい。{w}ああ、せめてちっぽけな蟲として生まれればよかった。"
    "貴方の死体の中で生きることが出来るならきっと明日も晴れだろうな。{w}ここなら太陽の暖かさも感じられる。"
    "ここでずっと生きていけるなら明日も、その次の日も空を拝む必要などない。"
    stop music fadeout 2
    $ _skipping = False
    et "生涯の一部になるということはそういう事なんだろう。"
    $ save_name = "day 9, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day10_ar
    return

label day10_ar:
    $ day = 10
    $ save_name = "day 10, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 4.ogg' fadein 2.0
    image 10day = Text("day 10",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '10day' at day00 with slowdissolve
    pause 5
    hide expression '10day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    nvl clear
    "\n 瞼が何回か瞬いた。随分寝返りを打ったのか、片方の足に布団がきつく巻かれていた。"
    "夢による断片的な記憶とそこからの幸福感が、朦朧とした精神を浮かれさせては消えていく。"
    "窓越しに見える空はすっかり白く輝いていて、扉の外は静かだった。その時、寝坊したことを直感した。"
    "二度と遅刻しないと心に決めたのに、うっかりそれを思い出すと気が滅入ってしまった。"
    et "意味もなく布団を又引被り、二度寝する為に瞼を閉じた。起きたくない。{w}起きる自信がない。"
    nvl clear
    scene bg11 with slowdissolve
    play music "audio/bgm/grumble.ogg" fadein 2.0
    show screen nvlbox with dissolve
    "\n もう処理班なんて行きたくない。{w}死体を片付け、汚れた床を磨く仕事なんてもううんざりだ。"
    "又あいつらと顔を合わせるくらいならいっそ死んでしまった方がいい。他の奴らも同じだ。"
    "俺が苦しむ様を見捨てては嘲笑ったのであろう奴らなんて、俺の幸せ一つも祈ってくれない輩らは友達なんかじゃない。"
    "俺だって頑張っているんだ。正直、言語も上手くできない上で事前情報も何も知らずに一週間も耐えているのに、それだけでもう十分褒められるべきではないか。"
    et "しかも俺がいくら努力したところで、彼らにはさほど響かないだろう。実際そう言われた。{w}お前にできることは何にもない、いっそ自分の運命を考えたらどうだ、と。"
    nvl clear
    "\n その言葉の真意にもっと早く気付くべきだった。自分の人生も背負えないくせに、誰かの人生に足を踏み入れようとしていたなんて。"
    "俺はまともな教育を受けたこともなく、何かを成し遂げた経験もなく、しかも生まれつきの怠け者で自分から何かを学ぼうとしたこともない。"
    "人より優れた才能や特技など何一つも持っておらず、只その場しのぎの小技を繰り出せるだけであって、それも所詮は子供騙しの小技程度のものだ。"
    "もっと早く自分の人生を振り返るべきだったのに、振り返らずに一生を無駄にしてしまった。"
    "そんな俺が大人になったなんて。他の人はどんな風に育って大人になれたんだろうか。"
    et "俺が生に飽きた理由は息苦しい環境のせいだと思っていたが、只俺という人間に呆れただけだったのだ。"
    nvl clear
    "\n そんな俺にとって姉さんとの出来事はまるで夢のようだった。"
    "どうしてか初対面の時から俺に好意を見せてくれた彼女は誰よりも完璧な人だったが、俺の前ではいつも自分を下げていたし、誰よりも親切に扱ってくれた。"
    "しかも俺のことが「好き」だと言ってくれる。そりゃ惚れるに決まっているだろう。"
    "人が逆らうことのできない摂理、所謂運命のようなものに従うことと同じだ。"
    et "彼女のことが好きな人は俺以外にも沢山いるが、彼女は俺だけの女だ。"
    nvl clear
    "\n そんな彼女を愛することは当然順調ではなかった。俺が彼女に相応しい人間じゃないから。"
    "彼女は…俺だけの勘違いであって、端から俺のものではなかったからだ。それくらい最初から分かっていた。"
    "昨日は自分の罪に気づいていながらも天使に祈りを捧げなかった。"
    et "俺と姉さんを仲違いさせようとする天使のことを、このまま信じ続けなければならない理由が分からなくなってきた。"
    nvl clear
    "\n どうしてこれまで信じ続けてきたんだろう。それが当然のことだったから？"
    "俺は只姉さんと幸せになりたいだけだ。"
    "姉さん、姉さん、アルネ姉さん。{w}好きだ、愛してるよアル姉。俺、今も姉さんのことを愛しているんだよ。{w}神殿で暮らすの毎日は辛くて残酷なことばっかりだが、只姉さんだけが俺の信頼に答えてくれたんだ。"
    et "姉さんは神を崇める修道女だが、俺の世界においては神様だったんだ…"
    nvl clear
    "\n しかし彼女は神ではなかったから俺を裏切った。彼女が愛したのは「家族」という存在であって、俺は最後まで彼女の家族にはなれなかった。"
    "俺には彼女と俺が繋がっているという証が必要だった。{w}そんな神に裏切られた今、もう俺には何も残ってない。"
    "魔導部がアルタナータの長女が必要としているのも、魔導師の存在が世に讃えられるのも、俺とは全く関係ない。"
    "俺には「アルネ・アルタナータ」というたった一人だけが必要なんだ。{w}そこから間違っていたのか？"
    et "俺は姉さんの為に、俺は姉さんの為だけに、{w}俺は姉さんの…"
    stop music fadeout 2
    hide screen nvlbox with dissolve
    scene bg10 with slowdissolve
    call place10
    nvl clear
    show screen nvlbox with dissolve
    "\n いつの間にか眠ってしまったのか、再び目を開けた時は真昼になっていた。"
    et "窓の外は朝とほぼ変わらない色をしていたが、何となく分かったことがある。{w}思い出せない夢の中で俺は一つの結論に至ったようだ。"
    hide screen nvlbox with dissolve
    scene bg02 with dissolve
    call place02
    pause 1.0
    show screen textbox with dissolve
    nar "外は寒かった。いつもだったらシャワーでも浴びただろうに、今日は他の所に寄りたくなくて服だけを着替えた。"
    nar "外から見た神殿は昨日とは多少違って見えた。真っ黒い灰が風に吹かれるように、不穏な霧が立ち込んでいた。"
    nar "本当に霧が立ち込んでいる訳ではなく、俺にはそんな風に感じられただけだが、それくらい外が怖かった。"
    nar "いつか聞いた話のように、感情が力場を作ったようなものだ。"
    hide screen textbox
    scene bg102 with dissolve
    call place102
    pause 1.0
    show screen textbox
    nar "急いで訪れた訓練場は相変わらず騒がしかった。{w}ここも安全ではない。"
    play music "audio/bgm/arne.ogg" fadein 2.0
    nar "何人かの視線が俺に向けられ、俺はアルネ姉さんを探すことにした。"
    nar "今日は扉を開けて中に入ったのとほぼ同時に、姉さんが俺に近付いてきた。"
    nar "姉さんらしくもない平静を失った顔で、今すぐにでも涙を落としそうだった。まるで演劇のような光景だった。"
    show SCG_07 10 with dissolve
    ar "兄弟、昨日は…大変申し訳御座いませんでした。"
    pl "…ん？何が…？"
    ar "私の不注意によって発生した誤解のせいで、兄弟の心を傷付けてしまいました。"
    show SCG_07 9 with fastdissolve
    ar "金輪際何を言われようが言い訳は致しません。{w}この事によって私に失望されたとしても理解致します。"
    ar "深くお詫び申し上げます。"
    pl "……"
    nar "こんな時、俺は何と言えばいいんだろう。何も思いつかなかった。"
    nar "彼女の言う通り、俺は彼女に対して思いっきり怒ってもいいし、"
    nar "いつも通り狼狽える彼女を慰める形で許してそのままなかったことにしてもいい。"
    nar "しかしそうはしたくなかった。"
    pl "…本気で申し訳ないって思ってるならさ…{w}今日一日は俺と一緒にいてくれね？"
    show SCG_07 11 with fastdissolve
    ar "あぁ……"
    pl "前は少し時間が出来たらお話もしてたりしたのに、最近はマトモに会えてもないだろ。"
    pl "運よく出会えたとしても姉さんはすぐ仕事に向かっちゃうから顔だけ合わせてすぐ別れるばっかりだったし、"
    pl "先に会いに来てくれたこともないし…だから今日一日は俺とずっと一緒にいてくれよ。"
    pl "俺、姉さんと一緒にいたい。"
    nar "言葉を重ねる度に頭が重くなる。"
    nar "最後には殆ど聞こえないくらいに小さくなった俺の声が届いたのか否かわからないが、彼女は微動だにせず佇んでいた。"
    nar "不安になって再び顔を上げると、彼女は只瞼をパチパチとさせながら俺を見つめていた。{w}この感覚をよく知っている気がした。"
    show SCG_07 9 with fastdissolve
    ar "…そう致しましょう。"
    nar "「しかし」と、彼女は言葉を濁した。"
    show SCG_07 11 with fastdissolve
    ar "…それだけでも本当に大丈夫なのですか？"
    nar "あまりにも淡々と答えたものだから、嬉しさやありがたさよりも虚しさを感じた。"
    nar "あらゆる感情が抜け出ていくような気がする中でも、一つだけ分かったことがあった。"
    nar "俺の気持ちや心境を、彼女はどれ一つも理解していない。"
    nar "さっき頷いてくれたのは只提案に対する返答であって、俺の気持ちを察してくれたわけではなかった。"
    show SCG_07 7 with fastdissolve
    ar "では、準備致します。{w}すぐに向かいますので、兄弟は奥の方で暫しお待ちください。"
    hide SCG_07 with dissolve
    nar "期待していなかったから不安にもならなかった。"
    nar "只扉を閉める前に、彼女が彼に話しかける姿が見えた瞬間には不愉快になった。{w}俺は未だ彼女を信じていない。"
    nar "信頼関係は一方通行ではないから、彼女が俺に見せてくれる信頼も本当の意味での信頼ではない。"
    nar "相手の気持ちを酌まず自分の都合のいいように解釈してしまう。{w}果たしてそれを信頼と呼べるのだろうか。"
    nar "俺はそこに佇んで彼女の後姿を睨んでは、今のこの行動こそが恨みだと気づいて中に入っていった。"
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "これまでの俺の未来予想図において、誰かが入っていたことはなかった。"
    nar "只何となくそばに誰かがいるだろうと想像してみたことはあるが、確実な特定の誰かを想像したことは一度もない。"
    nar "想像したくもない。"
    nar "誰かと共にいたいというのは、幼い俺の目には自らを抑圧し閉じ込める行為にしか見えなかった。"
    nar "頭の中の世界において俺は自由だった。{w}数多くの可能性が四方八方に伸びていたし、"
    nar "人との繋がりはその可能性の一つにすぎず、俺の人生において然程大きいものではなかった。"
    nar "誰もが人の為の生き方を知っておりそれを目指して生きるが、俺はそれを知らないまま大人になった。"
    nar "だから今、自分自身の心がどんな風にどう動いているのかが分からないんだ。"
    nar "彼女はあくまで俺の自由を尊重し配慮してくれているから、全ての責任は彼女自身にあることを強調したいだろうが、それは違う。"
    nar "俺は彼女に抑圧されたいのだ。そうされてでも役立たずの俺を否定したかった。"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 1.0
    scene bg102 with dissolve
    show screen textbox with dissolve
    play music "audio/bgm/arne safe.ogg" fadein 2.0
    show SCG_07 0 with dissolve
    ar "お待ち頂き、ありがとうございます。兄弟。"
    pl "姉さん…"
    hide SCG_07 with dissolve
    nar "頭を下げる彼女の背後から、背の高い男性がもじもじとしながら中に入ってきた。"
    nar "最初から期待していなかったから裏切られた気持ちもしなかった。"
    pl "ああ、兄ちゃんもいたんだな。よかった。早く座んなよ。"
    show SCG_08 3 with dissolve
    en "いや…ぼ、僕はやっぱ帰った方が…"
    pl "な～に言ってんだよ、ハハ。兄ちゃんは姉さんの弟にしてはヘンなとこで内気だよな。"
    pl "三人でお話したら楽しいだろ。な？"
    show SCG_08 at huruhuru
    en "あっはい…ハハ…"
    hide SCG_08 with dissolve
    nar "邪魔だって分かっているなら最初から来るな。ああやって煮え切らない姿を見ていると虫の居所が悪くなる。"
    nar "姉さんだってそうだ、二人きりになりたい、という気持ちがそんなに分からないのか。"
    nar "彼女にとって俺は恋人なのか、弟なのか。はっきりしてくれよ。"
    show SCG_08 8 at hkright
    show SCG_07 0 at arleft
    with dissolve
    pl "ところで二人とも、食事は済んだのか？"
    pl "せっかくのお昼時間だろ。もしまだだったら俺のことは気にしなくていいから。"
    show SCG_08 9 with fastdissolve
    show SCG_08 at bounce
    en "僕は簡単に済ませたんスけど、姉上がッスね…"
    ar "私は適当に済ませました。しかしエノクが…"
    pl "どっちだよ？"
    en "前も言いましたけど、オートミールは食事には合わないんですって。"
    show SCG_07 2 with fastdissolve
    show SCG_07 at bounce
    ar "オートミールではない。ポリッジだ。{w}タンパク質の摂取にはこれ以上ない。"
    ar "お前こそ、鶏むね肉にキャベツを和えただけのサラダで充分な栄養を拵えたと主張するつもりか？"
    show SCG_08 2 with fastdissolve
    en "サラダじゃないです、サンドイッチです。{w}それに鶏むね肉にもタンパク質はあるんですって！"
    en "[na]さんもなんか言って下さいよ！"
    show SCG_07 0 with fastdissolve
    show SCG_07 at huruhuru
    ar "うっ…"
    pl "俺からしたらどっちも同じですよ～だ。{w}てか、なんで食堂で食べないんだよ？"
    pl "いつも思うけど食堂って浄化部か保健部の人ばっかいっぱいいるよな。"
    show SCG_08 10 with fastdissolve
    en "まあ…僕達の場合単に便利性を求めて簡易食を選んだだけッスよ。仕事が忙しいからッスね。"
    en "それ以外の司祭達は通常…他の部署と時間が被らないよう多少早い時間に食事を取っているッス。"
    pl "あれっ、それは何でだ？まさか…魔導部専用特別食があったり…"
    show SCG_08 11 with fastdissolve
    en "いやいやまさか、食料だって少ないのに。訓練の時間の為ッスよ。"
    show SCG_08 8 with fastdissolve
    en "そして合理的和合の為の選択…と言った方が良さそうですね。"
    pl "あぁ…貴重な食事の時間に魔導部が隣に座っちまったらのどに詰まるから？"
    show SCG_08 2 with fastdissolve
    show SCG_08 at bounce
    en "ちょっ…言い方…！"
    ar "はい、然様で御座います。"
    show SCG_08 3 with fastdissolve
    en "姉上……"
    show SCG_07 9 with fastdissolve
    ar "魔導部の司祭達は何より共同の文化を重要視するが故、他部署の司祭達と馴染む方法が分からなくなってしまいました。"
    ar "尊重出来ぬ者達が外部から気まずく思われるのは当然の事です。"
    pl "姉さんも魔導部の問題がわかってるんだな。"
    show SCG_07 0 with fastdissolve
    ar "問題の把握も出来ないまま指揮を取るなど有り得ない事です。長所もまた同じ、二つは常に両立しております。"
    pl "世に長所なき人などおらず、また短所なき人も存在しないっていうアレか。"
    ar "はい。長所を把握することも勿論大事ですが、短所を知ってこそ相手の人間性が分かるものです。"
    ar "特に短所というものは都合の良い毒でして、過ぎれば人の質を下げてしまいますが、時折長所を支える場合も御座います。"
    ar "ですので。{w}二つの内どちらかの身を知って人の価値を判断するのは決してあってはならない事と言えますね。"
    pl "いい話だな。エノク兄ちゃんの短所は？"
    show SCG_08 11 with fastdissolve
    show SCG_08 at bounce
    en "えっ、急に？"
    show SCG_07 9 with fastdissolve
    ar "エノクの短所は自己主張に弱い所と言えます。"
    ar "幼い頃から他人の命令を受ける立場にあった為、今もまだ個人の意思表現がハッキリできず不満を積もらせてしまいます。"
    ar "そして、それとはまた別で常に一言が余計な傾向に御座います。"
    show SCG_08 7 with fastdissolve
    show SCG_08 at huruhuru
    en "あ、姉上……"
    ar "そのお陰で交友関係が広く、口が重く、責任感が強いため信頼して仕事を任せる事が出来ます。"
    ar "このように短所とは両刃の剣ともなります。"
    show SCG_08 3 S with fastdissolve
    show SCG_08 at huruhuru
    en "あ、姉上ぇ……！"
    show SCG_07 0 with fastdissolve
    ar "エノク、常に意思表現をしっかりしなさい。"
    ar "目標の為に瞬間的に逃れようとしたり、否定するのを罪深き羞恥と思ってはいけない。"
    ar "お前は私より広い視界を持っているからこそ万が一目の前に見える目標が消えようと、"
    ar "道を失ってしまったと思わずに可能性を広げてみなさい。"
    ar "お前は何でも手に入れることが出来る、何でも出来る漢なのだからな。"
    show SCG_08 0 with fastdissolve
    en "はい、姉上の隣で補佐する事が出来るという事実は常に僕にとっての光栄です。"
    en "これからもその栄光に沿える様致します。"
    show SCG_07 7 with fastdissolve
    ar "うむ。"
    nar "又つまらない話に脱線してしまったな。切り上げる所も知らないのか。"
    nar "ここは空気を読んで黙っていればいいんだろう。{w}貴賓の前で弁えろよ、さっさと姉さんから退けろ。"
    pl "そういや、確かに兄ちゃんって魔導部の司祭にしては顔が広いよな。"
    show SCG_08 8 with fastdissolve
    en "「魔導部の司祭にしては」ってどういう意味ッスか…"
    pl "あんだろ、その…{w}学術部司祭とも仲いいだろ？多分。"
    show SCG_08 0 with fastdissolve
    en "ラヴィッスね！"
    en "別に交友関係を広めようと思ってやってた訳ではないんスけど、一回二回と話し掛けてる内に自然に仲良くなった気がするッスね。"
    show SCG_08 1 with fastdissolve
    en "ハハ。神殿を巡れば友達百人できるかな～ッスよ。"
    show SCG_07 11 with fastdissolve
    ar "成程…運動にもなりそうだな。"
    show SCG_08 8 with fastdissolve
    en "あの、姉上…申し訳ないですが、今のは文字通りの意味ではないです…"
    pl "まあ、俺もエノク兄ちゃんが執拗に話し掛けてきてこうなったんだしな～"
    en "うっ…顔が広いのは[na]さんもそうじゃないッスか。"
    pl "俺はそれこそたくさん歩き回ってるだけだって。神殿を何度も何度も巡ってな。"
    pl "道はだいぶ覚えたし、今はもうここにしか来ないけど。"
    show SCG_07 0 with fastdissolve
    ar "それは栄光に思いますが、他の友との交友関係を繋げていくのも忘れない様にして下さいませ。"
    pl "や、俺は姉さんオンリーワンなんだって～ハハ。"
    show SCG_07 4 with fastdissolve
    ar "ふふ…"
    nar "冗談じゃないんだけどなあ。"
    pl "で、学術部の司祭たちが食堂で見えないのは何でなんだ？"
    show SCG_08 10 with fastdissolve
    en "うーん…学術部の司祭達は単に食事を抜いているだけじゃないッスかね。"
    en "ラヴィも良く食事を取るタイミングを逃してたりしてたッス。{w}飴やチョコの一切れで一日を耐えるなんて…"
    show SCG_08 8 with fastdissolve
    en "あの人たちは身体がぼくらとは違う構造になっているに違いないッス。"
    pl "俺もパン一切れとりんご一玉でも丈夫だぞ。"
    show SCG_07 11 with fastdissolve
    ar "ずっと気になっていたのですが…今日は食事を抜かれたのですか、兄弟。"
    pl "姉さんが居なかったらどうしようって気が急いじゃってさ。ご飯は後からでも食えるから大丈夫！"
    en "んなクセに他人の食事に口出しするとか、有り得ないんスよ…{w}皆さん栄養ちゃんと取ってくださいよね～"
    hide SCG_08
    hide SCG_07
    with dissolve
    stop music fadeout 2
    play sound "audio/se/bell 1.ogg"
    pause 0.1
    stop sound fadeout 10
    nar "もう鐘が鳴る時間になった。{w}昼休みの終わりを告げる鐘、会話を止めた二人はぼうっとしたまま訳もなく空を見つめた。"
    nar "結局、くだらない話で時間を無駄にしてしまった。大切な時間だったのに。"
    nar "この後どうなるかなんて解かりきってる、またもやアイツが台無しにした。"
    pl "…二人はどうするんだ？"
    show SCG_08 8 at hkright
    show SCG_07 0 at arleft
    with dissolve
    en "ああ…さっきのアレの話ッスね、うーん…"
    en "これは僕個人の意見なんスけど、主教様にはとりあえず秘密にしといて、僕が姉上の分まで仕事をするっていうのは…"
    ar "いいや、それはいけない。"
    ar "魔導部の司祭たる者は意志を共にすべきであろう。そこに嘘偽り等あってはならない。"
    show SCG_08 3 with fastdissolve
    en "姉上、勿論それは承知の上ですが…"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    pl "じゃあ言ってみなよ、どうするんだ？"
    show SCG_07 9 with fastdissolve
    ar "方法は一つ。私が直接伯父様にご了承頂き、午後の時間を作る事に御座います。"
    pl "折角兄ちゃんが気遣ってくれてんのに、今日はヘンな意地張らないで言う事聞いたらどうなんだよ。"
    ar "そうはいけません。全ては伯父様の許可のもとで行われなくては。"
    pl "姉さんは伯父さんに死ねって言われたらくたばるのか？"
    show SCG_07 0 with fastdissolve
    ar "不安ですか、兄弟。"
    pl "いや当然だろ。"
    pl "姉さんみたいな人が事前相談もなく急に仕事を抜きたいって言ったらあの性格悪い主教様が「ハイそうですか」って言うと思うか？"
    pl "本当にその方法が通じるとでも思ったならそれは傲慢だ！"
    en "[na]さん、まずは落ち着いて…"
    pl "落ち着けると思うか？姉さんと毎日毎日くっ付いて回ってる兄ちゃんにはわからないだろ、俺の気持ちなんか！"
    pl "俺がそんなに大層なことを望んだのか？俺はただ、常に、正直に…{w}お互い支え合っていたかっただけなのに。"
    pl "俺、姉さんのことがもう信じられないんだよ。"
    pl "一緒に仕事をするほかの司祭達には誰よりも頼もしい人だろうけど、俺にとっての姉さんは俺を常に不安にさせる人なんだ。"
    play sound "audio/se/hit.ogg"
    pl "気付いてくれよ、俺のこと…家の事の半分ぐらいでもいいから俺の立場のことも考えてくれよ！！" with sshake
    hide SCG_08
    hide SCG_07
    with dissolve
    nar "心の奥にある言葉を吐き出す度に頭の中は真っ白になっていった。"
    nar "もう誰も話を続けようとしなかった。彼女に対する侮辱に怒ると思っていたが、彼はどうしてか浮かない顔で俺を見ていた。"
    nar "まるで捨てられた獣を見るようなその目は、俺の立場を哀れむ顔に違いなかった。"
    nar "唾でも吐いてやりたい面だ。"
    nar "肝心の姉さん本人は今も変わらずに冷静な顔で座っているのに、こいつは自分が何だと思っているのか。"
    show SCG_07 11 with dissolve
    ar "…私は兄弟に憎悪されていたのですね。"
    nar "俺たち二人の視線は一気に彼女に向かれた。{w}彼女の声は淡々と、残酷な言葉を選ぶ。"
    ar "常に兄弟の事を想っている心算でしたが、その様な事の一つも気づけていないとは…"
    show SCG_07 9 with fastdissolve
    ar "それこそ憎悪されて当然で御座います。私の不甲斐無さが憎たらしいです。"
    pl "それに今更気付いたから、俺たち二人はこうなっちまったんだろうな。"
    ar "…何を言おうと無駄だとは承知しております。行動で示さなければ。"
    show SCG_07 0 with fastdissolve
    ar "しかし兄弟、私は私の信念を曲げることは出来ません。"
    ar "この気持ちは私自身の手によって貴方に証明すべき物、他人の手を借りようと何の意味が御座いましょう。"
    pl "……"
    show SCG_07 9 with fastdissolve
    ar "もう一度機会をくれと駄々を捏ねたりはしません。期待を取り返せるとも思っておりません。"
    ar "これ以上その心に私の為の居場所がなくとも構いません。"
    show SCG_07 0 with fastdissolve
    ar "しかし私は、アルネ・アルタナータとして、この誓いを必ずや守って見せます。"
    hide SCG_07 9 with dissolve
    nar "俺は何も言わなかった。俺に頭を下げては部屋から出ていく二人を見守ることすらしなかった。"
    nar "二人が去った部屋には重たい静寂が流れた。そして静寂はとても暗くなり俺の眼を眩ませた。"
    hide screen textbox with dissolve
    show screen nvlbox with dissolve
    nvl clear
    stop music fadeout 2
    "\n 彼女の口から「憎悪」という言葉が出る前まで、俺は自身の感情に察していなかった。姉さんの事は愛している。"
    "彼女が何度も言っているような心の底からの「本気」が俺にだってきっとある。"
    "なのにあの男はそうは思っていないようだ。まるで俺の立場を見透しているような不憫な目をしやがって。"
    et "どれだけ自分の恋心を凄いものだと思っているかは知らないが、そんな彼に哀れみの目で舐められた俺は悔しくて涙が零れそうだ。"
    nvl clear
    "\n 俺の本気を舐めるな、俺は本気で好きなんだぞ。"
    "彼女が亡くなったときには、その麗しい白骨をもらってきて、空っぽの目のくぼみに舌を入れまだ残っている肉片を舐めたいくらいだ。{w}きっと今まで味わったことのない果実の味がするだろう。"
    "そう思うとまだ幸せとは何か、について思い出すことができた。"
    et "つまり俺が感じている憎悪や恨みなどは、彼女への未練を捨て切れなかったという証なのだ。"
    nvl clear
    "\n 悔しい、あの男を八つ裂きにしてしまいたい。{w}こんな状況においても、依然として俺でなく自分の正義を選ぶ姉さんも、首を折って殺ってしまいたい。"
    "彼女を心の底から信じることができる人々が羨ましい。"
    "彼女が言う都合のいい、夢のような話は只夢のまま終わってしまうだろうということを、今なら分かる。"
    et "俺もせっかく誰かに恋をするなら、真っ直ぐで正しい心で彼女を愛したかった。{w}普通の人みたいに、あの男みたいに…"
    hide screen nvlbox with dissolve
    scene black with slowdissolve
    pause 2
    show bg107_rkn with slowdissolve
    pause 1.0
    show SCG_09 0 at bigright
    show SCG_07 0 at arleft
    with dissolve
    show screen textbox with dissolve
    play music "audio/bgm/arne.ogg" fadein 2.0
    $ ar = Character('アルネ', color="#a4c2f4", what_style="glow_say", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    $ er = Character('エルジェーベト', color="#6d9eeb", what_style="glow_say", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    ar "伯父様、突然に伺いまして、大変申し訳ございません。"
    er "なあに、お前なら何時だって大歓迎だ。{w}だが…この様な時間に伺うとは、たった一人の姪からの挨拶ではあるまい…"
    er "何か遭ったのだな？事故なのか？"
    ar "いいえ、本日は魔導部補佐教としてでなく、伯父様のたった一人の姪として一つお願いを申し上げたくお尋ねいたしました。"
    show SCG_09 4 with fastdissolve
    er "ほぉ…面白い。{w}時刻は十二時か、既に仕事が始まっているであろう時刻だな。"
    er "この時間に指揮を担当していなければ成らないお前がこの俺の手を止めさせてまで申し上げたいお願いとは何たるか、"
    er "聞いてみようではないか。"
    show SCG_07 9 with fastdissolve
    ar "…複雑には申し上げません。午後の仕事、業務から完全に手を引きとう御座います。"
    ar "どうか私めにたった一日、その半分の時間を頂けますでしょうか。"
    show SCG_09 9 with fastdissolve
    er "午後の業務を休みたい、と。{w}単純明快ではあるな。特別理由があるのかね？"
    show SCG_07 0 with fastdissolve
    ar "理由は御座いません。単に私めの独断で、伯父様にお願い申し上げたので御座います。"
    show SCG_09 0 with fastdissolve
    er "アルネよ。俺は昔、お前が幼い頃初めて任され、今ではお前の父よりも長い年月を共にして来たが…"
    er "その長いとも言える年月の中でお前の可愛い我儘を聞く事になるのはこの度が初めてだな。"
    show SCG_09 9 with fastdissolve
    er "幼い頃は多少駄々っ子ではあったのだが、それは別として。"
    ar "不甲斐無い姿を御見せしてしまい、大変申し訳御座いません。"
    show SCG_09 0 with fastdissolve
    er "お前は良く育ってくれた。"
    er "子は親の宝と言ったか、お陰で一生味わう事も無かったであろう親の気持ちを感じながら生きる事が出来た。"
    er "しかしアルネよ、それはお前が非の打ち所がない、優秀で正しい人間として育ってくれたからという理由だけではない。"
    er "お前は既にその存在からして俺の自慢の子なのだよ…"
    show SCG_09 9 with fastdissolve
    er "そんなお前の口からの我儘なら、それが何であろうと聞いてやるのが道理だ。"
    show SCG_07 7 with fastdissolve
    ar "伯父様、それはつまり…"
    show SCG_09 8 with fastdissolve
    er "それが今日で終わりとは、惜しい事だな。"
    show SCG_07 5 with fastdissolve
    ar "はい…？"
    er "この様な事が本当に独断ではあるまい。尊いお前の事だ、間違いなく誰かの為だろうな。"
    show SCG_07 10 with fastdissolve
    ar "違います。私は本当に、個人の休憩を望んで…"
    show SCG_09 0 with fastdissolve
    er "まあ、それ自体は讃えられるべきだな。{w}他人の不甲斐無さを庇う為自身が代わり持って責任を取ろうとするとは、"
    er "やはり俺のアルネだ。魔導部の次期主教と呼ばれるに値する。"
    show SCG_09 11 with fastdissolve
    er "俺がこの様な判断を下したのはだな、お前の口から嘘偽りが吐かれてしまったからなのだよ。"
    show SCG_07 at huruhuru
    ar "……！"
    show SCG_09 8 with fastdissolve
    er "お前を信頼している。だからこそこう言った結論が下せるのだ…"
    er "然し真実を隠そうとするとは、お前は俺の事を信頼していなかった様だな。{w}ではその深慮を訊こう。"
    show SCG_09 10 with fastdissolve
    er "お前の清廉な口を借りて嘘を吐いたのは誰だ？部署の幼い司祭達か？{w}それとも…我が婿殿か？"
    ar "いえ…！{w}此度は誠に、志の弱く不甲斐無い私めの独断に御座います。他人との一切の関係は御座いません…"
    er "ほら見なさい、一つの嘘を隠す為また一つ嘘を重ねているではないか。じきに其れは百、千と増えるだろうよ。"
    er "お前は今やっと嘘を覚えた物だ、此れからその口もまた災いの元になろう…"
    ar "災い…"
    show SCG_09 11 with fastdissolve
    er "こうなったからには一つ教えをやろうではないか。"
    er "人は罪を犯したから人を騙そうとするのではない、嘘を口にしたが故にその魂が罪に染まるのだ。"
    show SCG_07 at huruhuru
    ar "しかし、しかし…{w}私が此処で頷いてしまえば、彼の者に伝えて来た言葉さえ嘘に成ってしまいます…"
    show SCG_09 8 with fastdissolve
    er "元より真心という物は状況によって変わる物だ。"
    er "お前は只自身の足りない部分についての自覚が足りず、守れぬ約束をしてしまった迄よ。"
    show SCG_09 4 with fastdissolve
    er "それに対する責任は自身が持たねばならん、俺の力を借りようとしてはいかんだろう。{w}なあ？"
    ar "……"
    show SCG_07 9 with fastdissolve
    ar "……はい、愚かな私めをお許しください。"
    ar "謙遜を失い自身の能力を過信し、伯父様に無礼を犯した罪。どんな罰であろうと甘んじて受け入れます。"
    ar "どうか不束者の私に教えを下さいますでしょうか。"
    show SCG_09 0 with fastdissolve
    er "なぁに、こうやって顔を見れただけでも嬉しいものだよ…{w}お前の立場に戻り、為すべき事を成しなさい。"
    stop music fadeout 2
    ar "…はい。"
    $ ar = Character('アルネ', color="#a4c2f4", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    $ er = Character('エルジェーベト', color="#6d9eeb", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    hide screen textbox with dissolve
    scene bg102
    play sound "audio/se/memory.ogg"
    call bgw
    show screen textbox with dissolve
    nar "……"
    nar "遠くから足音が聞こえてくる。"
    nar "歩いているようが、急いでいるのかばらばらな間隔で聞こえる音。間もなくノックもなしに扉が開いた。"
    nar "俺が扉を眺めながら想像していた、魔導部の司祭たる顔のないシルエットが一瞬で彼女の姿に変わる。"
    show SCG_07 11 with dissolve
    ar "兄弟…お待ち頂けたのですね。"
    nar "彼女の断固とした眼差しが喜びや安心でぼやけてくる。"
    nar "薄暗く見えた部屋は、彼女が入って息を整えていくにつれて灯りを戻し、ずっと座っていた俺まで息切れがしそうだ。"
    nar "小さな深呼吸からため息のような音がした。"
    show SCG_07 9 with fastdissolve
    play music "audio/bgm/arne safe.ogg" fadein 2.0
    ar "…お隣、席を頂いても宜しいでしょうか。"
    pl "どうぞ。"
    ar "有難う御座います…"
    pl "……"
    show SCG_07 0 with fastdissolve
    ar "…先に、謝っておかねばなりません。"
    pl "いいよ。"
    nar "話を聞く前に反応が先に出てきた。"
    ar "御存知の通り、私は真っ当な趣味一つすらない下らぬ女故…"
    show SCG_07 9 with fastdissolve
    ar "急に一日の時間を頂いたとて、何をすれば兄弟を満足させられるかがどうにも…"
    pl "…えっ？{w}いやいや、そんなのどうでもいい。てか急に一日時間を貰ったって…"
    pl "姉さん、もしかして主教様に仕事を抜いてもいいって許可を頂いたのか？"
    show SCG_07 11 with fastdissolve
    ar "はい。正確には一日ではなく、午後の仕事のみですが。"
    pl "で、でも一体どうやって？{w}魔導部は団体行動が基本で、姉さんはその柱みたいなもんだろ？"
    pl "それを当日、しかももう既に仕事が始まった時間帯に？"
    ar "無論、その様な責務は本来一時だとて手放してはいけない事です。{w}他人の目には単なる我儘として写ったのでしょう。"
    show SCG_07 0 with fastdissolve
    ar "しかし何時か兄弟も仰ったではないですか、「自分を優先してくれ」と。{w}それに私は兄弟と一日を御一緒すると誓いました。"
    ar "その約束を現実へと果すのが、今の私にとっての最優先だった迄です。"
    pl "わかんねえ…一体何をどうしてきたんだ…？"
    show SCG_07 9 with fastdissolve
    ar "贖罪を、する為であると。そう伝え申しました。{w}伯父様はそれを理解してくださいましたのです。"
    pl "…俺のことも言ったのか？"
    ar "きっと、解ってらっしゃったのでしょう。"
    pl "…ハッ、じゃあ後で俺に何か対処させるつもりなんだろうな。"
    pl "やれるモンならやってみろって言われたようなモンだよ。どうせ今日で最後になるから…{w}だろ？"
    show SCG_07 0 with fastdissolve
    ar "魔導の司祭たる者、自身が犯した罪に対しての責任を取れるべきであり、他人の信頼を失ってはならないもの。"
    ar "伯父様はアルネ・アルタナータ以前に、魔導部の補佐教を庇って下さったのです。"
    ar "この贖罪を通じて、私が胸を張って生きて行ける様。"
    pl "……"
    ar "しかし…万が一でも兄弟が私を赦して下さらないのであれば、私は伯父様にひどく叱られてしまいますでしょうね。"
    pl "なんだよ、チャンスを貰ったからって次は責任転嫁かよ。"
    ar "はい、然様で御座います。"
    show SCG_07 7 with fastdissolve
    ar "私は兄弟の女ではありませんか。貴方の女性の責任くらいとって下さい。"
    pl "………"
    pl "……今までゴメン、アル姉。{w}許すよ。全部。"
    ar "そう呼んで頂いたのも久方ですね…"
    hide SCG_07 with dissolve
    nar "俺は彼女の手を握って、それだけでは満足できず彼女を抱き締めた。"
    nar "耳元に掛かる息と共に俺の腕の中にいる彼女の肩や背が震えていた。"
    show SCG_07 11 with dissolve
    ar "ぁ…申し訳ありません。"
    pl "やっぱりなんかあったのか？"
    show SCG_07 9 with fastdissolve
    ar "心配なさらず、安心した為に御座います。"
    ar "正しい事を成すため、とは言え伯父様に魔導の道理を背くような我儘を申し上げたのは此度が初めてです。"
    show SCG_07 11 with fastdissolve
    ar "そのせいか身体の震えが…{w}色々と失望させてしまったのではないか心配です。"
    pl "俺は姉さんの外見だけで姉さんを好きになった訳じゃないんだよ。{w}だから失望なんかしないぜ。"
    show SCG_07 1 with fastdissolve
    ar "…はい。光栄で御座います。"
    hide SCG_07 with dissolve
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 午後の二人だけの時間は短かった。"
    "もう時間はとっくに過ぎてしまい、俺たち二人は神殿の外どころか訓練場の外にも出られずに狭いソファーの上で会話を交わした。"
    "本当に他愛のない話をした。"
    "思い付くままに、思い出話や知り合いの近況、神殿の噂…のようなよくある世間話から、"
    et "二人の会話はいつの間にか互いのことがどれだけ好きなのか、又どこが好きなのか、恥ずかしげもなく口にしていた。"
    nvl clear
    "\n そうしているうちに、俺はだんだんと今まで彼女に抱いてきた悪しき感情を打ち明けた。{w}寂しさや妬み、欲望のような恥ずかしいことばかり。"
    "姉さんは少し照れながらも嬉しいと言ってくれた。"
    "もう一度その理由を聞くと、より一層照れくさそうな態度で、自分にもっと欲を感じてほしい、と言ってくれた。{w}俺も同じことを言った。"
    "そうやって、いつもだったら話せなかった素直な気持ちを打ち明けていると、まるで彼女本人が側にいないように思えてきて、大声で笑いながらも寂しくなった。"
    "もしこれが夢だったらどうするんだ、と不安になる瞬間もあった。"
    et "その度に彼女は俺の手を握ってくれた。何でもない俺たちの一日はそうやって過ぎていった。"
    hide screen nvlbox with dissolve
    pause 1.0
    show SCG_07 11 with dissolve
    show screen textbox with dissolve
    pl "そろそろ他の人たちも戻ってくる時間じゃないか？"
    ar "一瞬で過ぎて行ってしまいましたね。"
    pl "楽しい時間ってのはあっという間なんだよ。今日は姉さんとたくさん話せたんだしそろそろ満足しとくか。"
    show SCG_07 0 with fastdissolve
    ar "まだです。"
    pl "ん？"
    show SCG_07 9 with fastdissolve
    ar "今日一日はずっと一緒、と仰っていらしたではないですか。{w}今日はまだ終わっていません。"
    ar "上で泊まって行かれては如何でしょう。"
    pl "上って…ね、姉さんの部屋？"
    show SCG_07 0 with fastdissolve
    ar "…嫌だったでしょうか。"
    pl "そ、そん…な。{w}…行くよ。"
    show SCG_07 7 with fastdissolve
    ar "…良かった。{w}恥ずかしながら、もしも断られたのならどうしようものかと悩んでおりました。"
    pl "力ずくで連れてくつもりだったとか？"
    ar "その手もありましたね。"
    pl "ハハ…そんな心配しなくていいよ。"
    hide screen textbox with dissolve
    hide SCG_19 with dissolve
    scene bg19 with dissolve
    call place19
    pause 1.0
    show screen textbox with dissolve
    nar "彼女は他の司祭たちに用事があったからか、夜遅くまで部屋に行ったり来たりしたが、"
    nar "俺はみんなが寝支度をするまでの間ずっと、彼女の部屋に引きこもっていた。"
    nar "やっぱり外には出たくはないのは勿論、他の誰かと遭遇したくもない。"
    nar "明日の朝から何をすればいいか、それすらも考えたくなかった。{w}只彼女のベッドの中で布団を被って横になった。"
    nar "魔導部のベッドは元々こうなのか、それとも特別こういう仕様なのかは分からないが、"
    nar "姉さんのベッドはとても広々としたもので、並んで寝ても襟の一つも触れ合うことがなかった。"
    nar "瞼を閉じると一日の疲れが迫ってきた。色々なことを思い出したが、極力彼女との間であったことだけを考えるようにした。"
    nar "彼女は素晴らしい人間だ。{w}信じるだけで何もかも解決できるなんて、正に魔法ではないか。"
    nar "魔導部がその威厳を保てるのはこんな人を中心に置いているからだろう。"
    stop music fadeout 0.5
    nar "それがどうした。姉さんは未だに処女であり、俺たちは法律的な夫婦にはなれないのに。"
    hide screen textbox with dissolve
    show screen textbox with dissolve
    play music "audio/bgm/r18.ogg" fadein 5
    nar "ぱっと気を戻して起き上がった。見下ろした姉さんは微動もせずに横になっていた。"
    nar "しかしまだ眠ってはいないことは分かる。{w}その隣には尖った燭台が煌いていた。"
    pl "姉さん、男を部屋に易々と入れちゃダメだろ。どうなっても知らないぞ？"
    show SCG_07 0 with dissolve
    ar "我々はじき夫婦となる仲ではありませんか。このような事柄にも慣れておかねば。"
    pl "どうせ既成事実関係でもないだろ、実質的には他人同然なんだよ。{w}そんな人に何されてもいいっていうのか？"
    show SCG_07 9 with fastdissolve
    ar "はい。たとえこの身を兄弟に捧げたいという目的は果たせなかったとて、この心に変わりは御座いません。"
    ar "兄弟に秘めていた心を口にしたあの時から、それは真実という釘となって私の人生に刺さりました故。"
    pl "尊い花嫁さんだな、ホント…{w}じゃあこういうのはどうだ？"
    pl "実は俺が欲深い狂人で、それで共寝じゃなくて殺人を考えてるんだとしたら？"
    show SCG_07 0 with fastdissolve
    ar "何が貴方を不安にさせるのですか。"
    pl "姉さんがある日コロッと死んじゃいそうで怖いんだ。"
    pl "預言だとか、運命だとかそんなのよく知らないけど、ただただ不安なんだよ。{w}昨日だって姉さんが死んじまう夢を見てた。"
    show SCG_07 11 with fastdissolve
    ar "私が死ぬ夢、ですか。{w}エノクもそうでしたが今日はあちこちで大袈裟ですね。"
    show SCG_07 0 with fastdissolve
    ar "私を夢見る程心配して頂いたのは嬉しいのですが、私は死にません。"
    pl "口一つに二言じゃねえか、前は死ぬのは怖くないとか言ってたクセに。"
    ar "考え方は無論変わっておりません。{w}死を以てアルタナータの長者として認められるので有らば、"
    ar "不届き者の私を脱皮できましょう。神託に添う事は栄光ある事です。"
    show SCG_07 9 with fastdissolve
    stop music fadeout 2
    ar "しかし…私がそれに従うことが出来たのは、この身の主が禍だったからです。"
    show SCG_07 7 with fastdissolve
    ar "これからこの身は兄弟の物、兄弟が私がずっと生きている事を望むので有らば私はそう致しましょう。"
    play music "audio/bgm/arne safe.ogg" fadein 2.0
    pl "…ハハ、姉さんなら不老不死だってマジで叶っちゃうだろうな。"
    ar "ふふ、それは如何でしょう…"
    ar "今まで心配をお掛けして大変申し訳御座いませんでした。{w}もう大丈夫です、すべて…"
    play sound "audio/se/r18 2.ogg"
    nar "頬に生温い手が触れた。きっと俺の頬を撫でる為だろうが、姉さんの瞳はまぶたに覆われたままだった。"
    nar "その手はまるで夢の中で物の輪郭を確かめるように、ゆるゆると頬と目の下を撫でていった。{w}そして徐々に下がっていった。"
    show SCG_07 11 with fastdissolve
    ar "…あれ、泣いて、ない。{w}如何して涙だと思ってしまったのでしょうか…"
    hide SCG_07 with dissolve
    nar "そして彼女の目はもう完全に閉ざされた。"
    nar "声が小さくなっていくと思ったら、彼女は少しの乱れもなく眠りに落ちていた。"
    play sound "audio/se/r18 2.ogg"
    nar "不安になって彼女の手を握りしめた。"
    nar "その手に温もりがあることを確かめて、小さく開いた口から漏れる息、それに併せて上下を繰り返す胸元を眺めた。"
    nar "やはり欲が捨てられない。彼女は俺の女だ、と堂々と自慢したい。{w}永遠に彼女の傍で助けてあげたい。"
    nar "そうする為にはまず彼女の人生に足を踏み入れる必要がある。{w}俺はアル姉と結婚がしたい。"
    nar "その欲望は彼女の傍にいる時間が長くなるにつれて徐々に大きくなってきたが、諦めるべきであることは分かる。"
    nar "これからは俺自身の未来だけでなく、彼女の未来も尊重すべきだからだ。"
    nar "俺は手を繋いだまま横になって、彼女の手の甲の上にもう片方の手を乗せた。{w}まるで祈りを捧げるように。"
    hide screen textbox with dissolve
    stop music fadeout 2
    show black with dissolve
    pause 3
    play sound "audio/se/knock.ogg"
    pause 1
    hide black
    scene bg19_1
    with dissolve
    show screen textbox with dissolve
    nar "…そうやって襲ってきた眠気は、いきなり聞こえてきたノック音にもう一度消え去ってしまった。"
    nar "姉さんがゆっくりと目を開いては体を起こした。{w}その反応速度には驚いたが、起きていた訳ではないのか朦朧とした表情だった。"
    nar "彼女は絡めあった指を解くどころか、自分の方に引っ張った。"
    show SCG_07 0 at arleft
    with dissolve
    ar "入りなさい。"
    show SCG_08 7 at hkright
    with dissolve
    en "…エノクです。{w}御二方の御時間を邪魔してしまい大変申し訳御座いません。"
    pl "なんだよ、こんな夜中に？"
    show SCG_08 9 with fastdissolve
    en "恐縮でございますが、処理すべき急用が発生したので僕たち二人で外部の方に出動しなければならなくなりました。"
    en "主教様の命令です。"
    pl "……"
    show SCG_08 7 with fastdissolve
    en "もう…わざとじゃないんですって。"
    en "姉上も、まさかもう寝てらっしゃるとは思ってませんでした。{w}急に起こしてしまいましたね…"
    ar "大丈夫だ、エノク。疲れで少し目を閉じていただけだからな。"
    show SCG_07 9 with fastdissolve
    ar "伯父様から頂いた一日も終わりかけているし、朝晩を問わず人のために働くものこそ魔導師だからな…"
    pl "アル姉、いっちゃうの？"
    hide SCG_08
    show SCG_07 7 at center
    with dissolve
    ar "兄弟の選択に従いましょう。"
    pl "俺……"
    if persistent.ar_end or persistent.cheat_happy_end:
        hide screen textbox with dissolve
        menu:
            "素直に言う":
                $ ar_happy = True
                show screen textbox with dissolve
                jump ar_end_1
            "本音を隠す":
                show screen textbox with dissolve
                pl "………"
    else:
        pl "………"
    pl "…いいよ、そろそろ眠かったんだし。大事なことなんだろ、行ってきなよ。"
    ar "はい。行って参ります、[na2]兄弟。{w}夜を共に出来ず申し訳御座いません。"
    pl "う、うわっ…{w}なーに言ってんだよ、早く行けって！"
    show SCG_08 9 at hkright
    show SCG_07 0 at arleft
    with dissolve
    en "本当に大丈夫ですか…？"
    ar "ああ、急いで支度しよう。"
    show SCG_08 8 with fastdissolve
    en "はい。"
    hide SCG_07
    hide SCG_08
    with dissolve
    hide screen textbox with dissolve
    show screen textbox with dissolve
    nar "姉さんのいなくなったベッドは、あまりにも広過ぎてまるで野原の上に仰向けになっているような気がした。"
    nar "姉さんの寝ていた所はまだ温かい。{w}握っていた手にも未だに温かさが残っている。"
    nar "本当は行かないで、と引き留めたかった。"
    nar "実際そうすることもできただろうが、彼女の口から聞かされた理想的な生き方や責任のことを思うと見送ることしかできなかった。"
    scene black with dissolve
    nar "明日からは新しい俺になるんだ。{w}自分だけを考えるのでなく、姉さんと俺の為の生き方を考えるんだ。"
    nar "一生懸命に努力して、今度こそ姉さんに相応しい俺になるんだ。"
    stop music fadeout 2.0
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "しかし、そんな日が来ることはもう二度となかったのです。"
    nar "朝、見知らぬ顔の魔導部の司祭が扉を叩いて知らせたのは姉さんの訃報。"
    nar "俺はアルネ姉さんが死にゆく間もぐっすり眠っていたのでした。"
    nar "ちゃんと頑張ろうって思ったのに、お外はもう明るい太陽が昇るのに、姉さんはずっと帰ってきません。"
    stop music fadeout 2
    nar "もしもあの時俺が無理に大人ぶらず、正直に姉さんと一緒にいたいと駄々でもこねたのなら、"
    $ _skipping = False
    nar "姉さんは死なずに済んだのでしょうか。"
    $ save_name = "day 10, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day11_ar
    return

label day11_ar:
    $ day = 11
    $ save_name = "day 11, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 5.ogg' fadein 2.0
    image 11day = Text("day 11",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '11day' at day00 with slowdissolve
    pause 5
    hide expression '11day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene bg102_1 with dissolve
    call place102
    pause 1.0
    show screen nvlbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 2.0
    nvl clear
    "\n 夜の間に降り続けた雨のせいで道がじめじめしていた。神殿の所々に飾られた草にも雫が垂れていた。"
    "頭を掠める風に一際生温さを感じて顔を上げると、そこには未だに眩しい太陽が上っていた。"
    "こんなに気温が暑くなったところを見ると、故郷ではそろそろ茂った雑草の刈り取りが始まっているはずだ。"
    "金木犀の季節はまだ遠い。その真っ直ぐにそびえる木から黄金の花が咲く季節、もし俺たちに未来があるなら、二人きりでそれを眺めることになるだろう。"
    nvl clear
    "\n 朝には大騒ぎで神殿を走り回っていた魔導部の司祭たちは、昼になると訓練場を借りた粗末な葬儀場で涙を流した。"
    "「彼女がどこへ行くのか、その道を私たちは知っている。私たちの姉妹は勇敢に戰い、走るべき道のりを走り終え、"
    "信仰を守り通し、朽ちず、汚れず、萎む事ない魂を受け私たちとともにおられる。」"
    "しばらく少し司祭たちの咽んだ声を聞いていた俺は、そこから飛び出た。"
    et "悲しみや怒りが耐えられなかった訳ではない。只そこに姉さんがいなかったからだ。"
    nvl clear
    "\n 元々神殿の方針がそうなのか、それとも今回亡くなったのが彼女だったからか、姉さんの死体は棺にはない。"
    "だからその葬式では、空っぽの棺と、彼女の代わりとして彼女の写真を入れた額縁だけがあった。"
    "丁寧に手を合わせた司祭たちの視線は全て写真の方を向いている。"
    "本人たちも、空っぽの棺に祈りを捧げるのは馬鹿げた真似にすぎないということを知っているんだろう。"
    et "小さな写真一枚に対して何十人もの人が一斉に祈りを捧げる姿はまるで神を讃える儀式のようだった。{w}そんな見栄えばかりの所にはもういたくない。"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1.0
    stop music fadeout 2
    scene bg02 with dissolve
    call place02
    pause 1.0
    play music "audio/se/tutorial walking.ogg" fadein 2
    nvl clear
    show screen nvlbox with dissolve with dissolve
    "\n 司祭たちは誰もが心の中に穴が空いたようだと言っているが、俺は寂しくなかった。{w}俺の頭の中の彼女は生きていた。"
    "優しさと冷静さを併せ持つ声で俺に話しかけてきた。"
    "俺は損得勘定で動く人間だ。だから他の人もみんな誰かを騙すだろうし、人に善意を施す裏には何らかの理由があるだろうと信じていた。"
    et "そんな俺にとって彼女は怪しさ極まりない人間だった。"
    hide screen nvlbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 「兄弟も我々の家族ではありませんか。」"
    "彼女は屡々俺に信頼を見せてくれたが、俺はそれに何かしらの理由を付けようとしていた。"
    "今になって振り返ると、或る意味甘えていたと思う。"
    "俺が彼女に話した全ての不満は、彼女の誤りというよりはこの息苦しい状況が耐えられなくて爆発した腹癒せに近いものだったし、"
    "俺は彼らがどこまでこんな我が儘を受け止めてくれるか確かめてみたかった。{w}只の意地悪だった。"
    et "しかし結局、彼女の怒る姿を見ることなく終わってしまった。"
    nvl clear
    "\n 「兄弟がそれを望まれるのであれば私はその願いを成るべく聞き入れて差し上げたいのです。それこそが私の喜びですので。」"
    "人が人を好きになることに理由が必要だとすれば、彼女のことが好きになるべき理由は数えきれない程だった。"
    "もし彼女が俺のことが好きになってくれなかったならば、俺も彼女のことを好きにはならなかったんだろう。"
    "しかし姉さんは俺のことを好きになってくれた。理由はそれだけで十分だ。"
    et "彼女は人として持つべし善意の感情や本能のような何かを引き出す才があった。{w}だから好きになった。"
    nvl clear
    "\n 「兄弟が見て育った全てを、私にも教えてほしいのです。」"
    et "本当に、好きだった。"
    nvl clear
    "\n 「はい、畏まりました。不甲斐無い者ですが、何卒。」"
    "姉さんは俺に好感を持ってもらうようにと色んな理由を作ってくれたが、本当は理由なんてどうでもよかった。"
    "金や名誉が何だって言うんだ。俺は彼女に楽しさを教えてあげて、幸福を教わってもらった。"
    et "この女の隣で幸せになりたかった、楽しさを与えてやりたかった。それだけなのに。"
    nvl clear
    "\n 「私は今この瞬間、貴方の事を心の底から想い慕っております。」"
    et "「私の答えが兄弟の御心にまた不安の火種を残してしまったのなら、私が何度でも証明して見せましょう。」"
    nvl clear
    scene bg02 with dissolve
    stop music fadeout 2
    "\n 姉さんに会いたい。"
    et "その時俺が感じたのは、姉さんに「もう一度」会いたい、ではなく、只只「会いたい」という気持ちだった。"
    hide screen nvlbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "\n 葬式のせいか神殿は静まり返っていて、俺が向かう道は尚更寂寞だった。{w}まだ浄化部の司祭でよかった。俺は懐からカギを取り出し、死体安置所と書かれた部屋に入る。"
    play sound "audio/se/door close.ogg"
    "曇った天気で室内はまるで夕暮れ時の様に暗い。一先ず入り口近くの箱から新しい蝋燭を取り出し、汚くなった燭台に取り替える。"
    et "部屋にぼんやりとした光が満ちると、彼女が見えてくる。{w}彼女の衣装は普段通りだったが、事故があって以来誰も手を付けていないのか未だに砂埃が付いていた。"
    nvl clear
    "\n 顔に乗せられた打ち覆いを剥がす。顔は腐ったところもなく綺麗に整ったが、首に出来た鮮明なナイフの痕が彼女の死を知らせている。死体は発見された瞬間頭と体に繋がる神経を切っておく。"
    "亡者として生き返る事を防ぐ為だ。だからこれは彼女の生死を区別する為の一線のようなものだ。"
    "そんな当然な事を忘れさせるぐらい、姉さんはやはり美しい。{w}生きる者に美しいと言った所でそれは生きているため「作品」と呼ぶには値しない。"
    et "しかし、死が奪った生気により青白くなった姉さんの顔には既に無機物的な美しさが宿っている。だから俺は悲しみも、恐怖も忘れイカれた変態芸術家の作品でも観ているかのように感激する。"
    nvl clear
    hide screen nvlbox with dissolve
    show cgar04 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    "\n 「姉さん、おはよう。」"
    "挨拶した時には悦びさえ感じた。死体に興奮したわけではない、姉さんに言えなかった事を言えたからだ。{w}俺はこの時、心のどこかで希望を感じていたのかもしれない。"
    et "だから姉さんを抱き締めた。冷たい身体は既に固まっていて、動かない。挨拶の返事もない。それでもいい。心臓一つ分の音だけが煩く響く。"
    nvl clear
    "\n 今やっと気づいたことだが、手の甲から血が出ていた。{w}如何やら来る道中でどこかでぶつかって擦り剥いたらしい。"
    "それを親指ですくい取り、姉さんの血の気のない唇に塗りたくる。{w}乾いた唇の硬くて荒れた感触が過ぎると、姉さんの顔に少しばかりの生気が足される。"
    "姉さんが言うには、州都の女性は結婚前には唇にこうやって色を塗るらしい。顔には白いベールを覆って。"
    et "俺の真似は下手で不器用だったが、姉さんは何も言わずずっと寝ているばかりだ。死ぬという事はこう言う事なんだな。"
    nvl clear
    "\n 「ハハッ、俺らにはピッタリだよな。」"
    "その真似なんかに満足した俺は彼女の冷たい唇に口付けする。"
    "それは俺が生きている内の最初であり最後に経験するであろう長い、長いキスだった。水に溺れ落ちていくのと同じく。{w}単なる口付けで充分だったはずなのに、彼女の顎は何の抵抗も無く開く。"
    "鼻から息が抜けていく音が不快で、俺は長い間息を吸わない彼女につれるように息を止めて、血と泥の生臭い味がする口の中で混ざり合い、ゴムのような質感の舌を舐める。しんなりとした舌は噛んでも動きがない。"
    et "薄い唇二枚の間からは何の味もしない。唾液の付いた口元が光を帯びる。"
    nvl clear
    "\n 「………」"
    et "誓いの言葉が要るんだ。皆がそうする様、当然の順序を守る様。"
    nvl clear
    "\n 「愛してるよ、姉さん。」"
    et "口に出して言うのは初めてだ。俺も言ってからやっと気づいた。頭の中では呆れるほど言ったのに、今やっと伝えられたなんて、吃驚するぐらいだ。"
    nvl clear
    "\n 「愛してるよ、姉さん、本気だ。{w}愛してる、大好きだ！」"
    "俺は口がその言葉の形を憶えるまで繰り返し、似たような言葉を繋げるように並べる。"
    et "大好きだ、俺には姉さんしかいない、姉さんと結婚したい、姉さんのためなら何でもできるよ…なんて、そんな言葉を。"
    nvl clear
    "\n 姉さんはこんな薄っぺらい言葉一つ一つにも本気で感激してくれた。毎回感謝を表し、光栄に思ってくれた。"
    et "実は俺の方がもっと、ありがとうって言ってあげたかった。{w}好意を貰えるという事自体が栄光だった。彼女から頂く好意なら何でも嬉しかった。"
    nvl clear
    "\n 俺は汚くなったスカートの下に手を入れ、彼女の脚を撫でる。聖痕があった場所にも首と同じく切り裂かれた痕がある。{w}身体は傷付いた場所から腐っていくものだから、今は脹脛を充分覆うスカートも時が過ぎ身体が膨れてきたら太ももの上まで上がってしまうだろう。"
    et "一瞬今まで見て来た死体が頭に浮かんだので、首を振る。{w}考える必要なんてない。"
    nvl clear
    "\n 「姉さんに触れられて嬉しかった、姉さんが俺の前で瞬きしたり、息をしたり、俺の言葉を真剣に聞いててくれたのが嬉しかった。姉さんの言葉一つ一つが俺にはすごく力になったし、姉さんに相応しい素敵な人に成りたいなって思ってたんだ。姉さんと生涯を共にしたいんだ…」"
    "瞼の裏には過ぎ去りし日々の記憶が浮かぶ。{w}彼女は俺に色んなことを約束してくれた。"
    et "俺を一番に思ってくれる事、俺の長点をいっぱい探してくれる事、お茶と一緒に食べられるお菓子を準備してくる事、{w}俺と一日中一緒に居てくれる事、{w}そして、"
    nvl clear
    "\n 姉さんは俺に嘘は付かない。俺に誓った事はどれだけ無理難題だったとしても全部守ってくれていた。"
    "そんな姉さんが「永遠に生きる」って言ってくれたから、俺が姉さんに生きていて欲しいと願うのなら、姉さんは永遠に生きてくれるはず。"
    et "姉さんは生きてる。俺がそう願えばいい。姉さんに生きていて欲しいと願うなら…{w}俺の神聖力をアル姉に分けられるのなら…"
    nvl clear
    scene black
    call bgw
    play sound "audio/se/slap.ogg"
    "\n ビキビキ、と割れる音がして死体の頭が落ちる。{w}水気のある木材を割いた時のような音だった。艶を失った黒い髪の毛が地面を汚す。"
    "ぼやっと部屋を照らす蝋の灯りが弱まる前に、俺はもう一度この場所を振り返った。"
    "俺が抱いていたのは何でもなかった。{w}アルネ・アルタナータは定められた運命に逆らう事無く死んだ。"
    "彼らは口を合わせて「魂は我々と共にある」なんて言っていたが、それはこの救いのない状況から逃避する為の慰めに過ぎなかった。"
    stop music fadeout 2
    et "扉を開け、歩いていく。{w}此処に魂などいない。あるのは動かなくなった死体と、鼻を突く死臭のみだった。"
    hide screen nvlbox with dissolve
    pause 2
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/map select.ogg" fadein 2.0
    nar "外に繋がる通路、並んだ椅子の中のどれかに清潔な装いを身に纏った彼が座っていた。"
    nar "徹夜のせいで目をとろんとしている彼の姿には馴染みがない。{w}彼は俺を見て目尻を顰めては、すぐため息をついた。"
    show SCG_08 10 with dissolve
    en "…こんなところにいらしてたんスね、ずっと見えなくて心配してましたよ。"
    pl "兄ちゃんこそ、こんなところにいるとは思ってなかった。"
    show SCG_08 8 with fastdissolve
    en "最後に姉上の顔を見送ってやりたくて。でも面目もないって解ってますから…"
    pl "…姉さんと最後にいたのって兄ちゃんだよな？朝はどこに行ってたんだ？"
    en "病院ッス。{w}僕も僕なりにワガママ言って、保健部の司祭の方々が出来る限りをやって下さったんスよ。"
    en "でも夜連れ帰った時にはもう既に……"
    show SCG_08 13 with fastdissolve
    en "ハハッ、もう成す術なしって感じで。"
    pl "何笑ってんだよ。"
    show SCG_08 8 with fastdissolve
    en "まあ…こんな状況になっても笑えるし、涙も出るし、怒りも沸いてくるし…"
    en "嫌んなるほど生きてるんだなって、感じてるッス。"
    nar "彼はこちらに視線を向けずに答えた。両手は丁寧に合わせたまま。{w}祈りを捧げていたのか、それとも告解？"
    show SCG_08 13 with fastdissolve
    en "姉上の事、護れなくてごめんなさい。"
    pl "……"
    en "そこで姉上を護れる人は僕一人だけだったのに、敵を目の前に逃げるという羞恥を晒しながらも結局姉上の命は助けられなかった。"
    en "敵の姿さえ分からなかった。全て僕の責任です。"
    stop music fadeout 1
    nar "なんでお前が謝るんだ？"
    en "貴方は姉上と一番格別な仲だったんだし、それ程には心を痛めてらっしゃると思います。"
    show SCG_08 8 with fastdissolve
    en "本当に、申し訳御座いませんでした。"
    en "部署異動の件については、僕が主教様に頼み込んで成るべく被害がない様にい致します。"
    en "勿論浄化部に残っても、神殿を出てやりたい仕事に移っても構いません。"
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "なんで俺が慰められなればならない。{w}姉さんが死んでしまったから？"
    nar "俺が姉さんのことが好きだってことを分かっているからか？"
    show SCG_08 0 with fastdissolve
    en "あまり心配しなくても大丈夫ッス。大事なのは貴方の意思ッスから。"
    en "[na]さんが完全に心の整理が出来るまでは、魔導部はあなたの選択をお待ちしております。"
    en "姉上ならそうなさっていらしたでしょうから…"
    nar "それはお互い様だろう、自分の立場の心配が先だろうが。俺が今まで、さっきまで何をやらかしてきたのか知らないんだろう。"
    nar "最初からそうだった。何一つ知らないくせに俺が本気で悩んでいる時にはいなかったくせに後から来て尊重するふりをしやがって。"
    nar "怒るべきところで大らかな面して大丈夫だって心配するなってふざけてやがってそうやって俺だけ間抜けな気違い野郎にしやがって。"
    nar "最初からそうだった、お前らは、お前らの家族は全部そうだった！"
    show SCG_08 11 with fastdissolve
    pl "そうだな、兄ちゃんが全部台無しにしたもんな。なあ？全部上手く行ってたのに。"
    pl "そんなに姉さんのことが好きだったなら姉さんに告白でもすればよかったじゃん。"
    pl "そうやって若くて顔も良くて何でも出来て将来有望の俺に醜い嫉妬なんかしちゃって、"
    pl "俺に自分自身を重ねて勝手に満足するぐらいなら姉さんに告白すりゃあよかったのに。"
    pl "アル姉はどうせ俺と上手く付き合ってたし、俺は神に選ばれた姉さんのたった一人の番だし、"
    pl "魔導部主教様の祝福のもとで姉さんと結婚して州都でデカい家を貰って子供も産んで幸せに住むだろうけどさ、"
    pl "さっさと姉さんに告白してフラれたらよかっただろ！なあ！"
    en "………………"
    show SCG_08 3 with fastdissolve
    en "[na]さん…{w}複雑なお気持ちは察し致しますけど、そろそろ受け入れないと。"
    en "姉さんはもう…"
    stop music fadeout 2
    pl "俺、姉さんの処女を頂いたんだ。"
    show SCG_08 11 with fastdissolve
    en "は、い？ふ、二人…え？{w}いつ、その、昨日？"
    pl "いや？{w}今さっき。"
    hide SCG_08 with dissolve
    nar "彼はしばらく惚けた顔で口元を震わしては、すぐに初めて見る顔を見せた。"
    hide screen textbox with dissolve
    nvl clear
    hide screen textbox with dissolve
    pause 1
    show cgar05 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    play music "audio/bgm/grumble.ogg" fadein 2.0
    play sound "audio/se/HumanStrike.ogg"
    "\n そして俺の頭が地面に真っ逆様に落ちた。{w}重ったい拳の下に踏みにじられた肌はぴりぴりを超えて感覚がない。" with sshake
    play sound "audio/se/luggage down.ogg"
    "冷たい床からざわつく音がして、頭の上からは聞いたことのない叫びが耳を叩いた。"
    "「離せ！」" with sshake
    play sound "audio/se/kick.ogg"
    "大きな人影がふらつきながらも、俺の脚や腹を何度も蹴り飛ばした。" with sshake
    et "神殿の人気者なだけあって、今回も野次馬が集まってきたようだ。"
    nvl clear
    "\n 「…テメェみたいな野郎はここに来るべきじゃなかったんだ！」"
    play sound "audio/se/HumanStrike.ogg"
    "まともに聞き取れたのはその一言だけで、まるで首元を矢に射られた獣の雄叫びに近い声だった。" with sshake
    "震えていて、感情任せに叫ぶ声。"
    "だよな、と頭の中に浮かんだ答えとは裏腹に、俺の口は「なんで？」って言いたそうだった。"
    play sound "audio/se/HumanStrike.ogg"
    "もしくはこう言ってやりたかった、お前みたいな間抜けた野郎が今まで姉さんの傍を守っていたなんて、信じられないぞ。" with sshake
    "こんな、人様の前で他人に暴力を振るうお前みたいな輩が…"
    et "しかし俺に口を開く暇なんてなかった。奴に首元を捕まれ、俺はやっと彼と顔を向かい合うことができた。"
    nvl clear
    "\n ぐっと食い縛った歯と歯の隙間から、漏れ出る息が一段と鋭く聞こえた。"
    play sound "audio/se/kick.ogg"
    "大きく見開いた目玉には真っ赤な血筋が何本も立っており、いつもはいけ好かなく隠していた片目がはっきりと見えた。" with sshake
    "彼は両目をまるで刃物のように大きく吊り上げて、俺を真っ二つに割る勢いで睨んでいた。"
    play sound "audio/se/HumanStrike.ogg"
    "それはそれとして、二つの目玉のバランスすらばらばらだなんて。つい吹いてしまいそうになった。" with sshake
    et "家の除け者だと言われてきたそうだが、分かってきたぜ。{w}こんなじゃまるで神様が左手で創ったみたいだ。"
    nvl clear
    play sound "audio/se/HumanStrike.ogg"
    "\n 塞がった呼吸の隙間から熱い血が上がってきた。徐々に気が朦朧になっていく。" with sshake
    play sound "audio/se/HumanStrike.ogg"
    "完全に意識を失う前に何とか一言言ってやろうと勢い任せで叫んだが、恐らく何らかの言葉を成してはいなかっただろう。" with sshake
    "それでも笑い声だけは伝えられた。"
    play sound "audio/se/HumanStrike.ogg"
    "ざまあみろ、お前も結局姉さんに相応しい人間ではなかった。{w}当然なことさ、姉さんに相応しいのは俺だけだから。" with sshake
    stop music fadeout 4
    et "姉さんの隣にいられるのも俺だけだ。{w}神に選ばれたのは俺だ、姉さんから思慕されていたのは俺なんだ。"
    nvl clear
    $ _skipping = False
    "\n 今になってやっと、アル姉にもう一度会いたくなった。"
    $ save_name = "day 11, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day12_ar
    return

label day12_ar:
    $ day = 12
    $ save_name = "day 12, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/no more bell my buddy.ogg' fadein 2.0
    image 12day = Text("day 12",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '12day' at day00 with slowdissolve
    pause 5
    hide expression '12day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene bg109 with dissolve
    pause 1.0
    show screen textbox with dissolve
    nvl clear
    play music "audio/se/tutorial walking.ogg" fadein 2.0
    nar "埃の臭いがする狭くて暗い空間。小さな窓から入ってくる光が熱くて、眉を顰めた。"
    nar "床は冷たくて、前は鉄格子で塞がれた。神殿の人々はこの陰険な空間を「許しの秘跡」だと呼んでいた。"
    nar "古びた扉の音と共に、鉄格子の向こうの壁に影法師ができる。"
    nar "壁をすっかり覆うほどに長い影法師は徐々に短くなり、その人はやがて俺の前に立つ。"
    show SCG_09 8 with dissolve
    er "獄中生活はどうだ。楽しいかね？"
    er "妙な顔をするな。魔導部の司祭に問題が発生したのだ、主教である俺が来るのは当然であろう。"
    er "エノクは貴様に危害を加えた罪により廃病棟に送られた。"
    show SCG_09 11 with fastdissolve
    er "本来ならば此処で貴様と並んで座って居るべきなのだが、"
    er "常に模範たるべき魔導師があのような野蛮な行いをしたのだ、厳罰と資格剥奪は免れまい。"
    er "俺は彼を自分の子供の様に育てて来たと思ったのだが、何もかもが俺の傲慢だったのか。"
    show SCG_09 8 with fastdissolve
    er "何方にせよ、俺が彼を確と面倒を見てやれなかったせいでああなってしまったのだろうな。"
    er "…然しな、[na]。{w}俺の立場からするとエノクの事ばかり責める訳にもいかない。"
    er "この前の会話を憶えているか？俺がアルネについて訊いた時、貴様は返事を返さなかった。"
    show SCG_09 10 with fastdissolve
    er "貴様はアルネと共に過ごした時間の中で、一体何を感じたんだ？"
    er "貴様に今出来る事が何なのかを考え、より良い人に成ろうと心掛けた事は有るか？{w}其の心得は本気だったのか？"
    er "愛する姉さんに寄り添い、「如何にでも成る」様な未来を期待して居たのではないのか？"
    er "貴様が幾度か自身を振り返った事があるという事は知っている。しかし、今の貴様をもう一度見直してみろ。{w}如何だ？"
    er "俺の目には依然軟弱で怠惰な弱虫に見えるが。{w}そんな自分から脱皮しようと吐いた言葉の内、叶えた物は一つでも有るか？"
    hide SCG_09 with dissolve
    hk "主教様、御時間です。"
    nar "女性の低い声が彼の話を遮った。エルジェベート主教は俺から視線を離し、彼女を睨む。"
    show SCG_09 11 with dissolve
    er "……アルネの件については誠に遺憾だ。素性の解らぬ通り魔による仕業という事でな。"
    show SCG_09 2 with fastdissolve
    stop music fadeout 3
    er "しかし犯人の見当が付く人間は、既に決まっておる。{w}奴を打ち殺してやる。{w}何が有っても、必ず俺の手でな。"
    hide SCG_09 with dissolve
    play sound "audio/se/door close.ogg"
    nar "彼はもう何も語らずにゆっくりと外へ出た。"
    nar "彼の後姿を見つめていた浄化部の主教は俺の前に立って、形式的な笑顔を見せた。"
    show SCG_06 1 with slowdissolve
    hk "こんにちは、兄弟。此方で顔を合わせる事になってしまい誠に残念でございますが…"
    play music "audio/bgm/haku.ogg" fadein 10.0
    hk "この全ての事柄が貴方の主教たる私が貴方をしっかり世話出来ず、"
    hk "正しい道へと導けなかったが故の様に感じられ大変申し訳なく思います。"
    show SCG_06 7 with facedissolve
    hk "場所が場所ですので不安に思えるかも知れませんが、安心なさいませ。"
    hk "ここはゆるしと和解の秘跡。貴方を閉じ込める場所ではありません、悔悛の機会を与える為の場所なのです。"
    hk "もっとも、兄弟が魔導部の司祭と争っただけなのであらば、神殿も軽率に貴方を罰する事は無いでしょう。"
    show SCG_06 2 with facedissolve
    hkn "しかし君が背負うべき「罪」とはそれだけじゃあない。それは君が一番よく解っているはずだろう？"
    hkn "そして自分自身が罰されて当然と言う事実もな。{w}勿論今ここで君を拷問し、罪を吐かせるのは容易い。"
    hkn "なのに関わらず我々が罪人を生かして置く理由は、罪を自らが反省する事こそが真なる悔悛の道へと繋がっているからだ。"
    show SCG_06 4 with facedissolve
    hkn "君はこの神殿で何を学んだ？{w}君が本当にしたかった事とは何だ？"
    hkn "その為に何をどうするべきだったか、まだ時間のある内に悔い改めるといい。"
    pl "………"
    show SCG_06 9 with facedissolve
    hk "…では、然様なら。愛する兄弟よ。"
    hide SCG_06 with dissolve
    play sound "audio/se/door close.ogg"
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 彼女が出て行って最後に、ここには俺だけが残っている。"
    "誰でも罪を犯す。"
    "罪なき世は天使の念願だけで、州都の言葉で言えば罪とは力場の如き。{w}人はそれを避けるが、決して抵抗はできない。"
    "光は鉄格子を中心にして、壁を伝って二つに分かれる。{w}一つは義理堅い善人を祝う光、そして又一つは罪人を罰する光に見えた。"
    "俺はそこにいたが、外を眺めることもできた。自分が望めばここから出ることもできる。"
    et "主教が告解室の扉を開いたまま出て行ったからだ。"
    nvl clear
    play sound "audio/se/heart.ogg"
    "\n 短く息を飲んだ。それだけで自分の声が耳に響いた。これがあの女が言っていた「告解の機会」か？"
    "寂寞の中で、秘めておいた良心が存在を現した。拉げた良心が今までの生を顧みさせた。"
    "残忍なるものだ。俺はその苦痛が耐えられなくて、泣き叫ぶしかできなかった。"
    "頭の上にある光は移り、徐々に俺に染みる。{w}世界の外と繋がった光だ。"
    "その光は何よりも恐ろしいが、同時に生き残った「俺」の魂と生涯を優しく照らしていた。"
    "その光景があまりにも眩しく、又そこにいる俺はこんな様で、まるで楽園で経験する地獄のようだ。"
    et "俺はどの光を見つめるべきか、そしてどの光を追うべきか。"
    nvl clear
    "\n 未だに涙が流れる。永遠に止まらなさそうだ。{w}彼女の顔が明らかで鮮明に浮かぶ。"
    et "その姿を憶える度に自分が更に卑怯で醜悪になっていくようだった。{w}この苦痛が俺の罪なら、俺は…"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1
    menu:
        "受け入れる。":
            jump ar_end_1
            nvl clear
        "拒む。":

            jump ar_end_2
            nvl clear
label ar_end_1:
    if ar_happy == False:
        hide screen nvlbox with dissolve
        show screen textbox with dissolve
        play sound "audio/se/memory.ogg"
        nar "その瞬間、耐えられない恐怖が反吐のように込み上げてきた。" with sshake
        nar "これを飲み下すことこそ反省だってことに気付いた。"
        nar "今まで俺は後悔と嘆きを繰り返していただけで、一度も反省したことがない。"
        nar "今になって俺は全てを受け入れられる。{w}アル姉は死んだな。{w}俺たちは永遠に結ばれないんだろう。"
        nar "強く弾けた心拍が本来の速度を取り戻した。{w}俺は自らが犯した罪を顧みる。重たくて醜いが、それが俺の罪だ。"
        nar "誰もその重さを減らしてくれない。誰かに打ち明けたって捨てられやしない。{w}「天使」は俺の惰弱さが生んだ幻想だった。"
        nar "もう後悔と苦痛をちゃんと感じることができる。{w}人のせいにするのではなく、俺がしてしまったことを考えると溜息が出た。"
        nar "そうするしかないのではなく、自らの意志でしてしまったことを認める時だ。"
        nar "自分で自分が許せない。これからずっとこの罪悪感と共に生きていくしかないのだろう。"
        nar "死でその重みを消すことはできない。{w}ならば逆に誓う、この苦しさを忘れないと。"
        nar "たとえ俺の生涯が浅ましくとも、もう取り返せないものだとしても、もし、俺にもう一度新しい生を生きるチャンスがあるのなら、"
        stop music fadeout 2
        nar "その時こそ俺は。"
        hide screen textbox with dissolve
        scene black with dissolve
        pause 2.0
        scene bg19_1 with dissolve
        call place19
        pause 1.0
        show screen textbox with dissolve
        nar "…そうやって襲ってきた眠気は、いきなり聞こえてきたノック音にもう一度消え去ってしまった。"
        nar "姉さんがゆっくりと目を開いては体を起こした。{w}その反応速度には驚いたが、起きていた訳ではないのか朦朧とした表情だった。"
        nar "彼女は絡めあった指を解くどころか、自分の方に引っ張った。"
        show SCG_07 0 at arleft
        with dissolve
        ar "入りなさい。"
        show SCG_08 7 at hkright
        with dissolve
        en "…エノクです。{w}御二方の御時間を邪魔してしまい大変申し訳御座いません。"
        pl "なんだよ、こんな夜中に？"
        show SCG_08 9 with fastdissolve
        en "恐縮でございますが、処理すべき急用が発生したので僕たち二人で外部の方に出動しなければならなくなりました。"
        en "主教様の命令です。"
        pl "……"
        show SCG_08 7 with fastdissolve
        en "もう…わざとじゃないんですって。"
        en "姉上も、まさかもう寝てらっしゃるとは思ってませんでした。{w}急に起こしてしまいましたね…"
        ar "大丈夫だ、エノク。疲れで少し目を閉じていただけだからな。"
        show SCG_07 9 with fastdissolve
        ar "伯父様から頂いた一日も終わりかけているし、朝晩を問わず人のために働くものこそ魔導師だからな…"
        pl "アル姉、いっちゃうの？"
        hide SCG_08
        show SCG_07 7 at center
        with dissolve
        ar "兄弟の選択に従いましょう。"
        pl "俺……"
    pl "……俺、アル姉がずっとここにいてほしい。{w}ワガママだってことは自分が一番分かってる！でも…"
    pl "でもまだ今日は終わってないだろ、今日だけはずっと俺と一緒にいてくれよ…{w}行かないでくれ、姉さん。"
    show SCG_07 9 with fastdissolve
    ar "……兄弟。"
    show SCG_07 7 with fastdissolve
    play music "audio/bgm/arne safe.ogg" fadein 2.0
    ar "…貴方がそう仰るのであれば、私が貴方の御傍を離れる理由等御座いません。"
    pl "…！！"
    hide SCG_07 with dissolve
    show SCG_07 0 at arleft
    show SCG_08 12 at hkright
    with dissolve
    ar "エノク。生憎今夜はこちらも急用が有るのでな、御供は出来そうにない。{w}後を任せてもいいか？"
    show SCG_08 at bounce
    en "あ…ハイ、勿論です！"
    show SCG_08 0 with fastdissolve
    en "…なんて言えばいいんだろ、ちょっと嬉しいですね。"
    en "姉上は本当に主教様や魔導部の為の事しか頭にない方ですから、本人がやりたい事を分かっていないって言えばいいのかな…"
    en "自分の為の楽しい事という物がホントになさそうで心配だったんです。"
    show SCG_08 1 with fastdissolve
    en "でもこんなに幸せそうな姉上を見れて、僕もやっと安心できます！"
    ar "本人を前にして言う事か。"
    pl "姉さんが頑固な人なのは事実だろ。{w}まあ…ありがと、兄ちゃん。"
    show SCG_08 10 with dissolve
    pl "エノク兄ちゃんは…本当に、アルネ姉さんのことが好きなんだな。"
    show SCG_08 0 with fastdissolve
    en "…はい。"
    $ show_say_ex()













    show SCG_08 1 with fastdissolve





    $ hide_say_ex()
    extend "てか感謝を言わなければならないのは僕の方ッスよ！姉上を導いてくれてありがとうございます。"
    show SCG_08 8 with fastdissolve
    en "僕もちょう～ど嫌な夢を見た所だったので不安だったんスよね…"
    show SCG_08 1 with fastdissolve
    en "まあともかく、後の事はこのエノク・アピスにお任せあれッス！"
    hide SCG_08
    show SCG_07 7 at center
    with dissolve
    nar "扉が閉まり、一瞬騒がしい部屋は再び静かになる。"
    stop music fadeout 2
    nar "未だ握ったままの手に力を入れて、彼女を眺める。{w}アル姉は変わらない顔で微笑んでくれた。"
    hide screen textbox with dissolve
    pause 1.0
    scene black with dissolve
    pause 2.0
    show screen textbox with dissolve
    nar "……"
    play sound "audio/se/memory.ogg"
    nar "…パン！"
    hide screen textbox with dissolve
    scene bg102 with dissolve
    show screen textbox with dissolve
    nar "拍手の音に目を開いた。訓練場の人工的な光がぼやけた視界に降り注ぐ。{w}どうやらうっかり眠っていたようだ。"
    show SCG_07 11 with dissolve
    ar "兄弟？"
    nar "焦点の合わない暈けている世界の中で、恋しい女性の有様が話し掛けてきた。{w}その声を何度も振り返ってみる。"
    if ar_happy == False:
        play music "audio/bgm/ed_dream.ogg"  fadein 2.0
    else:
        play music "audio/bgm/arne safe.ogg"  fadein 2.0
    show SCG_07 7 with facedissolve
    ar "起床なされましたか。"
    nar "そして彼女を抱き込んだ。{w}目の前のあらゆる物が煌いたが、俺はそれを真っ直ぐ見られた。"
    hide SCG_07 with dissolve
    pl "姉さん、おはよう。"
    nar "溢れそうな言葉をやっと伝えた。懐の温気は怪訝そうに固まっていたが、やがて俺を抱き込む。{w}心臓の鼓動が感じられる。"
    show SCG_07 1 with dissolve
    ar "お早う御座います、兄弟。"
    pl "ん…おはよう。"
    show SCG_07 4 with facedissolve
    ar "ふふ、ほんの少しの間に甘えん坊さんになってしまわれましたね。{w}怖い夢でも見たのですか？"
    pl "わかんね…でも、ただ姉さんにすごく会いたかったんだ。"
    show SCG_07 7 with facedissolve
    ar "それは大変ですね。兄弟が満足なされるまでこのアルネ・アルタナータ、何時までもお供致します。"
    hide SCG_07 with dissolve
    pause 1.0
    en "…あのぉ～、おアツい所大変申し訳ないんスけど、一応岳父さんいらっしゃってるんですよね。"
    er "なぁに、放っておきなさい。あんなに良さそうな仲ではないか。{w}此処は一つ空気を呼んで邪魔をせん様にせねば。"
    play sound "audio/se/hit.ogg"
    pl "な…なんだよ！一緒に来てたんなら来てる素振りでもしろよ！" with sshake
    en "いやその…最初からいたんスけどね。"
    hide screen textbox with dissolve
    nvl clear
    pause 1
    show cgar06 with slowdissolve
    pause 2
    nvl clear
    show screen textbox with dissolve
    en "まあイイじゃないッスか！主教様の仰る通り、我々の事は気にせずどうぞ続けて下さい！"
    pl "そんな言うだけタダみたいなこと言っても…{w}ちょちょ、姉さん、もう離してもいいから…！"
    ar "私と共に居るのが恥ずかしいのですか…？"
    pl "何言ってんだよ、んなワケないだろ。{w}そういう問題じゃなくって、お父様の前だろ～…"
    en "お…お父様？！{w}間違っちゃいないけど、直接聞くとなんだか感無量ッスね……"
    er "ほぉ、如何やら心を完全に決めたようだな。{w}無論、俺のアルネの相手ならそう来て貰わねば困るという物だ。"
    er "報告にお前達の名を並べて上げる日も近いな。"
    pl "でも正式に式を挙げられるワケじゃなくって…形ばかりの夫婦なんだな。"
    ar "……"
    er "そうだな。何か問題でもあるか？"
    pl "いや…ない、ちゃんとした結婚じゃなくてもいい。"
    er "ふむ…"
    ar "…兄弟、本当に大丈夫なのですか？{w}無理せず仰ってください。私が未だに兄弟に不安を与えているので有らば、私は…"
    pl "姉さん、俺姉さんのことが本当に好きなんだ。"
    ar "わ…私も、同じく。{w}貴方の事をとても愛しております…"
    pl "知ってる。{w}だからいいんだよ！"
    pl "…姉さんを信じれなくてずっと一人不安を抱いてしまってゴメン。{w}これからは本当に姉さんに吊り合う様な俺になるように努力するよ。"
    ar "はい。本当に…有難う御座います。"
    en "僕も見守ってますんで！"
    er "俺の基準からすると未だ程遠いがな。"
    stop music fadeout 2
    $ _skipping = False
    pl "うっ。こういう時は何も言わずに温かく見守ってくれよ～…"
    hide screen textbox with dissolve
    if ar_happy == False:
        pause 2
        scene bgw with dissolve
        show Blsnow zorder 0 with slowdissolve
        pause 1.0
        nvl clear
        "{color=#000000}{size=0}{k=0}\n 自分を変えるのは自分だけ。どんなに大きな変化も、全てあなたの一歩から。{/k}{/size}{fast}{/color}{nw}"
        show day12_1 at truecenter
        pause 8
        show ctc onlayer screens at ctc:
            xpos 910
            ypos 390
        $ _dismiss_pause = True
        $ renpy.pause()
        $ _dismiss_pause = False
        hide ctc onlayer screens
        hide day12_1
        with gjdissolve
        pause 1
        hide screen nvlbox with dissolve
        play music "audio/bgm/ed.ogg" fadein 2.0
        show screen textbox with dissolve
        $ _skipping = True
        nar "目が眩むほどに明るい真っ白な太陽。{w}綺麗だった地面にこびりついた汚物が光を帯びる。"
        nar "一度来た事がある場所のように思えた。後ろから吹いてくる生ぬるい風が、女性たちの髪を揺らす。"
        nar "彼女たちは俺の前に立ち、親しげな声で話しかけてくる。"
        nar "今度は反省したフリじゃない、俺は覚悟を持って真っ直ぐ前を向く。{w}幻聴ではない声で意識ががくっきり冴える。"
        show SCG_14 0 with dissolve
        gr "またね、[na2]くん。"
        hide SCG_14 with dissolve
        show SCG_04 1 with dissolve
        cr "私達、またお会いしましょう！"
        hide SCG_04 with dissolve
        show SCG_12 0 with dissolve
        rs "じゃあね。"
        hide SCG_12 with dissolve
        nar "俺が傲慢や強欲、怠惰や邪淫と薄汚い罪を懺悔し悔い改めようが、彼女らが消える事はない。"
        nar "永遠に許しを乞いながら生きてゆくのだろう。しかし後悔に脚を取られたまま生きはしない。"
        nar "罪を受け入れ、進む事こそが贖罪の道ならば、俺は、"
        nar "この救いに縋る事なく生きて行こう。"
        $ _skipping = False
        stop music fadeout 3
        ar "過去とは取り戻せない物。さらば。"
        hide screen textbox with dissolve
        pause 1.0
        menu:
            "懺悔":
                hide screen textbox with dissolve
                pause 2.0
                scene black with dissolve
        pause 3.0
        hide screen nvlbox with dissolve
    else:
        pause 2
    play sound "audio/bgm/op.ogg" fadein 2
    pause 2
    nvl clear
    hide screen keymap_screen
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    $ persistent.dmy = 0
    $ persistent.hssh_end_2 = True
    jump end_ar
label ar_end_2:
    stop music fadeout 1
    hide screen nvlbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 頭の上から羽搏く音が聞こえた。崇高に聞こえていた音が、もはや何かから逃げる為に必死に羽搏く音に聞こえてくる。"
    "その音は幾ら藻掻いても空へ飛べなさそうだ。羽のある生き物よりは、蜘蛛の巣に引っ掛かった蝶のようにか弱い。"
    et "俺にまだ悔悟の機会が残っているなら、きっと告解を受けてくれる人が必要だ。"
    nvl clear
    "\n天使だ！俺は天使を探すべきだ。{w}天使だけが俺を赦せる筈だ。天使だけが俺の重い罪を浄めて、堕ちた魂を正してくださるだろう。"
    "天使はいる。只俺の告解を聞いてくださる為に地上に顕現して、俺だけが彼女の声を聞ける。俺はこれだけが正しい道だと信じている。"
    "もうそれ以外考えられない。開け放たれた扉の外に飛び出し、もう一度世界に身を委ねた。"
    et "流れ出る涙に光が上がってきて視界が白くなった。{w}俺はそれが真の禍だと思っている。"
    hide screen nvlbox with dissolve
    scene bg02 with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 行き先が決まらないままただ走って、今までの記憶を忘れないようにと努力した。"
    "崩れ落ちてしまった俺の人生と、これから迫ってくることに対する心配を。"
    "花壇、部室、作業場…"
    stop music fadeout 2
    et "俺は天使がいそうな場所を彷徨って、ついにあの場所へと辿り着いた。全てが始まった所、誰もがいずれ戻るべき所へ。"
    hide screen nvlbox with dissolve
    show screen place_day12_sc with dissolve
    hide screen place_day12_sc
    $ place = renpy.call_screen("place_day12_sc")
    return
return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
