label day6_gr_rkn:
    show screen textbox with dissolve
    play music "audio/bgm/Grette.ogg" fadein 2
    show SCG_14 7 with dissolve
    pl "グレーテ先生があんまりにも大好きで悩んじゃったよ。ハハッ！"
    show SCG_14 1 with fastdissolve
    gr "先生も[na2]くんが大好きよ！"
    show SCG_14 0 with fastdissolve
    gr "でも、いたずらしちゃダメ。{w}まじめに答えないと。"
    nar "イタズラ……その軽い言葉が重く感じられた。{w}そう、こんな状況でこういう発言は冗談に過ぎない。"
    pl "………"
    pl "先生…本当に誰にも言わないんだろう？"
    gr "誰にも言わないよ、絶対に。[na2]くんの悩みは先生だけ知っているから。"
    pl "……"
    nar "口を切っただけで手が震えた。伏せといた記憶を自らまた暴くとは。"
    nar "同じ性別の彼にはなんとか言えたけど、この人は女性であるグレーテ先生だ。"
    nar "彼女にこれについて言う瞬間、そのことは俺にとって単なる事件ではない「悩み」となる。"
    nar "それに、彼女は部外者だ。先生を信じないわけではないが、浄化部の外に話が漏れるのは今回が初めてだ。"
    pl "…俺、今日で六日目だっけ？"
    show SCG_14 8 with fastdissolve
    gr "うん…そうね。覚えてるよ。{w}[na2]くんが初めて神殿に来た日、わたしも[na2]くんと初めて会ったから。"
    pl "だったよな…実はその日からずっと部署でういてる感じがしてさ…たぶん俺が部外者で、魔導部の特採だからだと思うけど…"
    show SCG_14 2 with fastdissolve
    gr "どんな理由があろうと、人を弾き出すのは絶対いけないことだわ。"
    pl "いや、そうじゃなくて…もちろんそれも大変だけど、そこまでは気を遣わないっていうか。"
    pl "とにかく…初日に話しかけてくれた先輩が二人いてさ。"
    show SCG_14 0 with fastdissolve
    gr "うん。"
    pl "正直、親しいとは言えないけど…初日は知らないことが多かったからついて行ってたんだけど…"
    pl "一人はただマヤと親しいから、俺がマヤとよく一緒だからたまたま付き合った感じで、残りの一人が…"
    pl "えーと、俺に変によくしてくれたけど、初めて見た時からなんだか不良だったというか…"
    pl "とにかく別にいい印象じゃなくて…{w}どんな感じか分かる？"
    gr "行いや話し方でそう感じたの？"
    pl "あ…そうそう。{w}そんな人いるじゃない？程を知らずに無礼ないたずらをする人…"
    pl "その頃はまだ神殿が初めてで何が何だかよく分からなかったから、親しくしてくれる人が一人くらいいるのはありがたかったけど…"
    pl "あんまり深くは関わりたくなかった。"
    show SCG_14 at bounce
    gr "ふーん…"
    nar "前口上が長くなるから言葉が出てこない。マズイな…"
    pl "とにかく、あれから何日か、いつだっけ…？{w}その人が仕事を休んだ。具合が悪いと言ってたけど、彼女の友達の話では…"
    pl "あ、さっき言ってたもう一人のこと。二人がいつも一緒で…その先輩たちが女だというのも言わなかったよな？"
    pl "女だった、二人とも…俺がいる時によく女には、男たちはとか言うからちょっと嫌だった。{w}どこまで話したっけ…"
    pl "そう、彼女の友達の話では、具合が悪いと言うのは休むための言い訳だったらしい。"
    gr "[na2]くんの先輩は二人とも女だったんだよね…"
    hide SCG_14 with dissolve
    nar "先生は独り言のような質問をしてペンを走らせた。厚い紙に俺には見えない文字が書かれる。"
    stop music fadeout 2
    pl "…何を書いているんだ？"
    show SCG_14 7 with dissolve
    gr "うん？"
    gr "あぁ…先生は記憶力悪くて、せっかく[na2]くんが自分の話をしてくれてるんだから、もっとよく聞いてあげたくて書いているの。"
    show SCG_14 0 with fastdissolve
    gr "気にしないで続けてね。"
    pl "……"
    nar "釈然としない気持ちだが、打ち明けようとしたことを途中で止めるわけにもいかなかった。{w}俺は努めて固唾を飲み込んだ。"
    play music "audio/se/Heart.ogg" fadein 2.0
    pl "…夜だったし、あの女は寝巻き姿で俺に自分の部屋まで水を汲んでほしいって言ってた。{w}本当はあんまり行きたくなかったのに…"
    pl "断るのもアレで、部屋に入ったらあの女がドアを閉めてしまって…結局二人だけでその部屋に入ったけど…"
    gr "うん。"
    pl "だ、だから、俺は…{w}本当にそんなつもりじゃなかったし、いきなりあの女が水をこぼして、後ろはすぐベッドで…"
    pl "本当にそういうつもりじゃなかったけど、彼女は最初からそうするつもりだったと思う。"
    pl "そう、あの女…初めて会った時からそんな目的で俺に寄り付いたんだ。前もって気付いたらよかったのに、でも…"
    pl "普通はそういう目的があるとは思わないだろ？断ろうとしてもそんな状況じゃなかった、ほんとに…"
    pl "ドアは閉まっていたし、それに俺は…俺はそんなのは初めてだったんだ！" with sshake
    nar "肺が今まで感じたことのない方法で呼吸をした。心臓もそれと一緒で不安に鼓動している。"
    nar "グレーテ先生が淡々とうなずかなかったら、本当に涙が出ちゃったかもしれない。"
    show SCG_14 2 with fastdissolve
    gr "[na2]くん、悪いけど直接に聞くわ。{w}その女性に性的暴力を受けたってことなの？"
    pl "……"
    hide SCG_14 with dissolve
    nar "瞬間、頭の中が真っ白になった。{w}合意とは正確に何を意味するんだっけ。"
    nar "その夜、彼女は確かに行為の前に俺の目を見詰めながら「やりたくないならいい」って言わなかったか？"
    stop music fadeout 2
    pl "……うん。"
    nar "でも俺は否定しなかった。この状況で自分をむしばむ考えなんか何の役にも立たない。"
    nar "それが俺の言いたいことであり、それは変わらない事実だ。"
    nar "俺は彼女とやりたくてやったんじゃないんだ。彼女さえなかったら俺は普通な方法で女性を経験して、女性の素肌を見たり、"
    nar "高い声を聞くのを恐れなくてもよかったはずだ。俺は彼女との経験を思い出したり、彼女と再び会うのを怯えながら生きてきたし、"
    nar "今でもその記憶を忘れていない。それが俺が行為を拒否した証拠だ。"
    nar "その時すぐに彼女を振り切って逃げなかったのは、そうしたくなかったからではなく、そうできなかったからだ。"
    nar "俺じゃない誰だってみんなそうしたはずだ。俺は拒否できなかった。"
    show SCG_14 3 with dissolve
    gr "辛い思いだったんだろうね。"
    play music "audio/bgm/Grette2.ogg" fadein 2.0
    nar "いくつかの言葉を自分の不注意で聞き外したのは残念だが、彼女が俺を被害者だと思っているだけで十分だった。"
    nar "少なくとも部外者である彼女が聞くには、俺が今言ったことと「あの事件」を結び付ける余地はないから。"
    pl "うん…まぁ、でも打ち明けたから楽になったかも。"
    show SCG_14 0 with fastdissolve
    gr "そう、ならよかった…{w}そのことで他に苦しんでいることは？"
    pl "さぁ…"
    gr "他には？{w}たとえば、女性に接するのが大変だとか、性的なことに拒否感を感じるとか、外に一人で出掛けるのが難しいとか…"
    pl "……そうかもな。でもほんの少しだぜ、その…{w}ちょっとだけ。俺は先生ともこんなに平気でしゃべっているじゃないか。"
    gr "そう、そういう経験が多少あるというのね。"
    nar "先生は顔色が変わることもなく、何かをじっくりと考えているようだった。"
    nar "彼女が話の途中時々言葉を止めたり、ある事に考え込むのは俺にとってはありがたくない行動だ。"
    nar "やはり必要じゃない事をしゃべりすぎたかもしれない。"
    show SCG_14 0 with fastdissolve
    gr "じゃあ、こんなのはどうかしら。"
    nar "先生は持っていたペンを俺に渡し、三枚の紙をちぎってあげた。"
    gr "ここに木と家、人を描いてみる？{w}思う存分にね。"
    pl "は…？いきなりなんだよ。"
    show SCG_14 1 with fastdissolve
    gr "ほら、先生は[na2]くんの絵が見たいよ？{w}固く思わないで、ゆっくりでいいから！"
    nar "固く思わないでって、すぐ前でそう見たら…"
    hide SCG_14 with dissolve
    nar "仕方なく絵を描くことにした。絵なんか別に描いたことないのに笑われるんじゃないよな。"
    nar "下手な腕前で絵を描くと、先生はその雑な三枚を持って行って、つくづくと見た後、俺の前にそれを広げて置いた。"
    show SCG_14 0 with dissolve
    gr "[na2]くん、木の上のこの丸いのは傷かしら？"
    pl "うむ…年輪？節？そんなんじゃね？まあ…節穴かな。"
    gr "じゃあ、ここには動物が住んでるの？"
    pl "動物は…住んでないと思うな。"
    gr "どうして？素敵な木じゃない。"
    pl "平気に見えるけど…木の中が腐っていそうだから。"
    nar "そうなんだね、先生は再び懐の手帳に見えない文を書きながら軽く答えた。"
    nar "そしてまた俺の前に一枚の絵を差し出した。"
    gr "家はレンガ造りの家かな？"
    pl "まあ…そんなんじゃない？そこまで考えて描いてないから。"
    show SCG_14 1 with fastdissolve
    show SCG_14 at bounce
    gr "お日様が笑っている！"
    pl "…………"
    show SCG_14 0 with fastdissolve
    gr "この家には誰が住んでいると思う？"
    pl "…よくわからない。そんなの思ってないし。"
    gr "そう言わずに考えてごらん？[na2]くんが思うには、この人は男？女？"
    pl "ふーむ…男だと思うけど。"
    show SCG_14 7 with fastdissolve
    gr "どんな人？"
    pl "大体…仕事をしてる人？ 家族と一緒にいたくなくて…{w}家を出て？"
    gr "今どんな気持ちかしら？"
    pl "別によさそうには見えない…けど。人と話すのが好きなのに、他の人は…この人をあんまり好きじゃなさそう。"
    gr "何の悩みをしているのかな？"
    pl "うぅん…恋人と…{w}仲が悪いんだ。いや、そもそも恋人じゃないから。"
    pl "誰かと付き合おうともしてないし、結婚するつもりもないのに周りの人が放っておかない。"
    pl "母さんも…俺を産んで無責任に捨てたじゃないか、なのに俺も子供を産んで捨てるとか思うと疎ましい。"
    show SCG_14 0 with fastdissolve
    gr "誰に似てると思う？"
    nar "俺は口を閉ざした。"
    nar "その瞬間、彼女の腹積もりを知ってしまったからだ。{w}答えられないんじゃなくて、答えたくなかった。"
    nar "彼女が俺の好きな物について、家族について、幻覚について聞いたことが思い浮かぶ。"
    nar "先生は俺が思い出したくないことを話したがっている。先生は俺に助けが必要だと思っている。"
    nar "先生は俺を病人扱いしている。"
    gr "[na2]く…"
    pl "うん。"
    show SCG_14 7 with fastdissolve
    gr "あ、いい答えね。{w}じゃあ、その勢いで先生の話も聞いてみようか。"
    pl "…何？"
    show SCG_14 0 with fastdissolve
    gr "どこから話したらいいかしら…知っているかもしれないけど、神殿の司祭たちは皆、基本的に婚前純潔を守り、避妊を禁じているよ。"
    gr "その理由について考えてみたことある？"
    pl "……いや、でもまあ… 不純な異性交遊での妊娠が重罪なのと似た理由じゃない？"
    gr "その通りだわ…これは生命倫理と近く関わっているけど、簡単に言うと堕胎が重罪だからよ。"
    gr "精子と卵子が会ったら受精卵になるでしょう。"
    gr "その受精卵が一生懸命分裂して胎児の形を整えてこそ、わたしたちが知っている人間の子供になるけど、"
    gr "司祭たちは受精卵ができた段階からすでにそれを一つの生命と見なしているの。"
    pl "……"
    gr "避妊を禁じている理由はそれが完璧な方法じゃないからよ。受精卵の着床に被害を与えるから禁ずるのももちろんあるけど、"
    gr "人たちはまだ道具や薬の予防を完全に信じないんだよ。"
    gr "ほんの少しだけでも妊娠する確率があるなら、最初から防いでおくべし…{w}というのよね、うん。"
    pl "何が言いたいんだ？"
    show SCG_14 3 with fastdissolve
    gr "ごめんね、突然な話をしちゃって。ちょっと分かりにくかったかな？"
    gr "このような理由で神殿は婚姻前の性関係を禁じているけど…"
    show SCG_14 0 with fastdissolve
    show SCG_14 at bounce
    gr "コホン、わたしは治療機関に務める医療者で、神を祭る司祭として、少し違うように考えたの。"
    gr "合意されていない性関係は厳格に禁止すべきだし、責任を負えない命をむやみにはらむのも同じだけど、"
    gr "性そのものを排斥するのはまた別の問題だと思っている。"
    pl "……"
    show SCG_14 8 with fastdissolve
    gr "なぜなら、命というのは、結局、神からわたしたちに授けられるもので、"
    gr "その生命を人の体に宿すために肉体には欲望という感情があるから。"
    gr "例えその欲望に敗れ過ちを犯す人々が世の中にはけっこういるけど、人間に必要ない感情なんてないよ。"
    gr "その証拠として人の肉体に欲望を抱くのも必ず必要な手順だわ。{w}人は新しい命を作り出すことで命を存続し、"
    gr "そう作られた新しい命はそれだけでとても貴重で純潔なものよ。"
    pl "……"
    show SCG_14 0 with fastdissolve
    gr "もちろん、[na2]くんは辛い経験をしたから、その自体を否定したいだろうけど…"
    gr "[na2]くんに命を与えてくれた性を嫌ってはいけないわ。{w}[na2]くんにもいつか心から愛する人ができるから…"
    gr "それまでに[na2]くんが辛い思いから離れて自分を大切にできるように先生が助けてあげる。"
    pl "愛？"
    show SCG_14 1 with fastdissolve
    gr "そう、人は人と出会って愛し合い、新しい命を生み、そしてまたその子供に愛を教えながら生きていくのよ。"
    pl "じゃ、先生はもうグレッグ主教様としたよな？"
    show SCG_14 7 with fastdissolve
    gr "え？"
    nar "………"
    nar "………"
    show SCG_14 at bounce
    gr "…まあ、誤った性観念は直すのが正解だけど、性そのものは恥ずかしいとか汚らわしく思うものじゃないということよ。"
    pl "じゃ、俺がしたことは誤った性経験だから恥ずかしいと、汚らわしいと思えってこと？"
    show SCG_14 3 with fastdissolve
    gr "先生が言いたいのは…{w}[na2]くんは心を癒して、正しい概念として改めて性を受け入れる機会が必要だということよ。"
    show SCG_14 0 with fastdissolve
    gr "今は大変だと思われるけど、先生が時間をかけて見守ってくれるから。"
    nar "先生。"
    pl "……"
    stop music fadeout 2
    pl "先生は…先生なんだな。"
    show SCG_14 7 with fastdissolve
    gr "うん…？"
    pl "先生は先生だから俺の悩みを軽く定義して、直さなければならない病気に決め付けて、一方的な命令をお願いだと飾って。"
    pl "俺の未来やすぐ明日のための心配もなく、この瞬間だけをうまく切り抜けたくて何の責任もなく「できる」なんて言ってばかりで、"
    pl "そんなくせに「司祭たちのため」だと自分を慰めて、同じ理由で簡単に人の好感、慰め、信頼とか得て、"
    pl "俺の悩みを集めることですぐに解決されるでもないのに、自分だけ満足したいんでな。"
    gr "…[na2]くん？"
    pl "先生。"
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    hide SCG_14 1 with dissolve
    play sound "audio/se/cup.ogg"
    nar "コップが倒れて、飲みきれなかった牛乳が底に落ちる。"
    nar "俺はゆっくり立ち上がり彼女が座っている向こうのソファーに体を移した。"
    nar "彼女は俺の動きを追って視線だけを移したが、すぐ変な気配を感じたのか、席から立とうとした。{w}その腕を俺がつかむ。"
    nar "足をひざで押し、徐々に体重を乗せる。"
    nar "俺の手を振り切るために震えているやせた手首には、初めて見た日と同じように一つの聖痕が刻まれている。"
    gr "[na2]くん…！" with sshake
    pl "それでも俺は先生を信じてた。"
    nar "腕を捕まえた手になにげに力が入った。"
    nar "木の根のように伸びた五本の指のうち、ひときわ細い薬指に、相変わらず銀色の指輪がはめられていたから。"
    nar "先生、先生が俺より遥かに弱くて痩せた女性だって今になって気づいた。{w}この女についてもっと早く気付けたらよかったのに。"
    stop music fadeout 2
    pl "で、先生は俺のこと信じたことある？"
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1.0
    play music "audio/bgm/r18.ogg" fadein 4
    nvl clear
    if persistent.call_CG == True:
        show cggr02R:
            alpha 0.0001
        pause 0.1
        hide cggr02R
        show cggr02 with slowdissolve
    else:
        show cggr02:
            alpha 0.0001
        pause 0.1
        hide cggr02
        show cggr02R with slowdissolve
    pause 2
    nvl clear
    play sound 'audio/SE/r18 2.ogg'
    show screen nvlbox with dissolve
    "\n 彼女は手足をばたつかせて抵抗するが、力ずくで勝てない相手と悟っているのか俺の身体を押し出したり、殴りはしなかった。しかも怖いぐらい叫び散らしていた悲鳴も何時しかしんと止まっている。"
    et "信頼を受ける立場として司祭に危害を加える訳にはいかないし、俺を押しのける方法もないし、この姿を他人に見られたら不味い事になるという事実をついに受け入れたのだろう。"
    nvl clear
    "\n 「[na2]くん、やめて…」だから彼女は死にかけの声で小さく呟く。{w}それは抵抗の印ではなく、お願いだった。未練タラタラに、縋る様に持った希望の頼み。俺にはそれがポジティブな思考というより、恒例の一言ぐらいにしか聞こえない。"
    et "しかし俺はその「お願い」を聞かずに口付けをした。何故なら俺は先生の子じゃないから、彼女のお願いを聞いてやる義務なんぞも無いから。"
    nvl clear
    "\n 認めなければならなかった。{w}彼女に可愛がられる子供や、可哀想に扱われる患者ではない、一人の人間として認めて欲しかったという事を。{w}そしてあの男に対して感じていた物は単なる尊敬や他人を想う気持なんかじゃなくて、薄汚い嫉妬だったという事を。"
    et "知らなかった頃は幸せだったな。一生自覚しないままだったら、彼らともう少しマシな関係になれたのかもしれないのにな。{w}しかし先生は人間の感情の中で要らないものなど一つも無いと教えてくれた。ならこのどす黒い欲望にも、きっと生まれた理由があるのだろう。"
    nvl clear
    play sound 'audio/SE/r18 gr.ogg' fadein 3 loop
    "\n 俺はぐっと閉じたままだった唇を強制的に開かせ、舌を入れる。{w}固い歯や動かないままの舌を舐める度彼女の細い手足が震える。"
    "先生の口は吃驚するぐらい柔らかい。{w}俺が動けば動く程唇と舌の境界が曖昧になって、そのまま食ってしまいたい程だった。"
    et "菓子の甘い臭いが残った暖かい息が感じられる度、呻きに似た泣き声が聞こえてくる。"
    nvl clear
    "\n 新たに胸に抱いた感情は熱く、体は動けば熱を発するべきなのに、異様にも寒かった。{w}彼女の身体は熱を帯びるには細すぎたからだ。"
    "彼女のか細い骨に付いた肉は俺の手足に付いた肉のように固くはなく、ぶにっとしていた為身体を動かす度腕と太ももに付いた薄い皮が揺らぐ。"
    et "なんてみすぼらしい肉体なんだろう。{w}しかし俺は俺自身の意思でこの胸に抱かれていたいと願った。"
    nvl clear
    "\n 柔らかいセーターの下に感じられるあばら骨を撫で、そのやせ細った身体を力いっぱいに抱き締め、イボがふたつ生えた様にぽっこり生える胸に顔を埋め、真っ黒な視界の中で見えない彼女の表情が穏やかに和らぐ想像をした。"
    et "暖かいニット生地の下からは彼女の心音が聞こえてくる。その中はずっとこうして居たいほど安楽だった。"
    nvl clear
    "\n 「主教様、忙しくて来れないんだろうな…"
    et "俺だったらグレーテ先生の事、絶対独りにはさせないんだけどな。」"
    nvl clear
    "\n 彼女は何も言わず朦朧とした目で俺を見つめる。{w}わざと親しんだ名を口にした甲斐があった。"
    et "今更思えば俺はずっと彼女の澄んだ目を真っ直ぐ見つめるのが怖かった。{w}彼女はいつも俺と目を合わせようとしていて、その度俺は俺自身が背け続けていた真実と向かい合わねばならなかった。"
    nvl clear
    "\n 気付かぬうちに目を避けてしまうのが嫌だった。大した事ではないと流してきた不幸や過ちも、彼女の前に立てばすべて罪へと成り代わる。"
    "だから俺は罪人になった。此れで彼女は真実と向かい合うことを拒否し、乾いた唇をヒクつかせながら息を吐く以外は何もしていない。"
    et "俺は…正直それを嬉しくは思えなかったが、今となっては引く方法すら何もないと解っている。状況を理解して抵抗をやめた先生と同じく。"
    nvl clear
    "\n 俺はそろそろ彼女を大人として慕い、支えと思っていた理由を忘れてしまいそうになる。"
    et "単純に歳を喰らっているという事実以外で、彼女が大人らしい態度を俺に見せた事があるのだろうか。今も俺の下で子供の様に汚い顔で泣いているのに。"
    nvl clear
    "\n 「そういや…不妊なら何やっても妊娠しないんだろうな。」"
    "特別意味のない独り言だったのに、グレーテ先生は震える息を吐き出す。"
    "それが留め具となってくれたからか、本気だったからかは解らないが、嫌だなと思ってしまった。{w}ヘンな思い込みだ。"
    et "よく言われる「奇跡」だとか、そんなもんで偶然着床してくれないだろうか？{w} 今だけはそれが「奇跡」なんかじゃなくて、「禍」でも良かった。俺が彼女の本当の家族になれるよう手伝ってくれるなら何でも。"
    stop sound fadeout 5
    nvl clear
    "\n 俺は俺自身が思っているより随分もっとグレーテ先生の事を愛しているのだなと感じた。今まで不快にしか思えなかった女性の感触から、言葉なんかじゃ言い表せない達成感を得たから。"
    nvl clear
    hide screen nvlbox with dissolve
    stop music fadeout 5
    pause 1
    scene black with slowdissolve
    play sound 'audio/SE/r18 4.ogg'
    pause 3
    stop sound fadeout 3.0
    pause 3
    $ renpy.music.set_volume(1, channel="sound")
    scene bg06_1 with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "彼女はもう動かない。"
    nar "息はしていて、手も動けないぐらい疲れてバテただけだというのも分かっているけど、"
    nar "密閉された医務室で彼女の体が冷えていくのが怖かった。"
    nar "そっぽを向くと、テーブルに置かれた彼女のミルクと古いカメラが見える。"
    nar "俺はもう一度そのカメラを手に持った。{w}別に重くもないのに手が震える。"
    play sound "audio/se/camera.ogg"
    call bgw
    nar "丸いレンズの中に見える先生は、もうカメラを向かない。"
    nar "パシャとする音とともに、カメラは湿った紙を吐き出した。"
    nar "彼女の垂れ下がった片手に今もはめている銀色の指輪は、状況も分からずに白々しく光っていた。"
    pl "先生。{w}俺、{w}行くから。"
    nar "俺は最後に、もうどこにも残っていない先生にお別れを言った。"
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "重たい体をよろめきながら歩いて行った。"
    nar "精神は随分疲れたが、体はまるで羽のように軽い。"
    nar "足はまるで自分のものではないように自ら動き、神殿の間間を彷徨えた。{w}景色が変わり、数多くの人が俺を只通り過ぎた。"
    nar "俺はなんてことをしてしまったんだ。{w}これからはどうなるんだ。"
    nar "もしや俺がやったことが神殿に広がってしまえば、ここの人たちは皆、俺を一度ずつは振り向くんだろう。"
    nar "………"
    hide screen textbox with dissolve
    pause 1
    play sound "audio/se/memory.ogg"
    scene bgw with dissolve
    play music "audio/bgm/Dream.ogg" fadein 4
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 傾けた首を再び上げると、そこには光があった。誰かが消そうとしても永遠に消えない光は燦燦と俺を迎えてくれた。"
    "俺はただ彷徨えただけではなく、ここに戻ってくる為に歩いてきたんだ。"
    et "目が潰れてしまいそうに真っ白く光る一双の大きな翼は、明らかにこの世のものではなかった。"
    nvl clear
    "\n 俺の目はその光を完全に受け入れずに暗くなった。首が自然と床へ向かう。膝から力が抜ける。"
    "俺は震える両手を上げ、彼女の肌に触れようとした。{w}一層丁寧な接し方を知らない俺自身が嘆かわしい。"
    "しかし天使はこんなに不敬な俺にも機会を与えてくれた。彼女に触れられた。両目から何気なく涙が零れた。"
    "俺は彼女の柔らかな両手を握って、まるで生まれたばかりに戻ったように泣いた。"
    et "天使に触れている。なのにまだ俺の両目は潰されておらず、声帯は吐き気もなく声を出し、精神さえ頭痛がなく澄んでいる。"
    nvl clear
    "\n 天使は俺の為にこの地に顕現したのだ。{w}ああ、感謝致します、天使様。"
    "どうか俺を、私をお許しください。{w}貴方の慈悲で愚かなる私の行く末をお構いください。"
    et "私の過ちをお許しください。"
    nvl clear
    "\n 「私は…{w}私は保健部の補佐教であるグレーテ先生と無理な性関係を結びました。"
    "先生はダメだって言ったのに、俺を振り切ろうとしたり、嫌だとも言ったのに…俺は彼女の体に抱いてはいけない欲望を満たしました。"
    "彼女の人間性を侮辱する発言をし、その姿を写真に残しました…」"
    nvl clear
    "\n 口に出してしまった罪が重さを持つ。"
    "その全ての罪を残らず自分の口で吐き出してから、俺はこれが現実だと受け入れることができた。"
    "光は未だに罪人を隠したり、避けたりすることもなく俺の頭の上に溢れてくる。{w}天使がこの罪を許した限り、俺はまだ人間たる者でいられる。"
    $ _skipping = False
    et "翼の下にできた影法師の中、温もりの混じった風に吹かれながら…俺は世界で一番美しき光を迎えた。"
    $ save_name = "day 6, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day7_gr
    return

label day7_gr:
    $ day = 7
    $ save_name = "day 7、 朝、 楽園"
    play sound 'audio/se/bell 2.ogg' fadein 2.0
    image 7day = Text("day 7",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '7day' at day00 with slowdissolve
    pause 5
    hide expression '7day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene bg10 with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    show screen nvlbox with dissolve
    play music 'audio/bgm/dialogue.ogg' fadein 2.0
    $ _game_menu_screen = 'preferences'
    nvl clear
    "\n 長い夢を見た。揺れる視界と脳を重々しく圧迫するような頭痛、少なくとも7日間は眠っていたらしい。"
    "俺の意識があの夢に囚われていたことだけは確かだが、内容は全く思い出せない。"
    "怖い夢を見た気がして、また逆に良い夢を見た気もする。"
    "長い夢というのは、大体覚めたくないほどに楽しいか、覚められないほどに怖いかのどちらかだ。"
    "これ以上詳しく考えたくなくて、まだ痛む頭を枕に沈めた。{w}もううんざりだ。"
    "ここ最近、夢のことを考えてどれだけ時間を無駄にしただろうか。"
    et "しかし、もうその必要はない。{w}天使は夢でなく現実で俺に話しかけてくれるからだ…"
    nvl clear
    "\n 布団の上で顔を斜めに上げ、窓の外から入ってくる真っ白い光を眺めた。"
    "夜の間に沈んだ太陽が朝を迎えて再び昇っている。{w}今は朝だな、あの微かな光景を見ながら当然のことを思っていた。"
    "体がだるい。{w}目をじっと閉じても頭が痛いだけ、もう眠れなさそうだ。"
    "もしかしたら気のせいではなく、本当に7日間ずっと眠っていたのではないだろうか。何となく期待してみたが流石にそれはないってことは良く分かっている。"
    et "意識が夢から覚めると共に、昨日までの記憶もはっきりと蘇った。頭の中で今日のやるべき事をまとめてみる。"
    nvl clear
    "\n まずはベッドから起きないと。{w}共用の洗面所が人で埋まる前に洗面台を確保して朝の準備をするべきで、ついでに溜まった服も洗濯しておいた方が良いだろう。"
    et "そして身支度を済ませたさっぱりとした姿でマヤに挨拶してからは、主教様の授業を受けるべきだ。{w}彼女と対面するのは少々気まずいが、ただ聴くだけなら問題ない。"
    nvl clear
    "\n 仕事は辛いが、なんとかやっていけなくもない。{w}俺はまだまだ新入りだがそろそろ慣れも出てきた。"
    "だが俺は今、見慣れた天井の下で酸っぱい臭いのする布団を被っていた。{w}扉の外からはいつも通りに支度をする司祭たちの足音が聞こえている。"
    "やればできるが、やりたくない。{w}浄化部の仕事だけでなく何もかもが、ベッドから起きることさえもそうだ。"
    stop music fadeout 2
    et "単なる気まぐれか、それとも物臭だろうか。{w}ともかく俺は腹の上で手を組み、二度寝をしようとした。"
    nvl clear
    hide screen nvlbox with dissolve
    scene black with dissolve
    show screen nvlbox with dissolve
    et "\n 「わたしはあなたの先生よ。あなたのことを包み隠さず教えてくれないとわたしがあなたを助けてあげられないわ。」"
    scene bg10 with dissolve
    nvl clear
    show screen nvlbox with dissolve
    nvl clear
    "\n …そうして10分も横になっていただろうか。"
    et "重たい体を再び起こしたのは静かになった外の状況に不安を感じたからではなく、それがすべき事だったからだ。"
    hide screen nvlbox with dissolve
    nvl clear
    $ show_quick_menu = False
    show screen morning with fastdissolve
    $ renpy.call_screen("morning")
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play music 'audio/bgm/daily.ogg'fadein 1.0
    nar "湿っぽい風が、束の間に乾いてかさかさする目を蹴って通りすがった。{w}今見たら空はやけに曇っている。"
    nar "部室に入る前に、一旦足を止めた。{w}点呼がちょうど終わったのか、十数人ぐらいが一気に狭い扉からこぼれ出ていた。"
    pl "マヤ！"
    nar "その中に見慣れた顔が見えて嬉しく近づいた。"
    nar "暫し足を緩めて俺たち二人の方に視線を投げかけた司祭たちは、又おのおの歩いて廊下を出た。"
    show SCG_02 0 with dissolve
    my "…ぁ…おはよう、[na2]くん。"
    pl "仕事に向かう途中だったか？"
    show SCG_02 7 with fastdissolve
    my "う…うん、わたしは仕事…"
    hide SCG_02 with dissolve
    nar "ぐずぐずした歩きで行列を抜け出そうとしたマヤに、誰かがぶつかって通り過ぎた。" with sshake
    show SCG_02 8 with dissolve
    my "仕事…に行く途中なの…"
    pl "ゴミが…謝れよな…"
    show SCG_02 5 with fastdissolve
    my "…………"
    pl "大丈夫？"
    show SCG_02 at huruhuru
    my "…大丈夫。"
    pl "我慢しなくていいんだぞ、マヤ。"
    show SCG_02 7 with fastdissolve
    my "我慢って、そんなんじゃないよ。{w}狭いところに立っていたら人に迷惑だから…だから…わたしのせい。"
    pl "例えどんな状況であってマヤがケガをするのはダメだ。"
    my "ぶつかっただけだもの。{w}し、心配してくれてありがとう。"
    pl "マヤ…マヤは本当に心が広いな。それに仕事をするなんて真面目だし。"
    my "当たり前のことだと思うよ…"
    pl "仕事、俺が手伝ってやる。"
    show SCG_02 5 with fastdissolve
    show SCG_02 at huruhuru
    my "え…？！{w}い、いいよ。わたしがやるから。"
    pl "なんで？"
    show SCG_02 7 with fastdissolve
    my "その…今まではずっと二人に手伝ってもらったから、これからはわたし一人で頑張ってみようと…思って…"
    pl "マヤは努力なんかしなくていい。自らの判断なんてマヤには不要なんだ。{w}一生他人の助けだけもらって暮らせばいいじゃないか。"
    show SCG_02 5 with fastdissolve
    my "………わたし……先に行くから…"
    hide SCG_02 with dissolve
    nar "マヤは小さな背中を見せつつ廊下の向こうへと走って行った。{w}その背中には間違いなく天使の痕跡がある。"
    pl "……"
    stop music fadeout 2
    nar "いつの間にか部室の前はがらがらで、中では男性たちの笑い声などが聞こえてきた。"
    nar "誰にも話しちゃイヤだよ。"
    nar "その一言はいつの間にか俺の頭の中にあった。天使だった。{w}天使は自分の存在を地上の人間に知らせたくないのだ。"
    nar "ただ俺だけが知っている。俺は彼女に選ばれた、たった一人の人だ。"
    pl "誰にも話しちゃイヤ…"
    nar "天使が刻んだ指令をもう一度振り返ってみる。音のないその一言は俺の声が重ねたことにより、初めてその形をはっきりと成した。"
    nar "閉まっているとも思ったが、医務室はいつものように開かれた。"
    hide screen textbox with dissolve
    scene bg06 with slowdissolve
    call place06
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/door slide.ogg"
    nar "ドアを開けるやいなや、小さな糸のようなほこりが明るい光の下できらめき、全身を包み込む空気は暑かった。"
    nar "医務室は病気の患者や疲れた司祭を迎えるためにいつも適度な温度を保っているが、"
    nar "今日はひときわ日差しが強いせいか、普段より暑く感じられた。"
    play music "audio/bgm/Grette.ogg" fadein 2
    show SCG_14 0 with dissolve
    gr "いらっしゃい。"
    nar "俺がドアを開けるのとほぼ同時に、先生の椅子がガタンと音を立てた。{w}一瞬俺の足に目を向けたようだった。"
    nar "目を合わせた彼女は目もとにしわを寄せて微笑んだ。"
    pl "やぁ、先生。今日は忙しくないのか？"
    gr "うん…大丈夫よ。{w}書類を見たり、文章を書いたりするのももちろん大事だけど。"
    gr "医務室を尋ねる司祭を迎えるのもわたしの仕事だから。"
    pl "敢えて仕事のためでなくても迎えて欲しいけどな。"
    show SCG_14 10 with fastdissolve
    gr "そんな意味で言ったんじゃなかったわ…いつでも歓迎よ。"
    nar "先生は空いた机に置いてある椅子を持ち上げて、自分の向かい側に置いた。"
    nar "背もたれのない椅子は彼女が持つにも軽かったのか、片手で下された。"
    nar "医務室で聞くことはないと思っていた鉄の音は、普段仕事場で聞いていたよりうるさかった。"
    show SCG_14 3 with fastdissolve
    gr "ごめんね、今日はくれる物が何もなくて…{w}ここに座って話してもいい？"
    pl "また他の司祭たちがお菓子を全部食べちゃったのか？"
    gr "ううん…元々朝早く起きてお菓子を焼くんだけど、今日はそんな時間がなかったから。"
    pl "ハハッ、先生みたいな人も朝寝坊するんだな！"
    gr "…具合が悪かったの。"
    nar "先生はまだ寝ぼけている人のように目を瞬く。どうやら疲れているようだ。"
    show SCG_14 0 with fastdissolve
    gr "[na2]くん、最近の調子はどう？"
    pl "調子って、どんな？"
    gr "治してもらった腕が痛いとか、浄化部の生活で様々な困難を感じるとかこれは以前言ってもらったことがあるから、"
    gr "念のために聞くんだけど、変なものが見えるとか、それとも変な音が聞こえるとか…"
    pl "うん…特にない。"
    gr "ならよかったわ。ただ心配で聞いただけ。"
    pl "俺はむしろ先生の方が心配だけど…風邪でも引いたんじゃねぇ？"
    show SCG_14 10 with fastdissolve
    gr "ううん。ほんの少し疲れただけだよ。最近仕事も忙しかったし。{w}わたしが心配かけちゃったの？"
    pl "なんか医務室がいつもより暑いようで…"
    pl "それから先生は体力とか、あまりよくなさそうだったから俺が無茶をさせたんじゃないかと心配した。"
    gr "[na2]くんが少し敏感なんではないかな…いつもと変わったことはないよ。"
    gr "お菓子を焼かなかったこと以外は全部いつもと同じ…"
    show SCG_14 1 with fastdissolve
    gr "ふふっ、[na2]くんは少し暑がりやさんかね？"
    pl "先生が寒がりやさんみたいに？"
    show SCG_14 10 with fastdissolve
    gr "…うん、まあー…"
    nar "先生はやはり疲れているのか、時折暗い顔をする。{w}それとも昨日のことを疑っているのか。"
    nar "俺が昨日のことを覚えていないと思っている？"
    nar "もしこのまま何も言わず今日を過ごせたら、先生の中でその事はなかった事になるんだろうか？"
    show SCG_14 0 with fastdissolve
    gr "[na2]くん、ひょっとして書いている日記とかないかしら？"
    pl "日記？"
    gr "寝る前に自分の考え事や、一日の間にあったことをまとめて簡単に書くの。"
    pl "いや。一度も書いたことない。なんで急にそんな事を聞くんだ？"
    gr "だって、先生がこの前[na2]くんを助けるって言ったんでしょう。"
    gr "でも、[na2]くんの一日がどうだったのか、どんなことを考えたのか、先生が詳しく知らないようでね。"
    gr "もちろん[na2]くんは先生に色々言ってくれてるけど、顔を合わせて直接伝えにくい事もきっとあると思うわ。"
    gr "先生から見るには、[na2]くんは考え事が多くて深い子だから…"
    pl "俺が先生と一日中一緒じゃダメなのか？"
    show SCG_14 1 with fastdissolve
    gr "あはは…それができたら心配無用なのにね、人間って一人の人と永遠に一緒にはいられないものよ。"
    gr "いろんな人に会うのは人の心を丈夫にしてくれるから…"
    pl "でも人のせいで心が壊れる人間もいるじゃないか。"
    show SCG_14 0 with fastdissolve
    gr "しかし、その心を治してくれるのも人間よ。"
    gr "辛い経験はそれだけで人を崩すけど、時には人をより強くする土台にもなるというの。"
    pl "これから数え切れないほど繰り返さなければならないことならさらにそうでしょう。"
    gr "[na2]くんも浄化部で仕事をする時、似たようなことを感じなかったの？"
    pl "人が死ぬこと、とか？"
    gr "そう、それ…"
    pl "…よく分からないな。{w}先生の言うとおり、初めは見るのさえ総毛が立った死体もずっと対してみたら慣れてきた。"
    pl "遺族の悲しみや、浄化部の腐った臭いも…{w}でも、死体を見ることに慣れるのが本当にいいことか？"
    pl "一生この仕事ばかりするわけでもないし、むしろそんなのを見てなんも感じないのは強いんじゃなくて、"
    pl "ただ倫理觀の麻痺じゃないか。"
    show SCG_14 3 with fastdissolve
    gr "慣れることと倫理を感じられないのは違うよ。だからこそこつこつと思い続け、他人と話し合う必要があるの。"
    gr "先生はこの仕事をしながら数多くの患者さんを見て、数多くの死体を安置所に送ったけど、毎度苦しみを感じるわ…"
    gr "でも崩れなかったからこそ、わたしがまだこの場にいられるの。"
    pl "……"
    gr "いや…そもそも[na2]くんが自ら罪意識を感じるだけのことなら、それに慣れてはいけない。{w}今何を言ってるの？"
    pl "先生、俺が嫌いになった？"
    show SCG_14 11 with fastdissolve
    show SCG_14 at bounce
    gr "そんなはずないでしょう！わたしは決して[na2]くんのことを嫌いじゃないわ！"
    pl "でも今日の先生は少しヘンだ。{w}俺を信用しないんだろう？先生の言うことじゃ、まるで俺が…"
    pl "別に大変なことでもないのに、大げさぶっているようだ。"
    show SCG_14 3 with fastdissolve
    gr "[na2]くん…"
    nar "先生は一度息をついてから俺の手を握った。俺より小さいけど滑らかで、冷たい手。"
    gr "ごめんなさい、先生が複雑に考えて[na2]くんを不安にさせた。{w}こうしちゃいけないのに…大人げない姿を見せて恥ずかしいわ。"
    gr "あなたが背負った辛さを軽く思ったことない。[na2]くんがその事で苦しんでいるなら…{w}それが何であれ、大きな問題よ。"
    pl "……"
    show SCG_14 at huruhuru
    gr "先生はずいぶんと足りない人で、まだ[na2]くんを理解しきれないのかもしれない…"
    gr "でも、[na2]くんについてもっと知りたいと思っているよ。"
    gr "[na2]くんを手伝ってあげたい。だから先生ともう少し話し合って欲しいの…{w}いいかな？"
    nar "先生が言った強さが何なのか分かった。{w}先生は確かに強い人だ。"
    nar "そんなことがあったからでも崩れず、まだ「先生」である自分を守り、俺を避けることなく、まっすぐ向き合おうとしている。"
    nar "彼女の説明から察するに、これまでカウンセラーとして働きながらこのようなことが何回かあったかもしれない。"
    nar "ということは、俺は彼らと同じく分類されたんだ。"
    nar "そんなことまでしたのに、俺はまだ先生にとってどこにでもいる患者の一人に過ぎない…"
    pl "先生は俺と一緒にいたい？{w}それとも俺を手伝ってあげたいだけ？"
    gr "[na2]くんが思うに、二つの間にはどんな違いがあるの？"
    pl "…知らねえ。本当に知らないんじゃなくて、俺が思っていることを敢えて先生に説明するのが嫌なんだ。"
    pl "どうせ先生は選択肢があったらもっと俺の気持ちを考えそうな方を選ぶだろ？"
    gr "わたしは[na2]くんともっと長く話しながら、[na2]くんが辛くない道を一緒に探してあげたいだけよ。"
    show SCG_14 0 with fastdissolve
    gr "ほら、[na2]くんは今でもわたしに直接は言えないけど言いたがることを心の中に畳んであるでしょう？"
    gr "そういうことを爆発的に考える時、[na2]くんはどんな気持ちになる？{w}重苦しかったりしないの？"
    pl "そんなの一々覚えてないんだけど…{w}今は少し怒った。だから…さっきは。ほんの少し。"
    gr "じゃあ、こうしましょう。頭の考えが三つの文章を超えたら日記に書くのよ。"
    pl "それに何の意味があるんだ？"
    gr "思いって言うのはね、意外と誰かに打ち明けるだけで簡単に片付けられるものよ。"
    gr "頭の中ではちゃんと整理したって思っても、実際言葉や文章に書くとつじつまが合わなかったり、めちゃくちゃな事もあって。"
    show SCG_14 1 with fastdissolve
    gr "何よりも[na2]くんは人と話し合うのが好きでしょう？"
    pl "ふぅん…"
    show SCG_14 0 with fastdissolve
    gr "誰かと話しながら考えがまとまったと思ったこと、あるよね？"
    pl "ある…でもこれにいったい…何の意味があるか俺は分からない。"
    gr "先生が[na2]くんについてもっと詳しく調べるためもあるけど、最も重要なのは[na2]くんが"
    gr "自分を省みる時間を持って自分自身に考えを整理する機会を与えるの。"
    gr "考えをまとめるのは何でもないように見えるけど、実はとても重要だわ。"
    pl "でも悩みごとを整理したからって、{w}その悩みが解決される訳じゃないだろう？"
    gr "これは何かの解決のためと言うより、解決のための道を作ってあげることよ。"
    show SCG_14 8 with fastdissolve
    gr "自分がなぜ辛いのか、こんなことが起こった理由は何なのか、今の状況で自分が一番望むことは何か、"
    gr "逆に一番心に掛かる状況は何なのか…{w}そういうことを一つ一つ整理してから、解決策を探すのよ。"
    pl "話だけじゃピンとこないな…"
    show SCG_14 0 with fastdissolve
    gr "それこそ[na2]くんが自分の考えをまとめる事に困っている証拠よ。"
    pl "それをなんで先生が勝手に決め付けるんだ？"
    gr "うーん…だからわたしは、今の[na2]くんには自分自身を振り返ってみる時間と余裕が必要って言ってるの。"
    hide SCG_14 with dissolve
    nar "握った先生の指には力が入っていない。"
    nar "俺は手を動かし、長い指と粒々にくっついている滑らかな爪の感触を感じてみた。"
    pl "…指輪がない。"
    nar "俺はその時ずっと力無く俺と触れ合っていた先生の手が、思わず後ろへ抜けようとするのを確かに見た。"
    show SCG_14 7 with dissolve
    gr "…寝坊したせいでうっかりしただけよ。別にたいしたことでもないでしょう。"
    pl "いや、たいしたことだろう。そもそもなんで今日は寝坊したんだ？"
    show SCG_14 3 with fastdissolve
    gr "それは…少し寝そびれて…"
    pl "どうして寝そびれた？"
    gr "……"
    pl "俺のせいで？"
    show SCG_14 1 with fastdissolve
    show SCG_14 at bounce
    gr "ああ、もう～[na2]くんの前では心配でしくじりもできないね、先生が負けたわ。"
    gr "明日からはしっかりして頼もしいグレーテ先生に戻ってくるから、もうそんな心配はやめよう？"
    pl "先生も悪夢を見たんだろう？どんな夢だった？"
    hide SCG_14 with dissolve
    nar "先生は俺の手を元通り放す。"
    nar "抜け出る手をつかむことも考えたが、彼女の手が滑らかなほどあまりにも簡単に抜け出したのでそうできなかった。"
    show SCG_14 3 with dissolve
    gr "別に考えたくない。{w}うーん…正確には思い出せない、かな。ほとんどの人は夢を覚えられないからね。"
    pl "じゃ、夢を覚えているのはヘンな事か？俺は毎日の夢を覚えているけどな。"
    gr "変ではないよ。{w}ただ他の人とは物差しが違うっていうか…"
    gr "普通の人は夢の外の日常にもっと気を使うから、夢の中での事までは覚えきれないのよ。"
    pl "俺の無意識が現実より夢がもっと重要だと判断するのか？"
    show SCG_14 0 with fastdissolve
    gr "うーん…それとも他人より手まめな脳を持っているとも言えるね。{w}[na2]くんが毎日見る夢はどんな夢なの？"
    pl "…忘れた。"
    show SCG_14 7 with fastdissolve
    gr "それって…先生に言いたくないから？それとも本当に思い出せないの？"
    pl "どっちも違う。俺がそれを忘れるべきだから、口に出せないんだ。"
    gr "怖い夢だった？"
    pl "怖くはなかった。{w}むしろその逆…？でもどうしてそう思ったかは俺も分からない。"
    gr "だから、思い出せないんじゃなくて思い出したくないんだよね？"
    pl "違う、忘れなければならないから覚えないんだ。"
    pl "今先生がその夢を口に出そうとしているじゃないか、俺の話しが理解できないのか？"
    show SCG_14 3 with fastdissolve
    gr "ああ、ごめんね…[na2]くん。{w}そう…最後にもう一つだけ聞いてもいいかしら？それは[na2]くんが自ら決めたの？"
    gr "それとも…誰かにさせられたの？"
    pl "………"
    show SCG_14 0 with fastdissolve
    gr "[na2]くんが話したくないなら、話さなくてもいいよ。{w}でも、忘れるべきってことは、もうその夢は見ないってことかな。"
    pl "質問は今のが最後だと言ったじゃないか。"
    gr "これは先生の独り言よ。わたしも考えごとが多いから、口に出したり文に書いたりしないとまとまらなくて…"
    hide SCG_14 with dissolve
    nar "彼女は終日持たなかったペンを再び手に握る。{w}文章を書く合間に、目を向け俺の状態を探っている。"
    nar "俺の記憶が正しかったら、先生は研究をしていた。禍でないもの。{w}人の手で治せるもの…"
    stop music fadeout 2
    pl "先生、俺は病気じゃないんだ。"
    nar "その一言で先生のペンがしばらく動きを止めた。視線が何もいない横へと転がり、更に俺の方に向かう。"
    show SCG_14 0 with dissolve
    gr "…だよね。しかし病気の定義は個人ではなく、医者が判断することよ。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    pl "じゃあ今は、俺に張り付いてとんでもない証拠でも集めてるってわけか？"
    pl "先生は俺を気違いにしたいんだろう？その方が先生にとって利益になるから。"
    show SCG_14 3 with fastdissolve
    gr "そんなはずないじゃない。"
    gr "わたしは[na2]くんを信用しないんじゃなくて、[na2]くんにもし病気があったら直さないといけないからこうしているのよ。"
    pl "それが俺を疑ってるのじゃないか、俺を狂人扱いして直せた後には？"
    pl "精神病についての論文でも書くつもり？{w}そうやって俺を利用しようとしてるのか？"
    show SCG_14 11 with fastdissolve
    gr "いい！{w}もういい！[na2]くん、また感情が考えを先走っているじゃないの。{w}落ち着いて、とりあえず座りなさい！"
    pl "……"
    nar "気持ちとしてはこの馬鹿げた椅子を蹴飛ばしたかった。しかしこんな状況でそんなことをしたら、先生は俺をより疑うだろう。"
    nar "俺は狂人なんかじゃない。{w}本当に病気の人だったら、こうやって思考し、怒りを耐えるはずがないんだ。"
    nar "先生は落としたペンを拾い机の上に置いた。"
    nar "書類の上からちらちらと見えるのではなく、ちゃんと向き合った先生の顔は、さっきよりずっと距離感があるように見えた。"
    show SCG_14 3 with fastdissolve
    gr "…[na2]くん、これは先生がただ言っておく事だから、誤解なく聞いてほしいよ…"
    gr "病気にかかるのは誰にでも起こることで、すべての病気は治れるのよ。"
    pl "しかし、その誰かは俺じゃないんだ。世の中には色んな気違いがいるじゃないか、行動が本当におかしいやつら…"
    pl "いくら先生が数多い気違いを分類別に分離できるといっても、普通の人の目にはただ同じ狂人にしか見えないんだ。"
    gr "そう、病気だと思うこと自体に拒否感があるかもしれないね…{w}先生も十分理解しているわ。"
    gr "でもだからといって症状を目逸らすのはダメよ。直さないと悪くなるだけじゃないの。"
    pl "でも俺はもう幻聴も、幻覚も、悪夢も見ないんだ。"
    gr "それは良かったことだけど、まだ見張る余地は十分よ。{w}単なる憂鬱やストレス、妄想も病気に分類されるからだ。"
    pl "…妄想も病気？"
    show SCG_14 7 with fastdissolve
    gr "病気を作り出す病気よ。"
    gr "自分が特別な存在だと思う妄想、その反対に薄い自意識で自分が実際にはここに存在しないと信じる妄想、"
    gr "無意識のうちに自分にある指令を囁き信じることで病気を作り出す妄想…{w}すべて本質は同じだと言えるわ。"
    pl "……"
    gr "妄想で病気を作り出す人の共通点は、理由と正体がはっきりしているということ。"
    gr "わたしは何かによって何かの被害を受けている、その理由はこうである。{w}こんな場合がほとんどだね。"
    pl "もうやめろ。"
    show SCG_14 2 with fastdissolve
    gr "待って。[na2]くん、あなたが毎日見ていたというあの夢の中の人物のことなんだけど…"
    gr "もしかして現実でも声をかけてこなかったの？"
    show SCG_14 7 with fastdissolve
    stop music fadeout 2
    play sound "audio/se/hit.ogg"
    pl "やめろ、ヤメろって言ってんじゃねぇか！これ以上その話を俺から引き出そうとするな！" with sshake
    nar "ガタン、せっかく立てておいた椅子が、結局は倒れてしまった。"
    nar "俺はそこに突っ立ってまだ席に座っているグレーテ先生を見下ろした。"
    nar "彼女は突然の大声に反応し目の周りをしかめたが、今では気の毒って言っているような顔で俺を見ている。"
    show SCG_14 3 with fastdissolve
    gr "…[na2]くん、先生は…"
    pl "うるせえ…"
    gr "……わかったわ。今日の相談はこれで終わりだね。"
    pl "……"
    show SCG_14 10 with fastdissolve
    gr "[na2]くん、先生の言ったことを心に刻んで…{w}明日またいらっしゃい。"
    hide SCG_14 with dissolve
    nar "医務室はその一言を最後に静かになった。俺はしばらくの間をその静かな場所に佇んだまま不安な息を吐き出した。"
    nar "暑い空気のせいか襟元にはぬるい冷や汗が流れた。{w}頭に熱がさめたあとは、のっそり体を後ろに向き、一歩ずつ外へと進んだ。"
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "彼女が最後にあいさつをしたような気もしたが、あえて返事はしたくなかった。{w}周りは静かだった。"
    nar "廊下には相変わらず明るい光が浴びて、俺は俯いたまま歩いた。{w}右足と左足がお互い追越す事を繰り返す。"
    nvl clear
    "{nw}" with sshake
    pause 1
    pl "あ…なんだ。"
    nar "誰かと袖をかすめた不快感に首を擡げた瞬間、体が固まった。"
    show SCG_13 0 with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    gg "…帰り道かね。"
    pl "……"
    gg "今日で一週間目だが、ずいぶんと地道だ。"
    pl "主教様とは関係ないんですけど。"
    show SCG_13 8 with fastdissolve
    gg "…そう。グレーテはおせっかいだから、話が長くなりがちだ。{w}しかも横道にそれることが多い。"
    gg "お前にもいろいろと口出しをするとは思うが、単なる口出しだと思うよりは…"
    pl "タバコ臭い。"
    show SCG_13 0 with fastdissolve
    gg "……"
    pl "俺は新入りだから、神殿の法がどうなっているのかはよく知らないんですけど、"
    pl "主教がタバコなんかを口にしてはいけないんじゃないですか。{w}俺みたいな司祭が学びますよ？"
    gg "俺を見て何かを学ぶ気があるのか？{w}ふむ……そう、なるべく…"
    pl "あとグレーテ先生の健康のためにも我慢する方がいいんじゃないですか？{w}先生はタバコやお酒などを口にする人が嫌いだから。"
    gg "…ああ。"
    hide SCG_13 with dissolve
    nar "彼はゆっくりと俺を避けて通り過ぎた。後ろからは聞き慣れた医務室の扉が開く音がした。"
    stop music fadeout 2
    nar "今の医務室にはあの二人だけか。"
    nar "医務室の壁は、寮の薄い壁と違って結構厚みがあり、外にいれば室内の音はほぼ聞こえない。"
    play sound "audio/se/running.ogg"
    play music "audio/se/Heart.ogg"
    nar "しかし俺は足を速めて、走り出した。"
    nar "大きい物、小さい物が目の前から速く掠めた。形のないあらゆる考えが爆発的に精神を乱していた。"
    nar "俺はそれを忘れざるを得ない…今確かなことは、天使だ！{w}俺は言わなかった。最後まで口を噤んで、俺の天使を守ったんだ…"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 1
    scene bg10 with dissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    et "\n 寮に戻った俺は天井を凝視しながら考え込んだ。{w}蝋燭一つもつけていない部屋だが、まだ昼とあまり差がなく明るかった。"
    nvl clear
    "\n あの天井を見ながら、頭の中では彼女の言葉を反芻した。俺は彼女に嫌われることが怖くて真実を言えなかった。"
    et "彼女の表現を貸りると、俺は彼女の前ではいつも「いい子」でいたかった。{w}彼女は俺にとっては大人で、俺はずっと幼い頃から大人の相手ではそうしてきた。しかしもう俺にとって彼女は尊重すべき大人ではない。"
    nvl clear
    "\n 多分彼女にとって病気のある人は誰もが構うべき子供で、彼らの世話をすることで人格を形成しているわけだ。しかも彼女には熱情がある。"
    "「努力と信頼があれば、人間に不可能はない」っていう…{w}根拠のない希望が彼女の自我を保たせている。"
    "だから俺はもう彼女に捨てられることを恐れなくてもいいんだ。{w}俺が「病者」である以上、彼女は俺のことを諦めないだろう。"
    "今までは明らかな確信がなくて躊躇っていたが、今日の彼女の状態を見て確信した。{w}彼女は相変わらず「先生」だった。俺が彼女を前にしたまま大人にならなければ、彼女はずっと俺の先生だけにしかなれないだろう。"
    $ _skipping = False
    et "火を消すように布団の中に入った。今夜は夢を見ないことを望んで。"
    $ save_name = "day 7, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day8_gr
    return

label day8_gr:
    $ day = 8
    $ save_name = "day 8, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 8day = Text("day 8",antialias=True,size=48,font="SoukouMincho.ttf")
    show expression '8day' at day00 with slowdissolve
    pause 5
    hide expression '8day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    show screen nvlbox with dissolve
    $ renpy.music.set_volume(1, channel="sound")
    play music "audio/bgm/dream.ogg" fadein 2.0
    nvl clear
    et "\n 全ての人が俺をだまそうとするが、天使だけは俺に嘘をつかない。{w}天使が俺に罪を問わない限り、誰も俺を罰することはできない。俺の魂は無実である。"
    stop music fadeout 2
    hide screen nvlbox with dissolve
    pause 3.0
    scene bg10 with dissolve
    call place10
    pause 2.0
    show screen textbox with dissolve
    play sound "audio/se/r18 2.ogg"
    nar "朝。特に眠いわけでもないが、布団の中に体をうずめた。{w}またこのまま朝点呼をサボるつもりだ。"
    nar "昨日何も起きなかったから、今日も何事もなく済ませるだろう。"
    nar "外から聞こえる相変わらずの物音を無視しながら、俺は守ろうとしていた規則が、一つ二つ鈍くなっていくのを感じた。"
    play sound "audio/se/knock.ogg"
    nar "そのままずっと目を閉じているつもりだったが、ふと外からドアを叩く音がした。"
    nar "シーキュレットか。何心なく布団をかぶり直した。{w}すると、しばらくしてからまた音が鳴った。"
    nar "自分が忙しくない日だけ訪ねてくるくせに面倒くさいな。"
    hide screen textbox with dissolve
    play sound "audio/se/door close.ogg"
    scene bg15 with dissolve
    call place15
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/daily.ogg" fadein 2.0
    show SCG_03 7 with dissolve
    sc "やっと顔を見せたな。"
    pl "…何だ。"
    sc "何だって…キミ、今日職場に出ないつもり？"
    pl "…出る。"
    show SCG_03 72 with fastdissolve
    sc "…具合でも悪いのか？"
    nar "具合…"
    sc "調子が悪かったら、わざわざ朝点呼まで来いとは言わないから。"
    pl "…そう、少し調子が悪い気もするな。お前が代わりに主教様に伝えてくれよ。"
    show SCG_03 8 with fastdissolve
    sc "はぁ…"
    nar "先に言い出した癖にため息か。"
    show SCG_03 7 with fastdissolve
    sc "そう…午後までその状態だったら保健部に言っておけよ。{w}病気は起きる前に予防するのがいいから。"
    pl "…本気で言ってんのか。"
    sc "キミがずっとその状態ならこっちも困る。"
    pl "……"
    sc "じゃあ先に行く。後でな。"
    hide SCG_03 with dissolve
    nar "ヤツは振り向かず廊下を抜け出していった。{w}さっきのその態度、俺が病気じゃないってことは気が付いていたはずだ。"
    nar "確かに、こんな見え透いた嘘にだまされるヤツはいないだろう。{w}前にも似たようなことがあった。"
    nar "俺はその時、彼女を相手したくなかった。それが正しくないことだとしてもそれは彼女の責任であり、"
    nar "俺が気にする問題ではないと思ったし、それは全部正しかった。"
    nar "シーキュレットも似たようなことを考えたからこそ、特に何も言わずに会話を終わらせたんだろう。"
    nar "けど、「その状態」って何だ？{w}俺を気違い扱いでもするのか？"
    nar "ただ行きたくなかっただけで、答えたくなかっただけなのに。お前も一度くらいはそう思ったことあるだろう？"
    stop music fadeout 2.0
    pl "……"
    hide screen textbox with dissolve
    pause 1.0
    scene bg14_1 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2
    nar "静かなはずの浄化部の部室はまだ何人かの声で満たされていた。彼らは俺が入ってきたのを見るや話を止めて俺を見つめる。"
    nar "俺は辺りも見ずに大股で歩き出した。"
    nar "いきなり笑い声が聞こえた気がする。書類にはいつも通り簡単な業務の指令が数行書いてある。"
    nar "そして埃臭いロッカーに手を入れ重い道具を引き出した。シャベルに付いた泥が固くなってくっ付いていた。"
    nar "拭き取っておくのを忘れてたな。"
    ex1 "やぁ、羨ましいなぁ。魔導部の特採ぐらいになりゃぐうたらでいいもんだな。"
    ex2 "お前は魔導部の彼女もいねぇのになんで仕事行かないんだ？"
    ex1 "魔導部にはいないけど処理班にはいるじゃねぇか。"
    ex2 "それ関係あるか？イかれてんなこいつ。"
    nar "彼らは仲間内で肩や背を叩きながら笑う。苛立ちからではなく、寒気で体が震える。"
    nar "日はまだ出ているが、初めて来た時に似た寒気がする。"
    nar "手に取った荷物を袋に入れようとしたが、震えのせいかゴムの手袋片方を落としてしまった。"
    nar "それを拾う為に屈んで手を伸ばそうとしたが、その前に誰かの足が手袋を踏んだ。"
    nar "曖昧に伸びた指先に男のズボンの裾が一瞬触れた。"
    ex1 "魔導部の女と付き合って、処理班の女どもも犯し放題でなぁ、そんなにチンコ軽くてどうすんだ？"
    ex1 "僕も口は軽いぜ。"
    stop music fadeout 0.5
    nar "頭に血が昇る。そして次の出来事は一瞬だった。"
    hide screen textbox with dissolve
    nvl clear
    play sound "audio/se/humanstrike.ogg" 
    "{nw}" with sshake
    pause 2
    show screen nvlbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nvl clear
    "\n 何度か視界が点滅する。俺はシャベルを持ち上げていた。{w}その後は、椅子を持っていた気がする。"
    "元々空を飛ぶものではないはずの椅子と机が何度も目の前を飛び交い、ガラスの割れる音が響く。{w}そして気が付くと俺は血塗れの男性の胸ぐらを掴んでいた。"
    "投げ飛ばされた男性は腫れあがった唇を開き悪態を吐く。背は俺とほぼ同じで、俺の力が特に強くなったわけではない。{w}彼らは最初から俺より弱かったのだ。"
    "宙を舞う涎の泡を見ていると、突然目の前が暗くなった。後頭部に大きな衝撃を受ける。"
    et "焼けるように広がる痛みに目を閉じた。{w}真っ暗な視界の中で、物が落ちる音が騒がしい。"
    nvl clear
    "\n 「チクショウ、クソ野郎、このゴミカス野郎が！！！！」"
    "その声は激しく昂っていた。その憎悪と憤怒を一気に受ければ不思議と頭が冷えてきて落ち着いた気がする。{w}俺も同じ感情を持っていたはずなのに。"
    "冷たい風に触れた肌は冷えていったが、一筋の赤い血が垂れる額は熱い。"
    "「ハハ……ッ」"
    et "その笑い声は俺の喉から出てきた。"
    nvl clear
    "\n 突然窓から雨と風が勢いよく吹き付け寒さが極まったが、それはどうでも良い。"
    "喉と肌が燃えるように熱くなり、真っ赤になった視界では埃が生き物かのように揺れた。"
    "形の崩れた机が俺の頭の上まで飛んできて彼らに陰を落としたが、大きな音とともに壊れた。"
    et "窓の外で激しく揺れる枯れ果てた木の枝はまるで死体の黒く細い手に見えて、俺に手招きしているかのように思えた。"
    nvl clear
    "\n 長い悪夢を見ていたようだ。しかし今痛みを感じ、冷たい肌の下では血液が熱く脈打っている。"
    et "ここはもう夢ではない。俺は俺を苦しめる長い悪夢から覚めたんだ。{w}その悪夢から脱したこここそが楽園だ。"
    hide screen nvlbox with dissolve
    pause 1.0
    scene black with dissolve
    show screen textbox with dissolve
    pl "…面白いか？神殿暮らしチャラになりそうで、お先真っ暗で楽しすぎて漏らしそうか？"
    pl "でもよ…おい、喋んないなこの野郎。嘴が割れたってペラペラほざいてくたばれってのがここの建前じゃねぇか。"
    pl "水に落としたって口だけ浮かびやがって生き抜くのがお前さんって人間じゃねぇか。"
    pl "舌が切られても声は出せるのに、首に刃を刺し込まれたことでまさか喋れないワケあっかよ？{w}…あぁ？クソが！"
    play sound "audio/se/hit.ogg"
    pl "答えろっつってんだろクズがよぉ！" with sshake
    nar "……"
    nar "……"
    stop music fadeout 2.0
    pause 2
    hide screen textbox with dissolve
    scene bg06_1 with dissolve
    call place06
    pause 1.0
    show SCG_14 7 with dissolve
    show screen textbox with dissolve
    gr "…[na2]くん？"
    show SCG_14 3 with fastdissolve
    gr "いったい…その顔…誰がこんなことを？{w}大丈夫？"
    gr "風邪ひくよ。{w}ちょっと座って待ちなさい。先生が今すぐ…"
    show SCG_14 7 with fastdissolve
    gr "……"
    hide SCG_14 with dissolve
    nar "今まで人の手首は冷たいと思っていたけど、その逆だった。"
    nar "薄い肌の下から鮮やかに見える青色の血管、流れる血の温度が熱い。"
    nar "聖痕は神聖力の中心、ここには彼女の神聖力がこもっていた。{w}彼女は腕に力を入れて自分の方へ引いた。"
    nar "俺はそっと手を放してあげた。{w}手に触れあっていた彼女の脈が今でも手の中で打っているようだった。"
    show SCG_14 3 with dissolve
    play music "audio/se/raining.ogg" fadein 2.0
    gr "…拭くものでも持ってくるわ。"
    hide SCG_14 with dissolve
    nar "濡れた体が医務室の暖かい空気に囲まれ震えた。さっきから髪が重くて頭が上げられない。"
    nar "雨に混じってぼとぼと落ちる赤色の薄い血が揺れる床を汚していた。{w}すぐカサカサで乾いた毛布が頭に載せられた。"
    nar "窓の外で激しく揺れる枯れ果てた木の枝はまるで死体の黒く細い手に見えて、俺に手招きしているかのように思えた。"
    nar "あっという間に雨水を含んでびしょ濡れになった毛布にはすすけたように赤い血が染み込んだ。"
    show SCG_14 0 with dissolve
    gr "温かいお茶でもどうぞ、コップは持てる？"
    nar "ゆっくりと首を縦に振った。{w}俺が黙っているから、彼女は逆に俺の機嫌を伺っているようだった。"
    nar "気のせいかもしれないが、彼女が俺を意識していることだけは確かだった。"
    show SCG_14 3 with fastdissolve
    gr "ごめんね…牛乳が切れちゃって紅茶だけだわ。{w}無理して飲まなくてもいいから、手でも暖めていて。"
    nar "またこの匂いだ。芳しい茶葉が焦げた匂い…{w}俺じゃない誰かのために備えておいたものなんだろう。"
    pl "……"
    gr "…何かあったの？"
    pl "……"
    gr "今日は雨が降るから仕事も大変ね。{w}州都はこれが問題だわ、日が当たっても雨は降るから。"
    pl "……"
    show SCG_14 0 with fastdissolve
    gr "[na2]くんは寒さに弱いって言ったよね。実は先生もすごく寒がりで、今朝は毛布をまた出すべきかと悩んじゃって。"
    pl "先生、ごめん。"
    show SCG_14 7 with fastdissolve
    play sound "audio/se/ding.ogg"
    gr "え？"
    pl "日記、書いてなかった。"
    stop music fadeout 2
    gr "[na2]くん……"
    show SCG_14 10 with fastdissolve
    play music "audio/bgm/Grette.ogg" fadein 2.0    
    gr "無理しなくていいのよ。自分を責めて負担を感じると、もともと得意だった事もうまくできないものだから…"
    gr "先生も初めて日記書こうとした時はめちゃくちゃだった。"
    gr "いつも三日ぐらいで手放してしまって使わないノートが山ほどあってね。"
    pl "でも先生が俺を気にして言ってくれたんだから。"
    show SCG_14 1 with fastdissolve
    gr "必ずそうじゃなくても、先生はいつも[na2]くんのことを思っているわ。"
    nar "ウソつき。"
    show SCG_14 0 with fastdissolve
    gr "……"
    gr "…昨日のことは、先生もごめんね。[na2]くんの症状を疑ったり、むりやり暴いたりしちゃって…"
    gr "そんな勝手な推当は否定的な結果を生むからいけないってよく分かっていたのに…先生もけっこう疲れていたみたい。"
    gr "本当にごめんなさい。"
    nar "……"
    pl "先生は否定的な結果を直接作ったことある？"
    show SCG_14 6 with fastdissolve
    gr "えっ？うぅん…{w}そりゃ、わたしもけっこう長い間ここで働いたから、無いとは言えないけどねぇ…"
    pl "言ってくれよ、先生の腕なんかを疑ったりはしないから。"
    show SCG_14 3 with fastdissolve
    gr "…でもこれはわたし個人の問題だけでなく他の人が絡んでいることよ。{w}患者の個人的な情報を勝手に言えないわ。"
    pl "その患者さんと絡んだことで先生がどれだけ苦労したのか言うだけで十分だ。"
    show SCG_14 2 with fastdissolve
    gr "……[na2]くん、わたしがカウンセリングをして苦労したというのは、わたしを信用してくれた患者さんへの失礼よ。"
    pl "先生はその人の人格を非難したりはしないだろう。"
    show SCG_14 at bounce
    gr "当たり前よ！でもこれは別の問題だわ。{w}[na2]くんを信じないからじゃなくて、自分との約束みたいなものだから…"
    pl "先生が俺についてもっと知りたいと言ったように俺も先生のことが知りたい。"
    pl "あった事実をありのままで伝えることは俺たちの信頼関係のために重要なんだろう？"
    show SCG_14 7 with fastdissolve
    gr "信頼……"
    pl "先生を信じたいからなんだ。誰にも言わないぜ。"
    show SCG_14 3 with fastdissolve
    gr "……"
    gr "…[na2]くんがそこまで言うなら、うん…"
    stop music fadeout 2
    nar "彼女は冷め始めたお茶を一口飲む。{w}視線は考えにふけているように、俺じゃない遠くへ向いていた。"
    play music "audio/bgm/Grette2.ogg" fadein 2.0
    gr "えーと…もう7年前のことだね。今でも忘れられない。"
    show SCG_14 10 with fastdissolve
    gr "いや、忘れてはいけない、かな…"
    gr "わたしが補佐教になって間もなかった頃のことよ。{w}わたしも神殿の仕事にだいぶ慣れていた時で、"
    gr "保健部だけじゃなく、他の部署の子供たちも悩みを打ち明けたりして…"
    gr "そう、その時は浄化部が他になくて魔導部の旗下である処理班だけだった。"
    gr "今の浄化部は、適当な職業を見つけない子どもたちがもっと来ているけど、"
    gr "その時の処理班にはけっこう年を取って力仕事でお金を稼ごうとする人が大半だったわ。"
    show SCG_14 3 with fastdissolve
    gr "あの人は…ごく普通だった。{w}わたしより二つ年上で、男だった。"
    pl "その時も処理班は今と似たようなことをしてた？"
    gr "そう。似たようなことだったね…死体を片付けて、亡者を始末して…"
    gr "時が過ぎても変わらず、人が耐えるにはあまりにも辛い仕事…"
    gr "けれど人がすべきのこと。その人も働くのがずいぶん辛そうに見えた。"
    pl "見えたって？"
    show SCG_14 10 with fastdissolve
    gr "あはは…やはり[na2]くんは鋭いね。{w}その人、初めはよく眠れないという理由でわたしを訪ねてきたの。"
    gr "主に不眠症で、夢を見ても悪夢ばかりと…そのため睡眠誘導剤を少しもらっただけ。"
    gr "なのに、どうしてもそれだけが理由には見えなかったっていうか…彼が苦しむ原因は他にあると思ってた。"
    show SCG_14 3 with fastdissolve
    gr "恥ずかしいことだけど、わたしって本当におせっかいで…"
    pl "周期的な相談を求めたんだ。"
    gr "そう。その人は嫌がる気味だった。{w}本当に相談が要る人は相手から相談を訪ねて来るのは知っている。"
    gr "でもその時のわたしは、わたしの方から手を差し伸べたいと思ってた…ハハ、そんなに幼いでもなかったのにバカだったわ。"
    pl "先生はバカじゃないだろう。"
    show SCG_14 7 with fastdissolve
    gr "…その人…うつ病があったよ。"
    gr "死体を片づけるとよくあることでね、自分が清掃している死体も元々は生きている人間だったとか…"
    show SCG_14 3 with fastdissolve
    gr "いつか自分もこんな最期を迎えるとか、そんな当たり前の事を自分も知らないうちに忘れているの。"
    gr "そんな業務ストレスとともに、いろんな問題が重なっていたんだ。"
    gr "一つ一つはささいな問題だけど、その人にとっては大きな問題だったはずよ。"
    pl "うつ病は治療が難しいの？"
    gr "人によって違うね。うつ病は誰にでも訪れる風邪のようなものよ。{w}一度治ったと思ってもまた別の問題でやってくる。"
    gr "隠すべき問題ではないよ！{w}その人の場合、治療その自体はそんなに難しくなかったわ。{w}でも…その人は治療を拒否した。"
    pl "自分に病気があることを否んだから？"
    gr "そうとも言えるけど…正反対でもある。"
    gr "前にも言ったけど、神と禍に思考を依存する州都で「精神が病む」というのは最近になってこそやっと注目されているだけで、"
    gr "今にも変だと思われている。{w}その当時はもっとそうだったし。その人は篤実な信者だった。"
    gr "自分の精神に病気が宿ったのは魂が汚れて禍の被害を受けたのだと信じていた。"
    gr "私は彼を説得するためにできる事なら何でもした。{w}しかし、彼は最後まで禍は薬や相談などでは直せないと思っていたし…"
    gr "無気力で仕事をすることさえ難しくなったのに、それがまた彼の信仰心をかきたてて…{w}彼は、結局…"
    pl "自殺？"
    gr "………"
    nar "彼女は青白い顔で、過去から現実に戻ってきたみたいに両目を何回かしばたたいた。{w}その目は再び俺の方へ向く。"
    show SCG_14 10 with fastdissolve
    gr "[na2]くんが…わたしの意見を理解して、認めてくれてよかった。{w}その時のわたしは思い上がっていたわ…"
    gr "無理やり自分のやり方ばかり押し付けて、余計なおせっかいまで…それが他の人に毒になるとは知らなかった…"
    pl "今ではもう知っている？"
    gr "心に銘しようとは思っているよ。{w}でも、先生もまだまだみたい。昨日みたいな事なんかしちゃって…"
    show SCG_14 0 with fastdissolve
    gr "暗い話をしちゃってごめんね、[na2]くん。{w}やはり先生に失望した？"
    pl "そんなはずないだろう。先生は先生ができることに最善を尽しただけだから。"
    show SCG_14 3 with fastdissolve
    gr "…ありがとう。"
    nar "周りの人々はみんな彼女にこう言ってくれただろう。{w}その時も、今もあなたは。"
    gr "[na2]くんはその後どうだったの？"
    pl "大丈夫。もう本当に夢は見ないんだ。ヘンなのも見えないし、記憶が途切れることもない。"
    show SCG_14 0 with fastdissolve
    gr "よかった…とっさのストレスが原因だったかもしれないね。{w}[na2]くんも仕事でだいぶ疲れただろうから。"
    pl "俺が見た全てのことの原因がストレスのせいだったと思ってる？"
    gr "ストレスって、一見単純に思われるかもしれないけど、人の心に大きな影響を与えるのよ。"
    gr "自分の考え事をまとめておく必要があると言ったのも同じ理由。{w}溜まったストレスが爆発したら恐ろしいことが起こるからね。"
    pl "先生、俺が溜まっていたストレスをちゃんと収めなかったと思ったんだな。{w}今もそうだろう？"
    gr "…先生は[na2]くんに何があったのかは知らないから…{w}[na2]くんさえよかったら先生に教えてくれるかな？"
    pl "それは俺もよく分からね。ただそうしたかっただけだ。"
    show SCG_14 7 with fastdissolve
    gr "後悔してるの？"
    pl "全然。むしろすっきりした。{w}今までの中で一番気持ちよかったよ。俺に十分やりとげられることだった。"
    pl "今までは理性じゃなく、愚かさが俺を阻んでいたんだ。"
    show SCG_14 2 with fastdissolve
    gr "…しかし[na2]くん、あなたはこれからあなたに暴力を受けた人と顔を合わせることになるわ、それでもいいの？"
    pl "暴力は、あいつらが俺に振るったのが暴力だ。{w}俺がどんな人間なのか、ヤツらの暴力が俺をどう作ったのか見せてくれただけだ。"
    pl "俺は負けてばかりで生きたくはない。"
    show SCG_14 3 with fastdissolve
    gr "そう…[na2]くんがそれでよかったら、わたしがなんだかんだ言えないわ…"
    gr "でも[na2]くん、他人に暴力を振るったり怒ったりするのが全ての解決策だと思ってはいけないよ。"
    gr "あなたが一度暴力として満足感を得た以上、また暴力を振るう時が来るよ…{w}それを繰り返すとあなたはどんな人になると思うの？"
    pl "……"
    gr "最悪には、人とも呼べない獣になるかもしれないわ。"
    stop music fadeout 2
    pl "先生、今誰の話をしてるんだ？"
    show SCG_14 7 with fastdissolve
    gr "え…？"
    pl "俺は誰とケンカしたとは言わなかったぜ。{w}てか、ケンカしたとも言わなかった。"
    pl "でも先生は俺が誰かに暴力を振るったと勝手に決めつけたじゃねぇか。"
    show SCG_14 6 with fastdissolve
    show SCG_14 at huruhuru
    gr "それは[na2]くんの言ったことを聞いたら…"
    play music "audio/se/Heart.ogg"
    pl "違う、先生はあの日の事を思い出したんだ。だから俺が後悔や反省なんかしてほしいんだろう。"
    show SCG_14 3 with fastdissolve
    gr "……"
    pl "でも先生。俺、後悔しないんだ。{w}もしかして謝られるとは思うなよ。"
    pl "別に悪いと思ってないから。ただそうしたくてそうしただけだ。"
    pl "先生が言ったようにストレスが溜まったせいかもしれないし、爆発的な感情を堪えられなかったのかもしれない。"
    pl "でも、両方とも原因は先生が作ったんだろう。"
    gr "[na2]くん…わたしはただあなたに謝られたくてこんなことを言っているんじゃないよ。"
    gr "あなたは自分の行動が間違っていることを知る必要があるの。"
    play sound "audio/se/hit.ogg"
    pl "俺がそれを知らないとでも思っているのかよ！" with sshake
    show SCG_14 2 with fastdissolve
    play sound "audio/se/hit.ogg"
    gr "だったら、もっと直そうとは思わないの？{w}一度ねじれたとして一生そのように生きるつもりなの？！" with sshake
    pl "……"
    nar "彼女と俺はほぼ同時に息を吐き出した。{w}一口も飲んでない紅茶が靴とズボンの裾をじめじめ濡らす。"
    stop music fadeout 2
    nar "俺はがたつく椅子にすぐ座り、彼女の方を見ないように俯いた。"
    play music "audio/bgm/Grette.ogg" fadein 2.0
    show SCG_14 3 with fastdissolve
    gr "…[na2]くん、あなたにストレスをかけたならごめんね。{w}もしわたしが言ったことに誤解の余地があったとしたら…それもごめん。"
    gr "わたしは、あなたの行動が衝動的な過ちだったと思いたいの。{w}あなたと同じ年頃の子なら十分そう思えるし、"
    gr "ストレス解消の方法を知らないと暴力につながりやすいからね。"
    gr "先生は…わたしは[na2]くんが大好きよ。"
    gr "あなたの事が大事だから、もっと横道におちいらないで欲しいの、今すぐ考えを直せとは言わないから、どうか少しずつでも…"
    pl "俺も先生が大好きだ！"
    show SCG_14 11 with fastdissolve
    gr "………" with sshake
    gr "[na2]くん、先生の話ちゃんと聞いてる？"
    pl "もちろんさ。正直に言ってくれて嬉しいよ。{w}先生、先生もやはり俺と同じ気持ちだったんだ。"
    gr "……そこに落ちたコップ、拾ってくれる？"
    hide SCG_14 with dissolve
    nar "彼女は少し水を含んだように潤う目元を赤くなるほどこすった。"
    nar "カップは紅茶用ではなく初めて来た時、牛乳をもらったカップだった。"
    show SCG_14 3 with dissolve
    gr "…どうしてしたケンカをしたの？そうしたかったとはいえ、原因は他にあるんだよね？"
    pl "まだ俺に理由があると信じている？"
    gr "…もちろんよ。先生が知っている[na2]くんは…{w}理由もなく暴力を振るう子ではないから。"
    nar "言葉の隙間にたまたま眉を顰める。暴力を受けた自分にも過ちがあることを認めようとしているようだ。"
    pl "口ゲンカがあった、向こうから一方的に突っ掛かったんだけど…"
    nar "仕方なく口を切ったが、気が進まない。"
    nar "事件について思い出すのはもうなんともなかったが、その状況を自分の口から直接説明するのか嫌だった。"
    pl "俺は……ただ驚いたんだ。{w}俺とあんまり年の差もないヤツらの口からそんなバカな話が出るなんて…あの女のことも知っていたし…"
    gr "それは…けっこう驚いただろうね。{w}噂って、ながれるだけで人を不安にすることなのに…"
    pl "いや、不安じゃねえよ。噂は結局どこからか漏れるものだから、噂って言うんだ。"
    pl "もうさ、俺は俺についてどんな噂があっても気にならねぇ気がする。{w}もう、あの女を思い出しても平気、先生のおかげだ。"
    stop music fadeout 2
    pl "ところで、先生は俺と違って、やっぱり噂が立ったら困るよな？"
    show SCG_14 7 with fastdissolve
    gr "…それってどう言うこと？"
    nar "彼女の反応に俺もつられて目を丸くした。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    pl "え…本当に困るのか？{w}なんで？{w}先生、どうせ本当に人妻な訳でもないじゃない。"
    gr "……"
    pl "違うか？俺が知っている限り神殿で働くすべての司祭は他に配偶者を置くことができず、"
    pl "引退した後でこそ式を挙げることができるから、主教と補佐教の二人は正式に結婚してはいないと思ったけど。"
    show SCG_14 2 with fastdissolve
    gr "…その通りよ。[na2]くん神殿についてよく勉強したわね。{w}でも、そういうことが重要なの？"
    gr "神殿のみんなはわたしたちを夫婦として認めている。"
    gr "わたしたちが引退しない理由はもっと神殿従事し、仕事に集中したいと思ったからよ。{w}時が来たら式も挙げるし。"
    pl "先生…そんなことが重要なのって、いったい何を言ってるんだ？{w}神殿の法は守るためにあるんだろう？"
    pl "しかも二人は主教で、補佐教なのに…司祭たちが見逃してくれるからそんな言い訳でいいと本気で思っているんじゃないよね？"
    pl "子供のままごとでもないし…"
    gr "[na2]くん、あなたが何を言いたいのかわかるよ。わたしたちもそのことについてぞんぶん分かっているわ。"
    gr "でもそれにもかかわらず、この仕事を続けたいと思ったのよ。あなたたちのような司祭たちの前に立つために…"
    gr "これは枢機卿も承諾したことよ。{w}そしてわたしが結婚できなかったのにはそれより根本的な理由が…"
    pl "子供が産めないから？"
    show SCG_14 7 with fastdissolve
    gr "……"
    show SCG_14 3 with fastdissolve
    gr "……そう。"
    pl "そう？先生の言うことをよく聞いておいてよかった。{w}とにかく、先生は人妻じゃないんだな。"
    gr "でも…それでもわたしは彼を愛してるわ。"
    pl "先生が愛するのはその男ではなく仕事じゃないか。"
    gr "……"
    pl "先生は先生という名豚をつけてできるすべてが好きなんだ。{w}なぜなら、先生がしたいことを全てしながら褒められるから。"
    show SCG_14 at huruhuru
    gr "先生をからかってはいけません…"
    pl "で、何かが起きたらいつもわたしは最善を尽くしたし、いつも被害者で、"
    pl "今回の失敗は自分が不足だったせいでこれから改善の余地は十分だと思う。"
    pl "なぜなら、これまで先生がやりたい事をしながら自然と積もった人徳のおかげで周りの人はみんな先生をかばうからだ。"
    show SCG_14 at huruhuru
    gr "やめて…"
    pl "先生が守りたいのは患者じゃなくて、『先生』って名だろ？"
    pl "だから、何人かを死に追いやったとしても、それを無責任に『それが最善だった』と—"
    show SCG_14 11 with fastdissolve
    play sound "audio/se/hit.ogg"
    gr "やめて！違う、違うよ！" with sshake
    nar "………"
    pl "…びっくりした、いきなり大声を出して…どうした？"
    show SCG_14 at huruhuru
    gr "あぁ…うっー"
    pl "先生…？大丈夫？ 体でも惡いんじゃね？待ってろ、俺がなにか…"
    gr "いや！{w}いや、[na2]くん。大丈夫…触るな！{w}わたしに触らないで、お願い！" with sshake
    hide SCG_14 with dissolve
    nar "彼女は細い肩を震わせて姿勢を崩した。大きく開いた瞳は視線が定まらず揺れていた。"
    nar "俺じゃなかったら一体誰が彼女にこんなことが言えただろうか。彼女はこれまでとても愚かに生きてきた。"
    nar "周りに自分をかばって、慰めてくれる人だけでいっぱいの人生は、両目を隠したまま生きるのと同じだ。"
    nar "その証拠として、彼女は自分を恨む人がいることを知らず、人の不幸に口を出す前にその人の機嫌を伺う事を知らず、"
    nar "後先考えずに犯した善意が悪意よりも残酷だという事実を知らなかった。"
    nar "彼女の目隠しを外したのは彼女自身でもなく、あの男でもない俺。{w}彼女が新しい世界で初めて顔を見た人も俺。"
    nar "彼女がやつれた目で俺を見つめる。{w}彼女はようやく俺と向き合ったのだ。加害者として、被害者と。"
    show SCG_14 3 with dissolve
    gr "……ごめんね、いきなり大声を出して…{w}驚いたよね？"
    pl "無理しなくていいからお茶でも飲みながら落ち着いてよ。"
    gr "ううん、[na2]くん…もういい。わたしは本当に大丈夫だから…ごめんなさい…"
    pl "落ち着く時間とか必要かな？"
    gr "いや、いやいや…大丈夫。{w}大丈夫だから…[na2]くん、そろそろ戻る時間でしょう？少し待ってて…"
    hide SCG_14 with dissolve
    nar "彼女は不安そうな体を引きずって本棚に行った。引き出しを開ける音と、紙の音が聞こえる。"
    nar "席に戻った彼女は手に封筒のようなものを持っていた。"
    nar "彼女は席に座る前、ちらっと俺の方を見た。元々彼女が俺を横目に見たことは一回もなかった。"
    show SCG_14 3 with dissolve
    gr "[na2]くん、これはね…"
    pl "薬だな。"
    gr "うん、そう。飲み薬よ。{w}3日分で、朝と寝る前に水と一緒に飲めばいいわ。"
    pl "病気なヤツなんかが飲むの、だよな？"
    gr "違うよ…[na2]くんが今みたいな楽な状態でいられるように助けてくれる薬よ。"
    pl "だから今、俺を気違いにするんじゃないか。"
    show SCG_14 2 with fastdissolve
    gr "[na2]くん、病気な人だけが薬を飲むんじゃないわ。薬は安定した生活を望む人が飲むものよ。"
    pl "俺は今も平気さ！悪夢も見ないし、幻覚も見ないし、記憶も…"
    gr "しかし、いつまた再発するか分からないわ。今のあなたはとても不安定な状態よ。"
    gr "あなたの自身の意志だけではなく外部からの助けが必要なの。"
    pl "俺ひとりじゃできない、ってことか？"
    gr "あなたを助けてあげられるし、そうしたい人がいるということよ。"
    nar "俺は彼女をにらみつけて、結局は頭を下げた。"
    nar "それは肯定ではなかったけど、とにかく俺の手には薬の入った封筒が持たされた。"
    show SCG_14 10 with fastdissolve
    gr "ありがとうね。"
    pl "……"
    gr "今日はゆっくりしていらっしゃい。明日も待ってるわ。"
    pl "…マジで？"
    show SCG_14 3 with fastdissolve
    gr "当然よ…"
    hide SCG_14 with dissolve
    stop music fadeout 2
    nar "言いたいことはまだあったが、敢えて言わないことにした。彼女がこの後どんな表情をするか、目に見えていたから。"
    play sound "audio/se/door slide.ogg"
    nar "俺が席から立ちドアを開けたとき、後ろからは椅子を引く音がした。{w}俺はふと自分の手を広げてみた。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg03_1 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "カサカサと砕ける異物は指の隙間に干からびていた。"
    nar "朝のことを忘れるところだった。最近は何かを思わず忘れることが多い。"
    nar "他に気を使うことが多くなったからだ。{w}今や俺を長い間苦しめたあの女の顔が思い出せなかった。"
    nar "そもそも事件そのものについても記憶が曖昧だ。複雑な頭をぼりぼりと掻くと、頭皮が際立ったような異物感がした。"
    nar "そっと見た爪には赤黒い異物が縺れた髪と共に付いている。凝血がそこに固まった。{w}ふと立ち止まった。"
    nar "窓に掛かったガラスに見知らぬ男が映る。乱れて目を隠した髪、垂れ落ちた髪の隙間から真っ赤な血筋を立てた二つの目玉。"
    nar "乾いた唇に着いた凝血…{w}そら笑いも出ないほどの恰好だった。"
    nar "凍りついたように床にくっついた足を引っ張って、どこかに向かうため方向を変えた。"
    nar "それは前を向いても良かったし、横を向いても良かっただろうけど、すぐ後ろを向いたような気がする。"
    nar "天使がそこにいたからだ。{w}当たり前だ。"
    nar "天使というのは俺の方から探したり、呼んだりするものではなく、俺の魂が崩れた時にこそ俺を訪ねてくるのだから…"
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/bgm/dream.ogg" fadein 2.0
    "\n 「今日はなんか行く気がしなかったんです。自分の中から怠けや不規則などが正当化されているような感じがします。{w}暴力だって、こんなことをしたってどうせたいした罰は受けないと思っていました。"
    "ただですませるという確信があったそうです。{w}いや、事件そのものが葬るだろうという確信がありました。」"
    et "ゴメン、こんなの聞いてもつまんないよな。"
    nvl clear
    "\n 「また、グレーテが偉い話をしたけど、七年前だっけ…うつ病の診断を受けた司祭が自殺したと言いました。{w}本人は自分の責任だと言っていましたけど、そうには見えなかったんです。{w}その人が人格的に悪人じゃないのは当然知っています。"
    et "でもそれとは違うというか、自分の足りなさを責めるのも全部これから進むための経験だと思っているような…彼女自身は気がつかなかったようです。{w}あの男が余計に引き立てるから間違ってしまったと思います。」"
    nvl clear
    "\n 一雨降った後の霧のせいで、窓の外の風景はよく見えなかった。{w}雲切れで再び顔を出したうんざりした太陽が光をさし続け、俺はくらい床に顔を寄せて、天使と話していた。"
    et "彼女はむさくるしい話を黙々と聞いてくれた。"
    hide screen nvlbox with dissolve
    stop music fadeout 2
    pause 3.0
    scene bg10_1 with dissolve
    call place10
    pause 2.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 無理やり薬を飲み込むときは最悪だった。そもそも匂いがまるで獣の尿のようで、口に含むだけでも吐き気がした。うまく喉を通らなかった一粒が水に溶け、頭の芯が震えるほど苦かった。{w}しかも乾いた喉に張りついて、錠剤の形が生々しく感じられ、水を何杯飲んだか覚えていない。"
    et "おかげでベッドに入る時間が遅くなった。結局今日は仕事に行かなかったけど確認しにも来ないんだな。{w}もし明日にまたアイツや、他の誰かが訪ねてきたらきっと今日のことを責められるだろう。{w}果たして何について責められることになるだろう。"
    nvl clear
    "\n 様々な感情が次々と浮かんだ果てに、何も考えられなくなった。{w}まるで脳に厚いビニールみたいな物がかぶさり、何かを思い出せないように塞いでいるようだった。"
    $ _skipping = False
    et "けど、すぐに重い疲れが押し寄せてきてどうでも良くなった。{w}薬の効果が効いたかもしれない。目を閉じる頃には全ての考えが完全に止まっていた。"
    $ save_name = "day 8, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day9_gr
    return

label day9_gr:
    $ day = 9
    $ save_name = "day 9, 楽園"
    $ renpy.music.set_volume(0.4,channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 9day = Text("day 9",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '9day' at day00 with slowdissolve
    pause 5
    hide expression '9day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame  with dissolve
    pause 4.0
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="music")
    scene bg10 with slowdissolve
    pause 1
    show screen nvlbox with dissolve
    "\n 朝起きて一回、寝る前にもう一回…ぼんやりとした精神で薬を飲み込んだ。{w}相変わらずぞっとしないけど、目が覚めたのと同時に薬のことを思い出したことに驚いた。"
    "外は静かで、頭が痛い。悪い予感がする。ひょっとしたら寝すぎてしまったのかもしれない。"
    play sound "audio/se/knock.ogg"
    et "ドアからは開けると同時に力のない音が聞こえる。今日は変な音も一緒に聞こえた。{w}紙が風に舞う音だ。"
    nvl clear
    hide screen nvlbox with dissolve
    scene bg15 with dissolve
    call place15
    pause 1.0
    show screen nvlbox with dissolve
    "\n その紙は古いドアにできた隙間に画鋲で刺されていた。{w}最初に目に入ったのはシーキュレットの名前だ。気分が悪くなる。恐らく俺がドアを開けてくれないから先に出勤したようだ。"
    et "「急がずに来ること、仕事に来ないんだったら診療確認書を取ってくること。」{w}…俺はその紙切れを薄目で読んでは、扉から外した。"
    nvl clear
    "\n 「診療確認書」って？{w}昨日からなにかヘンだと思ったら彼奴、いや彼奴らは俺が狂者だと完全にくぎを刺すつもりだな。だからいきなり保健部の事を…始めから俺が医務室に出入りするのを目をつけていたはずだ。そうに違いない。"
    et "それとも、グレーテ先生が僕の情報を流したとか。"
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "寮を出て、階段を下りずすぐ廊下に向かった。{w}ヤツの望み通り浄化部に行かずに医務室に行ってやるつもりだった。"
    play sound "audio/se/ding.ogg"
    show SCG_04 5 with dissolve
    cr "あらまあ！浄化部の[na]様じゃないですか！"
    pl "ああ、お前はそう…確か…"
    play music "audio/bgm/Clair.ogg" fadein 4
    show SCG_04 2 with fastdissolve
    show SCG_04 at bounce
    cr "やだ、セイントシェオルの貢献者として、浄化部への補給品を調達しておるミオソティス家の自慢の長女、"
    cr "クリオネ・ミオソティス！{w}クレアですわよ？この何日かの間に忘れたのですか？"
    nar "えさをねだる小鳥のようにさえずる姿を見て思い出した、この前のさわがしいお嬢様だな。"
    pl "…ああ、そうだった。ずいぶん久しぶりだな。"
    show SCG_04 0 with fastdissolve
    cr "はい、正確に一週間と二日ぶりですわ。{w}[na]様は何と言ったらいいかしら、最後に見た時よりずいぶんと…"
    cr "やせたように見えますけど、大丈夫ですか？"
    pl "仕事が大変なだけだ。今日はまた何しに来たわけ？また調達か？"
    cr "いいえ、補給品を賄うのは月一回だけで…今日は働きに参りました。"
    cr "言わば奉仕活動の一部ですね。いや！研修司祭の仕事とも言えますわ。"
    pl "どっちにしろ同じもんじゃねぇか。"
    show SCG_04 1 with fastdissolve
    cr "わたくしがどのような仕事をいたしているかお気になさるでしょうね。"
    pl "いや、別に…"
    show SCG_04 at bounce
    cr "わたくし、保健部の仕事を手伝っておりますわ！"
    pl "…保健部？"
    show SCG_04 0 with fastdissolve
    cr "はい。一週に三回です。{w}たいした仕事ではなくて、書類の片付けを手伝ったり…"
    cr "美味しいお茶を入れたり、洗濯した服を干す程度のことですけどね。"
    cr "けっこう役に立ちますわよ？今はしばらく休憩を取っておりますの。"
    pl "グレーテ…先生は中にいるのか？"
    show SCG_04 5 with fastdissolve
    cr "うむ、いいえ…まだ病院にいらっしゃいますわ。今は皆様の業務時間ですから。"
    cr "そういえば[na]様はこんな時間にどんなご用ですの？"
    pl "…俺も休憩中だぞ。"
    cr "午前中に、浄化部の、そのうえ研修司祭が…{w}休憩ですって？おかしいですね、普通は仕事を一つ終えてもそのままずっと…"
    pl "人がいつなにをしようがお前とはなんの関係もないだろ。"
    pl "もとからそう人に口を出すのが趣味な訳？{w}それとも保健部がそう教えたか？"
    cr "あらら…？前に対面した時とはずいぶん雰囲気が違いますね。"
    show SCG_04 3 with fastdissolve
    cr "うむうむ…貴方にも何かの事情があるんでしょう？{w}わたくしの失言に気を悪くしましたらお詫び申し上げますわ。"
    cr "わたくし、神殿の情報を集めることが好きで、ついこうたくさんの質問をしてしまいますの。"
    pl "情報…うわさの収集なもん？{w}そういえば似た話を聞いた気もするな…じゃ神殿に広がっているうわさは全部お前のせいか？"
    show SCG_04 0 with fastdissolve
    cr "それはちょっと過大評価ですわ。{w}神殿の皆様はうわさが大好きでしょう？"
    cr "いくらなんでもそれをわたくし一人で作り上げることはできませんこと！"
    show SCG_04 at bounce
    cr "本当に話が好きなだけです。それとも気になることでもありますか？"
    pl "…お前が思うにグレーテ補佐教様はどうなのか？"
    show SCG_04 5 with fastdissolve
    cr "グレーテ様のことですの？意外ですわ、貴方が他の女性でもないグレーテ様に興味を示すとは…"
    pl "どういう意味だ？"
    cr "悪い意味ではございませんわ、わたくしが見た日に[na]様は確かにマヤお姉様と…"
    pl "お前、無駄口多いな。"
    show SCG_04 9 with fastdissolve
    cr "え？{w}あの、あ…その、本当に意外だと思っただけですわ。わたくしの情報が限られていたせいで…"
    cr "本当に申し訳ございません。{w}怒りましたか…？"
    pl "…最近の具合とかを聞いてんだよ。保健部で働くとそこの補佐教もよく見るじゃない。"
    show SCG_04 5 with fastdissolve
    cr "グレーテ様は…いつも優しくて、誰にでも親切で、ほんの少しの悪事も見逃せない真面目な人ですわ。"
    cr "わたくしも普段大変お世話になっております。言葉通りわたくしたち司祭のお手本です。"
    cr "でも…そうですね、確かにここ数日間元気がなさそうに見えましたわ。"
    pl "元気がなさそう、か。"
    nar "原因だったら決まっている。グレーテ先生は俺とのことを気にしているのだ。"
    nar "彼女はたくさんの人の悩みを聞いてくれるカウンセラーなのに、実際本人の悩みは誰にも言えない。"
    nar "大人としての体面、あと守るべきいろんな物がまだ彼女の殻の中に生きているのだろう。"
    show SCG_04 3 with fastdissolve
    cr "でも、その理由はわたくしにあると思いますわ。"
    stop music fadeout 1
    pl "…はあ？"
    cr "わたくし、前からグレーテ様に相談に乗ってもらいました。"
    cr "彼女は毎日のようにわたくしの悩みを大切に、とても真剣に聞いてくれましたわ。"
    cr "昨日今日のことではなくて、数ヶ月の間ずっとそうしてくださいました。{w}しかし、わたくしは彼女の助言を断ったんですわ。"
    cr "詳しくは言えませんけど…多分彼女は傷ついたでしょう。わたくしが彼女を傷付けましたわ…"
    nar "クレアは小さい両手を揃えたまま震えていた。{w}心臓がドクンとした。"
    play music "audio/se/Heart.ogg"
    pl "たぶんお前のせいじゃないんだ。{w}先生は、そう…他にも気を使うのが多いから。"
    show SCG_04 0 with fastdissolve
    cr "その通りでございますわ。{w}いろんな事が積み重ね、大きな負担になったのではないかと思います。"
    cr "わたくしはその原因の一部になったんです。{w}彼女が感じているはずの精神的被害の一部。"
    nar "がくがくと手が震えた。グレーテは俺以外の他の人にも気を使っていたんだ。"
    nar "俺は彼女にとってただ本人が気を使っている多くの患者の中で一人、それだけだった。"
    nar "その事実が脳裏に焼き付かれる瞬間、巨大な感情が渦巻いた。"
    pl "この間っていつからのこと？"
    show SCG_04 5 with fastdissolve
    cr "はい？{w}それが、えーと…今日が何日だったかしら…三日前からではないかと思いますけど。"
    nar "日付は正確に合っていた。"
    stop music fadeout 2
    pl "そう…"
    hide SCG_04 with dissolve
    nar "クレアが冴えない顔で顔を上げたが、俺は挨拶もせず背を向けて歩いていった。"
    nar "一応彼女は他の人に俺のことを暴いたりはしなかったようだ。"
    nar "当然なことだ、彼女はみんなから信用されている先生だから。"
    nar "誰にも自分が受けた被害を訴えず、本人が責めを負った患者を最後まで抱えなければならない人。"
    nar "それは誰から強要されたことでもない彼女自身が背負った負担であり、すでに気づいているはずだ。"
    hide screen textbox with dissolve
    scene black with slowdissolve
    pause 2
    scene bg06 with slowdissolve
    call place06
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/bgm/Grette.ogg" fadein 2.0
    "\n まだ暖房を付けて間もないのか、医務室の空気は生温い。薄い紅茶の香りが漂っていた。"
    "本来医務室ではいつも甘いバターや焼きたての小麦粉特有の香ばしい匂いがしていたのに、彼女が菓子を焼くことをやめてから長らく染み付いていたあの匂いも段々消えかけている。"
    "しかし今もずっとその場を守るグレーテは俺が入ったことを確認すると椅子を回してこちらを向く。眠そうな目をしている。"
    nvl clear
    "\n 「今日は早かったのね。」"
    "「眠いなら紅茶じゃなくてコーヒーみたいなのを飲めば良いだろうに。」"
    "「わかってないのね…これが丁度いいのよ。」"
    nvl clear
    "\n グレーテは着る服や寝床、顔に塗る化粧品ですらこだわるタイプではなかったが、口に入るものに対しては確固たるこだわりがあった。{w}身体に悪い料理を避けているというよりは、世間的に認識の悪い料理を避けている様だった。"
    "彼女が口にする菓子やパンだけでも小麦粉と脂肪、砂糖で構成されているのだから。"
    "模範にならなければと思っている様だった。{w}必ず誰かがそれを分かってくれなくとも、せめて本人はそれを知っている。最小限の自制だけで自分自身を褒める為の余地を残しているのだ。"
    "未だに気だるげな彼女は片腕をぐんと伸ばしながら欠伸をする。大きく開いた口から白い前歯が覗ける。"
    "疲れてるんだな、そう一言言ってやると彼女は見せつけるように肩を叩く。"
    nvl clear
    "\n 「そうよ。朝から補給品をどれだけ一生懸命運んだか…」"
    "「なんだ、そんなことなら呼べばよかっただろ。」"
    "「大丈夫ですも～ん。まだ介護される歳じゃないですよ。」"
    nvl clear
    "\n そんな努力にも関わらず彼女はあまり健康体ではない。幼い彼女を巻き込んだ禍のせいなのか、それとも先天的な体質なのか、とても幼い頃から体力が足りていない。"
    "深刻って訳でもなかったが、それが目立つように振舞っても良いだろうに、逆にそれを隠すために他人の何倍も一生懸命に働く。{w}今もまだ自分の力で何かを成し遂げられる事に安堵していて、満足感を得ているらしい。幾つになっても意地っ張りなものだ。"
    nvl clear
    "\n 「最近はどうだ？」"
    "わざと彼女の隙間に入り込むような質問をすると、彼女は視線を動かしつつ悩む。{w}何か言い訳しようと思っている訳ではない。カップを傾けて喉を潤す彼女と目が合えば、彼女は正直に言う事が恥ずかしいのか眉間に小さい皺を寄せつつ笑う。"
    nvl clear
    "\n 「ちょっとキツいかも。」"
    "「無理しているからそうなる。」"
    et "彼女はこういう返事をあまり好かない。{w}しかし今日ばかりは素直に頷きながらそうかもね、と呟いた。俺は彼女が正直な本心を語ることが出来る数少ない人間なのだから。"
    nvl clear
    "\n グレーテは慎重に自分の悩みを語り出すが、その問題は単なる問題点を説明する愚痴では終わらず具体的な自己反省へ繋がる。"
    "司祭からの信頼を得るのが難しい。{w}自分に好意的でも、いざ悩み事が出来た時自分を頼ってはくれない。既に助言してあげた件と同じ問題にずっと苦しんでいる…等々。"
    "自分の力や能力不足で助けを求めてくれないんだ。自分は彼らの生い立ちや心理をもっとよく理解してあげるべき義務がある。わたし一人が熱くなるだけじゃ何も解決しない。"
    nvl clear
    "\n 「わたし、カウンセラー失格かな…」"
    "勿論本心ではない。少しばかりの懐疑心、もしくは不安を感じているだけだ。{w}こういう時は俺が簡単な励ましを言ってやるか、背中を少し撫でてやるぐらいですぐ元気が付く。"
    "ここで助言をしてしまうと、グレーテはカウンセラーの仕事を奪うなと怒ったフリをするのだろうか？それとも、逆にカウンセラーぽいとケラケラ笑うだろうか。"
    nvl clear
    "\n 「グレーテ、もしかして褒めて欲しいのか？」"
    "結局俺が選んだ言葉はどちらでもない。グレーテは少々突拍子もない返事に妙な顔をして、俺をじいっと見ては、面白い返事を返そうとキョロキョロしている。"
    "そしてにんまりと笑み始めた。こちらが望んだ方向とは全く違う事を想い付いたかのように。"
    nvl clear
    stop music fadeout 2
    et "\n 「例えば、どうやって？」"
    hide screen nvlbox with dissolve
    show cggr03 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    play music "audio/bgm/Grette2.ogg" fadein 2.0
    "\n ベッドは低い位置にある上、大層広い。{w}なぜこんな場所にベッドを置く必要があったのだろうか。薄いカーテンの様なものが貼ってあって、掌で押すとバネがぎしむ。皆が皆、この不必要な空間を個人の欲望を満たすための用途として使っているだろう。"
    et "わざと体重を乗せても彼女は何の抵抗も無く俺を見つめている。{w}嫌味一つ言わずに、寧ろ俺のこれからの行為を期待しているかのようにおとなしい。"
    nvl clear
    "\n 俺は彼女を抱き締めた。俺のグレーテがどんな顔をしているのか確認する勇気がない。{w}風邪の子供になった気分だ。熱い頭は痛み、視界はグラグラと揺れる。火照る身体を冷ます為の何かが欲しかったが、結局しがみついたのは母の暖かい懐だった。優しい手が頭や背中を撫でてくれる。"
    et "グレーテの心臓はいつも忙しなく動いている。その心臓が彼女を支えているのだ。それを想像すると、俺の鼓動は逆に遅くなる。このまま段々と速度を失い、やがて止まってしまえば、彼女の心臓は重く押し潰されるだろう。"
    nvl clear
    "\n 正直に言えば、俺は彼女を喜ばせるよりももっと甘えたいという気持ちが勝っていた。{w}脇や腹にゴワゴワとした頭を擦り付けたら、困ったような笑顔でおでこを押したり、これ以上悪戯が出来ない様に両脚を腰に巻き付けてほしい。"
    et "しかし彼女は俺の母親ではない。{w}彼女は俺の女なので、そんな行為をする必要がない。彼女は「彼」の次の行為に期待しながら恋に落ちた様な目で頭の上を見下ろしていて、足先が腰からさらに下、股の方へと滑り込み、何も言わずにせがんでくる。"
    nvl clear
    "\n ねぇ、愛してる？勿論、聞いてくるのは俺ではない。彼女だ。{w}必死になってしがみついては、何度も聞いてくる。"
    "わたしのこと、信じてる？わたし、偉い？{w}誰もが一度は問う意味であって、特別に返事が返ってこなくても、満たされるまで繰り返す。"
    "満足した彼女は、もういいと言わんばかりに相手の首に両腕を巻く。それ以降は答えようとしても、彼女は喜ばないどころか、それを望まない。"
    et "だから頭をこちらへ引っ張ってくるか、口を防ごうとする。勿論、唇で。雰囲気に些細な行動一つ一つを合わせようとする様に。"
    "\n 「タバコ臭いわ、あなた。」"
    hide screen nvlbox with dissolve
    pause 1
    show cggr03:
        zoom 2
        xalign 0.6
        yalign 0.5
    with slowdissolve
    pause 2
    nvl clear
    show cggr3_rkn:
        zoom 2
        xalign 0.6
        yalign 0.5
    show screen nvlbox
    with dissolve
    "\n グレーテは俺の口から何かを奪って投げ捨てる様な仕草をして見せる。彼女の瞳も半分ぐらい現実感を取り戻していた。{w}こうやって髪を解いて知らない顔をしていると、彼女も一人の女だという事が実感できる。目を瞑れば薄い唇が触れる。ぽちゃっとした舌が入り込むだろうし、舌からはまだ甘い菓子の味が残っている。"
    "彼女は乾いた唇を唾液で濡らし、苦い匂いの染みついた歯を必死に舐め続ける。顎のチクチクする髭で傷ができるほど顔を擦り付けるだろう。そして、疲れたのか息を切らしている。"
    et "そして股を開き、身体をぶつけ合う。{w}腰へと移動した手が、爪を立てる。"
    nvl clear
    "\n 恥も知らずに声を上げては喘ぎ、{w}口に入り込んだ誰のモノかもわからない髪の毛を噛んで、{w}互いの唾液や汗を飲み、{w}毎朝幼い司祭達と共に取り替えたであろうベッドを汚し、{w}互いの名なんかを気安くも呼び合って、"
    et "汚らしい言葉で欲望をせがみ、{w}ふわふわとしたセーターに包まれていた身体を不浄な汗で汚し、{w}やがては…"
    hide screen nvlbox
    stop music
    play sound "audio/se/memory.ogg"
    scene black
    show bgw onlayer screens
    hide bgw onlayer screens with dissolve
    pause 1.0
    scene bg06_1 with dissolve
    pause 1.0
    show screen textbox with dissolve
    pl "…………はあ、はぁ…"
    play music "audio/se/Heart.ogg" fadein 2.0
    nar "全身から力が抜けた。首筋から耳まで、熱気がさして熱かった。"
    nar "誰もいない医務室の空気は今もぬるく、廊下の外にも人けが感じられない。"
    nar "ずいぶん遠くから人々の足音が聞こえていた。目の前には窓掛けの間に白い光を浴びたベッドがあった。"
    nar "布団は俺のひざ辺りでしわになっていた。"
    pl "……"
    nar "震える手をゆっくりと上げた。"
    nar "指の隙間隙間に蜘蛛の糸のようにかかっている白い液体が、ずり落ちる気もなくトロトロとくっついている。"
    nar "乾いた風が吹き、徐々に乾き始める。まだ体に微妙な熱感が残っているのが不愉快だった。"
    play sound "audio/se/r18 2.ogg"
    stop music fadeout 2
    hide screen textbox with dissolve
    scene black with dissolve
    show screen textbox with dissolve
    play sound "audio/se/doro.ogg"
    nar "死体。生まれて初めて触れた死体は生きている人間とは比べ物にもならないほど冷たく、ぶよぶよとしたものだった。"
    nar "俺は口を封じず眉も顰めずそれを袋の中にまとめた。"
    nar "前に人間の熱い体に触れた時、溶け出すような気がしてた。"
    nar "全身が炎のように熱くて、汗がにじみ出て肌はじとじとになっていく。"
    nar "脳はすでに溶けてしまったのかまともに会話もできず、だいたい形は保っているものの、ぶよぶよとしていた。"
    nar "寒くて暗いトイレの中、溢れ落ちた冷たい水が足元まで満ちてどろどろだ。{w}愚かなことにも、人の温かみが懐かしくなった。"
    hide screen textbox with dissolve
    scene bg03_1 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "戻ってきた医務室には、いつもと完全に違う違和感がした。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    nar "刃が立った雰囲気に、ドアの隙間からざわめく音がする。{w}女性の甲高い…グレーテだ。"
    nar "それがどんどん高くなって、もうドアの外にいる俺にもその音が聞こえた。誰かと争っている。"
    gr "…話ぐらいはできるじゃない、わたしの気持ちも考えてよ！"
    gr "かわいそうなあの子に何ができるんだと思っているの。わたしが……{w}ったらあなたが止めないと！"
    nar "…俺の話じゃないのか？"
    gr "昔からそうだった、あなたって人は！"
    gr "…もういい、やめて……それ言わないで！"
    play sound "audio/se/door slide.ogg"
    show SCG_14 7 with dissolve
    show SCG_14 at huruhuru
    gr "……！"
    show SCG_14 3 with fastdissolve
    gr "……[na2]くん、せっかく来てくれたのにごめんね。{w}先生、今急用ができちゃって…"
    pl "何の用？"
    gr "…急に連絡をもらったの。今すぐ行かないと。"
    pl "戻ってくるんだよな。"
    gr "それは……明日にしようね。本当にごめんなさい…{w}薬のこと忘れないで、分かった？"
    pl "……"
    hide SCG_14 with dissolve
    play sound "audio/se/running.ogg"
    nar "彼女はしばらく俺の様子を伺っては、返事もなく俺を行き過ぎる。{w}俺は黙ってその後ろ姿を目に込めた。"
    nar "あけっぱなしのドアからは医務室に似合わないかび臭いにおいがしている。何度も嗅いたことがあるタバコのにおい。"
    stop music fadeout 3
    nar "今、中にはあの男がいる。"
    pause 1.0
    hide screen textbox with dissolve
    play sound "audio/se/door slide.ogg"
    scene bg06_1 with slowdissolve
    call place06
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/Grette2.ogg" fadein 2.0
    nar "男はいつも彼女が座っている場所に、だらしない格好で座っていた。"
    nar "俺に気づいた彼は背もたれに寄せていた体を引き起こした。"
    show SCG_13 0 with dissolve
    gg "また会うんだな。"
    pl "……"
    gg "相変わらずこれが気に入らないのか。"
    pl "…引き続き人が通う医務室で主教って人がタバコばっかり吸っているから、当然気に入りませんよ。"
    show SCG_13 8 with fastdissolve
    gg "ふーん。"
    nar "フゥーッと男が吐き出した息と共に鼻と口から出た白い煙が宙に漂う。"
    nar "俺は敢えて不満を表すために眉をしかめながら、わざと大きく咳払いをした。{w}まるで肺にほこりがたまっているようだった。"
    show SCG_13 0 with fastdissolve
    gg "吸うか？"
    pl "…いいんです。"
    gg "お前くらいの年頃になったら、けっこう吸うんじゃないか？"
    nar "やっぱり俺のことを舐めているな。"
    pl "そうですけど、ここでは吸いませんよ。グレーテ先生が嫌がるから。"
    nar "つい口にしたこともないタバコの味を想像して見た。{w}嘘をついている間にその味が口に広がるような気がした。"
    nar "自分なりの挑発だった訳だが、男は物ともせず机の片隅に置いてあった灰皿をこちらに引いて来た。"
    nar "あそこにいつも灰皿が置いてあるのが目障りだった。"
    nar "タバコ嫌いのグレーテが敢えて灰皿を片付けないのは、彼女の頭の中のどこかにこの男が常に存在していると言う証拠だから。"
    pl "先生とケンカしたんですか？"
    gg "それを全部聞いたのか。{w}大声を出したから聞こえない方がおかしいだろうけどな。"
    pl "…主教様がああだから先生が怒るんです。"
    show SCG_13 8 with fastdissolve
    gg "俺は自分の仕事をしているだけだ。"
    play sound "audio/se/hit.ogg"
    pl "アンタが何をするって言うんだ、一体！" with sshake
    gg "そう言うお前は何が分かってそう大声をだすんだ？"
    pl "せめて自分の妻が困ろうがなかろうが顔も出せないアンタよりは俺の方が彼女について詳しいと思うんですけど。"
    show SCG_13 0 with fastdissolve
    gg "そうか。{w}人の女房に気を使ってくれてありがたいな。"
    pl "……"
    nar "男はちり紙をちぎって小さく畳み、少し水が入っている灰皿に入れた。俺は感情を抑えるためにため息をついた。"
    nar "これは挑発だ。"
    nar "ここで怒ると余裕がないことを認めるのと同じことになる。"
    pl "他の人より長い知り合いだからといって自慢しているんじゃないですか？"
    gg "俺が何を自慢していると思うかね？"
    pl "そりゃグレーテ先生がいつまでもアンタのそばにいると思っていることです。"
    pl "いや…先生がずっとアンタを好きだと思う自慢に近いですね。"
    pl "本当に彼女がアンタのことが好きだから一緒にいてくれるのだと思いますか。"
    pl "ただここ以外は行き場がなくて、アンタが保健部の主教で、"
    show SCG_13 8 with fastdissolve
    gg "それに、自分がやりたい仕事ができる機会と環境が必要だから、だろう。"
    pl "……"
    gg "今のお前には理解しにくいけど、パートナーより仕事を優先するのはよくあることだ。我々は前もってそうすると決めただけ。"
    gg "お前の考え以外にも…世の中にはいろんな方式がある。"
    pl "ただ楽になりたくてそう思うんじゃなくてですか？"
    show SCG_13 0 with fastdissolve
    gg "そんなにグレーテが好きか？"
    pl "グレッグ主教様は別にそうでもなさそうですね。"
    nar "彼は顔色も変えずタバコの火を消した。{w}シューッという音が俺をあざ笑っているように聞こえた。"
    gg "なぜ争ったかも気になるだろうな。"
    pl "…別に興味ねぇんです。"
    gg "我々は個人のことでは大して争わない。{w}あの程度で怒ると必ず他の誰かのことが関わっている。"
    gg "グレーテは自分の仕事にはいつも誇りを持ちたがるからな、本人が相談に乗った患者には、"
    gg "ああなって保護し過ぎる傾向があるんだ。彼女の手が届く範囲を離れてもずっとな。"
    hide SCG_13 with dissolve
    nar "聞きたくなかった。"
    nar "彼女が俺のことを手放せない理由が、ただ俺を面倒を見てもらう患者だと思っているからなら、"
    nar "俺を除いても気にしている人が何人、もしくは何十人ぐらいあるはずだから。"
    nar "だから興味ないって言ったのに、彼の言うことはその隠しておきたかった不安な可能性を現実にした。"
    show SCG_13 0 with dissolve
    gg "もう行こうかと思うんだが…質問でもあるのか？"
    pl "グレーテ先生がなぜ最近そんなに苦しんでいるのかわかります？"
    show SCG_13 8 with fastdissolve
    gg "…さあ、仕事のせいだろう。"
    hide SCG_13 with dissolve
    play sound "audio/se/door slide.ogg"
    nar "その一言を最後に彼はゆっくりと部屋を出て行った。{w}空いている椅子には彼が座っていた跡が今も残っていた。"
    nar "俺がグレーテのことをどれだけ好きなのか彼の前で堂々と言うつもりだった。"
    nar "だけど、彼の中で俺が彼女に持った気持ちは、まるで子供が自分の先生に懐くような、"
    nar "子供っぽくて単純な感情として片付けられていた。彼の言葉を繰り返しても浅ましくなるだけだ。"
    nar "その中でも一番俺を浅ましくさせるのは今この場に彼女がいないと言う事実だ。"
    nar "彼女が何気なく俺を通り過ぎた時に見た横顔が今にも目に浮かぶ。"
    nar "前を見ていた。{w}すぐそばにいる俺は無視して、俺じゃない誰かがいる前を。"
    nar "なぜだ？"
    nar "俺がまだ大人じゃないからあの男の役割を代わるどころか、精神病者としての最前席すらも得られなかったのだろうか？"
    nar "俺は机の内側に入った。ありったけの引き出しを全開にしてきちんと並んでいる書類に手当たり次第目を通した。"
    nar "立ち上がったほこりが開いた視線からきらきら光っていた。"
    nar "一番下の引き出しには、やっぱりタバコが入っていた。{w}急いでポケットにねじ込んだ後、散らかした書類を片づけた。"
    stop music fadeout 2
    nar "喉から心臓が飛び出しそうだったけど、俺がドアを閉めて外に出るまで結局グレーテは医務室に戻ってこなかった。"
    pause 1.0
    hide screen textbox with dissolve
    pause 1.0
    scene bg04_1 with slowdissolve
    call place04
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    nar "今まではタバコの臭いはかび臭いとしか思ってなかったが、こうやって実際嗅いでみると甘いながらも酸っぱい、"
    nar "木の実を乾かしたような独特な香りがした。{w}俺はずっとその箱をポケットの中でいじりながら作業場に出た。"
    nar "只持っているだけなら盗んできた意味がない。"
    nar "ここに火をつけるにはそのための物が必要で、作業場の倉庫にはいつもマッチが置いてあるからだった。"
    nar "タバコは火をつけると橙色に燃え始めた。{w}片手に持っていたマッチを消す間、その火が消えないようにして震える口にくわえた。"
    nar "くわえるだけではあんまり苦い味はしなかった。{w}問題はその後、息を吸い込んだ瞬間だった。"
    play sound "audio/se/hit.ogg"
    pl "…ゴホ、ゴホッゴホッ…！！" with sshake
    nar "むせたように、喉に何かが引っかかった。"
    nar "唾の垂れた口と鼻の中から蘞辛らい煙が出て、その煙のせいで喉は非常に痛いのに咳は止まらなかった。"
    nar "首をつかんでできるだけ呼吸をしようとしたけど逆効果だった。突然押し寄せてきた酸素のせいで喉は益々痛い上、辛くなった。"
    nar "血走った眼からは涙が漏れる。限界まで咳をしたため吐き気がするほどだった。"
    nar "暗い倉庫の中、一人で涙と鼻水まみれになるとは、自分がより浅ましく感じられた。"
    nar "その状態でしばらく経つと少し頭がぼんやりとしてきた。"
    nar "疲れが一気に押し寄せた時のように力が抜けて、目が回った。{w}口を離すと妙に気味が悪くなった。"
    nar "さっきの吐き気のせいか、この煙の影響かは分からないけど、酔ったようなむかつきがだんだん寄せてきた。"
    pl "うっ……げぇ…"
    nar "結局、俺はタバコを床に捨てて、下唇でつばを吐きながら火を靴でもみ消した。開いたドアの外に細い煙が抜けだす。"
    nar "空気が快適に感じられるぐらいだった。{w}口にくわえる紙きれのくせに、吸い方などがあるのか。"
    stop music fadeout 2
    pl "……？"
    nar "ふと聞きなれた荷車の音とともに、見覚えのある顔が目に入る。"
    nar "その人は俺に見付けると、自分から近寄って話しかけてきた。"
    play music "audio/bgm/Securett_ver2.ogg" fadein 4
    show SCG_03 7 with dissolve
    sc "キミがこんな時間にここにいるとは珍しいね。"
    pl "別に変なことではないだろう。俺も一応浄化部の司祭だぞ。"
    sc "まあ…そうだな。{w}偉いことにも、仕事でもしていたのかい？"
    pl "うっせぇな…もうとっくにやってた…"
    show SCG_03 8 with fastdissolve
    sc "…ならいい。{w}どうやらボクが余計に指摘した感じ？"
    pl "ああ、大きなお世話だ。ほっといてよ。"
    sc "へえ…"
    pl "……"
    show SCG_03 72 with fastdissolve
    play sound "audio/se/ding.ogg"
    sc "…何？"
    pl "お前はタバコ吸ったことあるか？"
    show SCG_03 2 with fastdissolve
    sc "はあ…？いきなり何。"
    pl "いや…まぁ…最初にどうしたか気になっただけ。"
    show SCG_03 9 with fastdissolve
    sc "……キミ…"
    show SCG_03 8 with fastdissolve
    sc "……"
    show SCG_03 7 with fastdissolve
    sc "…いや、いい。{w}そろそろ夕方だから、遅くないように帰れよ。"
    hide SCG_03 with dissolve
    stop music fadeout 2
    pause 1.0
    pl "……"
    pl "…ハ！" with sshake
    hide screen textbox with dissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n ハハハ、一人で残された俺はそら笑いを吹き出した。辛くて痛かった喉の辺りから熱感が感じられた。"
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "できるのは荷車を運ぶぐらいの才しかない浄化部の坊ちゃんに聞いた俺がバカだ。"
    "コイツなら間違いなく、火をつけることすら怖気ついて吸い始める前から諦める筈だ。{w}だから余計に見えを張っているんだ。"
    "まるでそれが「できない」からじゃなくて「間違ったことだから」しなかったように、自分だけ立派でお前たちが間抜けだと、"
    et "自分だけが大人でお前たちは成長する時を見逃した子供だと言わんばかりに…"
    scene black with slowdissolve
    nvl clear
    "\n クッソ、クッソ！" with sshake
    "でも俺は違う、俺は天使に選ばれた者だから。"
    "もうすぐ生命の乳が流れるくぼみの中で、暖かいぬくもりと自分自身の生を気づかせてくれる死の匂いを纏った天使が、"
    et "ただ俺だけが聞ける声で、眩しい翼を広げて俺に眩しい光を与えてくれるんだから。"
    nvl clear
    "\n 俺は彼女の細い肩にすがりついて胸をなでおろした。この薄汚い世界で彼女は俺のそばに残ってくれる。"
    "俺の魂を彼女が保護してくれる限り、俺の罪は許してもらえる。"
    "だからこの苦しみも又天使が俺に与えた試練なのだ。{w}唯一無二の天使をこの胸に抱く者にだけ授けられる試練。"
    "神よ、ありがたく存じます。俺はまだ生きていける。"
    "息をするたびに浅く上下する腹、温く体を流れる冷や汗。"
    et "俺は…"
    hide screen nvlbox with dissolve
    stop music
    pause 1.0
    scene bg03_1 with dissolve
    pause 1.0
    show screen textbox with dissolve
    show SCG_02 0 with dissolve
    my_q2 "……[na2]くん？"
    play music "audio/se/raining.ogg" fadein 2
    show SCG_02 8 with fastdissolve
    my_q "あのぅ…顔色が良くないと思うよ、もう戻って休んだ方が…"
    pl "…は？{w}なに…お前…お前は誰だ？"
    play sound "audio/se/luggage down.ogg"
    nar "俺はその女から離れた。{w}周りを見回すと見知らぬ所だった。何もかも異常だった。"
    pl "なんだ…でも、違う…天使は？"
    show SCG_02 5 with fastdissolve
    my_q "…[na2]くん、どうしたの。{w}怖いよぉ…"
    pl "ち…近づくな！"
    nar "総毛が立つ。{w}女性の皮をかぶったままあどけないふりをする化物。安らぎのなく、恐ろしき世界が目の前に広がっていた。"
    hide SCG_02 with dissolve
    pl "ア…アアア！！" with sshake
    play sound "audio/se/running.ogg"
    hide screen textbox with dissolve
    scene black with dissolve
    show screen nvlbox with dissolve
    nvl clear
    et "\n 枯れた悲鳴を張り上げて滑っこい床を踏みながら、俺はそこから逃げだした。"
    hide screen nvlbox with dissolve
    scene bg15_1 with dissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n ねじれた風景の中でも体は道を覚えていたのか自分の部屋にはたどり着くことができた。{w}俺の部屋でなくてもドアが開くのを望むしかなかった。"
    et "汗のせいで手が滑る。体もまだ震えている。{w}落ち着け、何度も深呼吸をしてドアを開けた。そしてすぐ閉じる。"
    play sound "audio/se/door close.ogg"
    hide screen nvlbox with dissolve
    scene bg10_1 with slowdissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n もしも誰かが、誰かじゃなく何かが部屋の中まで入ってきたら、想像するだけでぞっとする。"
    "やっと夢から覚めたと思ったのに、またあのうんざりする悪夢に戻ってきたのだ！" with sshake
    "俺はベッドに顔をうずめて叫びだした。{w}どうして？なんで突然俺にこんなことが起きた？彼女は只俺の懺悔を聞いてくれるための天使だった筈だ！"
    "天使が俺に罪を問わない限り誰も俺を責めることはできず、俺の魂は無実なままだっただろうに。絶望の中から頭が冷静に回る。{w}昨日と違うのがあったとしたら、グレーテにもらった薬を飲んだことだ。"
    et "天使は幻覚や幻聴などじゃないのにそれを否定する証拠である薬を飲んだから、俺の魂が汚れたんだ。だから天使は俺を去ったのだ。"
    nvl clear
    "\n その事実に気付くと再び絶望感が押し寄せて来た。{w}天使は俺のそばから去っていった。{w}たった一度の過ちで、ただ他の女性の気に入りたいというバカげた理由で！" with sshake
    "俺は薬を全てごみ箱に捨てた。{w}引き出しに入れておいた一枚の写真には、あの日、あの瞬間に汚された彼女の体と、自分が犯した罪がそのまま写っていた。俺の罪はまだ全て俺の手の中にある。"
    $ _skipping = False
    et "俺はベッドに横になって、暗い布団の中で祈りを捧げた。{w}寒さのせいだけではなかったが、体はずっと震えていた。"
    $ save_name = "day 9, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day10_gr
    return

label day10_gr:
    $ day = 10
    $ save_name = "day 10, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 10day = Text("day 10",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '10day' at day00 with slowdissolve
    pause 5
    hide expression '10day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    scene bg10 with dissolve
    show screen nvlbox with dissolve
    $ renpy.music.set_volume(1, channel="sound")
    "\n 結局、夜は眠れなかった。一晩中祈りを捧げたような気も、何かを考え込んでいたような気もする。"
    "疲れで目を閉じたら、枕元で天使の羽ばたく音が聞こえてきた。{w}しかし、目を開けて周りを見渡してもそこには何もなく、それがずっと繰り返された。"
    "俺はこんな状態なのに、外にはずっと日が昇っていた。"
    nvl clear
    play music "audio/se/knock.ogg"
    "\n 頭痛を無視して目を閉じると、ドアの外から小さな音が聞こえた。ドアを小さくて鋭いもので叩くような音。{w}またヤツだな、昨日あんなに言っておいたのに。"
    "最初は無視しようとした。でも俺が無理やりにでも眠りにつこうとすればするほど、その声は大きくなっていき、結局怒りが疲れに勝ってしまった。"
    stop music
    et "俺はベッドから立ち上がりドアを開けようとしたけど、引き手に手を上げた瞬間、音は嘘のように止んだ。"
    hide screen nvlbox with dissolve
    play sound "audio/se/door close.ogg"
    nvl clear
    scene bg15 with slowdissolve
    call place15
    pause 1.0
    show screen nvlbox with dissolve
    "\n ドアの外には誰もいなかった。"
    play sound "audio/se/knock.ogg"
    "一体なんだ？{w}すぐに隣部屋のヤツのドアをたたいた。"
    et "返事はない。ヤツは俺の足音を聞いたとたんそのまま寮の外へ逃げ出したのだ。"
    nvl clear
    "\n ふと、横からガチャンと音がした。瞬間、背筋が寒くなって閉まっているドアに向かった。{w}俺は確か、急いで走り出たせいでドアをちゃんと閉めなかった。"
    "異常なことはそれだけでなく、寮があまりにも静か過ぎた。いくら早い時間だとしても早起きするヤツが何人かはいる筈なのに。"
    "もしこのドアの向こうに誰かがいたら…どうしても確認する勇気は出て来ない。{w}足音がしないように、しかしできるだけ早く廊下を抜け出した。無事寮を出た後は後ろを振り向かずに走った。"
    et "神殿にはいつものように人が何人かいた。昨日部屋に戻った後、服を着替えなくて良かった。{w}そうじゃなかったら俺はてっきり寝巻き姿で神殿の中をうろつくようになったんだろう。"
    hide screen nvlbox with dissolve
    pause 3.0
    scene bg14 with slowdissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    nar "浄化部に着くと、ほぼ全員が俺に視線を向いた。気だるく静まっていた空気が寂寞感で固まった。"
    show SCG_05 0 with dissolve
    hk "兄弟？"
    nar "この不思議な状況を飲み込むため何度も周りを見回したが、やはり変わるものはなかった。"
    nar "ドアの横で固まっている俺に彼女は言う。"
    hk "席に座ってください。"
    hide SCG_05 with dissolve
    nar "その声は慌てた気配もなくしなやかで、俺は思わずうなずいた。席に着く間には頭を上げずに目玉だけをきょろつかせた。"
    nar "ずらりと並んでいる机の下から数人の脚が見えた。"
    nar "割れた窓から冷たい風がはげしく吹いてくる。まさか今まで修理されていないとは思ってないけどな。"
    hide screen textbox with dissolve
    pause 2.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    show SCG_05 1 with dissolve
    hk "ではここまで、今日もお互い愛し合いましょー"
    hide SCG_05 with dissolve
    nar "その挨拶に寂寞が解けた部室がざわめき始めた。{w}俺は席から立ち上がり、足早に外へ出ようとする奴を捕まえた。"
    pl "お前な！" with sshake
    play sound "audio/se/luggage down.ogg"
    nar "彼の隣に立っていた主教もつられて目を見張った。{w}腕をつかまれた彼は驚いたようだったが、俺の顔を確認して表情を和らげた。"
    nar "まるでこんなことが起こることが分かっていたかのように。"
    show SCG_03 2 with dissolve
    sc "…何。"
    pl "お前…朝のあれはなんだ？言っただろう、大きなお世話って！"
    nar "奴は鈍く目を瞬いてから、そのことについて思い出したのかこっそりとうなずいた。"
    show SCG_03 7 with fastdissolve
    sc "ああ、それ……{w}別にいいじゃないか、おかげで今日はこうして朝に来たし。"
    pl "は、はあ？{w}テメェ、ナメやがって…" with sshake
    hide SCG_03 with dissolve
    nar "俺は腕を放し、奴の胸ぐらを掴んだが、相変わらず危機感のない顔をして俺を見ている。"
    nar "さらに可笑しなことは、すぐ隣でこのすべての状況を見守っている主教だ。{w}笑っている。"
    pl "なんで…止めないんだ？"
    nar "俺の話を聞いた主教は驚きもせず、今度は照れくさい顔で笑った。"
    show SCG_05 7 with dissolve
    hk "ダメですかぁー？"
    pl "……"
    hide SCG_05 with dissolve
    nar "なぜか気持ち悪くなってきて手を放した。{w}一歩後ろへ下がると、再び彼女が口を出した。"
    show SCG_05 0 at hkright
    show SCG_03 7 at left
    with dissolve
    hk "[na]兄弟、今日はせっかく来てくれたので軽～く面談…いかがでしょうかぁ？"
    pl "俺と…？"
    show SCG_03 72 with fastdissolve
    sc "ああ、それいいね。書類だけ持ってすぐ戻るから。"
    pl "……"
    hide SCG_05
    hide SCG_03
    with dissolve
    play sound "audio/se/door slide.ogg"
    nar "返事もしてないのに、彼らはそれぞれうなずきながら外に出て行ってしまった。"
    nar "実は否定してほしかった。"
    nar "朝のことはただ眠れなかったせいで俺が勝手に勘違いしただけだと、バカ扱いされたらかえって楽になっただろう。"
    nar "しかし、彼の反応は肯定に近かった。"
    nar "いや…何度考え直してもやはりヘンだ。他のヤツにやらせたのか？"
    nar "その事件で浄化部のほとんどが俺を敵対視しているからおかしい事でもない。"
    nar "本当に誰かが俺の部屋にいるかもしれないと思うと身の毛がよだつ。{w}体を守る武器が必要だ。今すぐ手に入る物で。"
    nar "神殿では自殺事故などを防止し、刀や銃を没収しているけど、別に厳しい訳でもない。"
    nar "たぶんロッカーの中に役に立つ物がある筈だ。"
    nar "例えば折込鋸とか、何も持っていないよりはずっと役に立つだろう。"
    hide screen textbox with dissolve
    pause 1.0
    play sound "audio/se/door close.ogg"
    stop music
    show screen textbox
    pl "…？！" with sshake
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "ロッカーを開ける取っ手に手を入れると、なぜかとげのある痛みが感じられた。"
    nar "びっくりして手を引くと、指の端に血がじめじめとにじみ出ていた。{w}再び気を付けて手を入れ、内側に触ってみた。"
    nar "デコボコに固まった接着剤の上にとがった画鋲が何本か手に触れる。{w}悪意のあるイタズラだ。"
    nar "取っ手からこの有様だから、間違いなく中にも悪質な何かが仕込まれているはず。"
    nar "自分なりの覚悟を終えてロッカーを開けた瞬間、俺はすぐ体を横へよけた。{w}ロッカーの中に入っていた何かが倒れたらしい。"
    nar "俺はそれが頭にぶつかる前に本能的に避けただけで、倒れたモノが何だったかまでは分からなかった。"
    pl "っ…" with sshake
    hide screen textbox with dissolve
    scene black with slowdissolve
    play sound "audio/se/Heart.ogg"
    show screen textbox with dissolve
    nar "思わず声を出してしまった。{w}より大きな声で叫びたかったけど、驚き過ぎてそれ以上の音は出なかった。{w}腕だ。"
    nar "青白くてやせ細った腕、突き出た骨にくっついたまま黒くなった肌、それは女性の死体だった。"
    nar "藁みたいに粗い髪の毛を散髪に垂らした女性の死体。くねくねと絡み合った髪の毛の間からくぼんだ頬が見える。"
    nar "突き出た二つの目玉は固まった首が向いている空を睨んでいる。後ずさりをしたら粘々しい血を踏んでしまった。"
    nar "体に開いている幾多の穴が、まだ残っている水分を全部吐き出しているようだった。"
    nar "危うく力が抜けそうだったが、精一杯踏ん張った。{w}頭が重かったが、頭を下げるとすぐ排水口のような悪臭が鼻を刺した。"
    nar "死体を運んで、片付けるのが浄化部の仕事であるだけに、その中の一体くらい拝借するのは容易いことだろうけど、でも、"
    nar "これってあり得ないことじゃないか？"
    sc "[na2]？"
    hide screen textbox with dissolve
    play sound "audio/se/memory.ogg"
    pause 0.5
    show bg14 with dissolve
    show SCG_03 7 with dissolve
    show screen textbox with dissolve
    pl "……あ…"
    sc "？……"
    nar "相変わらず声が出なかった。"
    nar "シーキュレッは俺の表情を見ておかしいと思ったのか、すぐに周りの惨状を探ってからロッカーの取手の中を覗き込んだ。"
    show SCG_03 0 with fastdissolve
    sc "はぁ…やはり。{w}怪我したかい？見せてみて。"
    pl "今重要なのはそれじゃねぇだろ……"
    show SCG_03 72 with fastdissolve
    sc "…何かあった？"
    pl "なにかって？お前正気なのか？{w}これを見てそう言えるのかよ？！" with sshake
    hide SCG_03 with dissolve
    nar "俺は鋸を手に取り上げた。{w}顔を固めたシーキュレットは早速後ろに下がると同時に死体の手を踏んでしまった。"
    nar "拉げた肉から腐敗した血がにじみ出た。{w}後ろでは残っていた司祭何人がこの状況を見てざわついていた。"
    play sound "audio/se/hit.ogg"
    pl "…畜生ッ、なに見てやがる！" with sshake
    nar "声を張り上げて荒々しく息をした。ざわつく音はしばらくすると一旦静まり返り、そしてより一層大きくなった。"
    nar "その中には嘲笑が多数混ざっていた。{w}赤くなった視界で奴らの顔を探った。誰だ、一体誰がこんなことを？"
    sc "…[na]！" with sshake
    pl "……"
    show SCG_03 2 with dissolve
    sc "気持ちは分かるけど少し落ち着け。{w}こんなの…単なるいたずらじゃないか。"
    play sound "audio/se/ding.ogg"
    pl "……は？"
    nar "今なんだって…？"
    show SCG_03 0 with fastdissolve
    sc "だから…機嫌が悪くなったのは分かるけど、ここまでするのはやりすぎだと言っているんだ。"
    pl "お前…正気でそう言ってのか？"
    sc "ここはボクが片付けておくから…まずは落ち着いてじっと考え直してみろ。{w}ボクから見るにはキミは今…"
    pl "……うぇ…っ"
    show SCG_03 5 with fastdissolve
    sc "……！！"
    hide SCG_03 with dissolve
    nar "耐えられずに吐き出してしまった。{w}べたべた落ちた嘔吐物が床の赤黒い水と混ざって複雑な色を作っている。"
    nar "悲鳴のような声があちこちから聞こえた。ぼやける視界の中で誰かはふらつく俺の体を捕み、他の誰かは肩に手を乗せた。"
    stop music fadeout 2
    hide screen textbox with dissolve
    scene black with slowdissolve
    show screen textbox with dissolve
    nar "様々な音が混じり耳が詰まってくる。{w}俺は誰かに支えてもらいながら一歩ずつ歩き出した……"
    hide screen textbox with dissolve
    pause 3
    scene bg14 with slowdissolve
    pause 1
    show screen textbox with dissolve
    nar "……"
    play music "audio/bgm/Golden Haku.ogg" fadein 2.0
    show SCG_05 0 with dissolve
    hk "具合はいかがですか？"
    pl "うん…"
    hk "ご心配なくぅ、落ち着くまで待っていますから～"
    pl "…なんで今日はこんなに早く集まったんだ？"
    show SCG_05 5 with fastdissolve
    hk "はい？"
    show SCG_05 1 with fastdissolve
    hk "ウフ…フフフ、兄弟は本当に面白い方なんですねぇ。"
    pl "……"
    show SCG_05 0 with fastdissolve
    hk "兄弟が仕事を休んでから…二日目ですかぁ？"
    pl "…こりゃもしかして解雇通知とか？"
    show SCG_05 1 with fastdissolve
    hk "解雇通告…？{w}フフ…またまた面白いことを…"
    hk "機会は主の元に生まれたすべての生命に公平に与えられるべし～そのため存在するのが我々浄化部なのに、誰かの座を奪うなんて…"
    hk "私にそのような権利はございませんよ～…"
    pl "……本当は俺が魔導部と関わっているから勝手にできないんだろう。"
    show SCG_05 0 with fastdissolve
    hk "兄弟は彼らに権利があると思ってますか？"
    pl "当たり前だ。{w}そもそも俺が誰のせいでこうしていると思ってる、どうせ俺だけ呼び出したのもそのせいだろ？"
    pl "こうやって苦労しているけど、魔導部には内緒にしてもらえとか、そんな頼みは口止めなんかするんじゃねえ？"
    pl "そりゃ見れば分かるさ。アンタ、魔導部の下で這いつくばってなきゃダメな立場だろ？"
    pl "だから心配するふりして、調子に合わせて、俺を処罰できないから他の司祭にイジメられても見なかったふりして！"
    play sound "audio/se/ding.ogg"
    hk "兄弟、薬はちゃんと飲んでます？"
    nar "薬？"
    pl "…それが今なんの関係がある、紛らさないでちゃんと答えろよ！"
    show SCG_05 8 with fastdissolve
    hk "うむ…だからぁ、兄弟の言う通りではつまり～私は魔導部の機嫌を伺わなければならない立場ですので、品行不良にもかかわらず、"
    hk "魔導部に愛される兄弟を嫌がるべきだと言っているのですか？"
    nar "不安になってポケットをまさぐると、のこぎりの感触が指に伝わった。幸いにも来る途中に取られてなかったようだ。"
    show SCG_05 1 with fastdissolve
    hk "フフッ…ハハハハ！{w}兄弟はいつも私を笑わせますね。" with sshake
    hk "怠慢な仕事ぶり、暴力事件、交友関係の障害…そんな「摂理」を直すのが果たして主教の役割なんでしょう？"
    hk "エルジェーベト様から下らない私に注意するほど？"
    show SCG_05 0 with fastdissolve
    hk "嗚呼…愚かで可憐な兄弟、君のそうゆう正義が神の名の前で崩れ落ちるのが残念ですこと。"
    pl "なっ…前は司祭の面倒を見るのが主教の役割だってよ？！"
    hk "もちろん、主教と言うものは部署の顔になる者として司祭の面倒を見なければなりません。"
    hk "しかし司祭は神殿の外にいる人間の為に存在します。{w}弱い者をいじめず、信仰を忘れず、不純な行為に気触れず、"
    hk "常に合理的に行え。その基本的な素養さえ守れない者は、人間を守れません。"
    hk "だからその摂理に従って働く事を干渉せず見守るのが、主教である私の役目なんです。"
    pl "バカな…ふざけた話をするなら最初から黙ってろ！{w}そんなありえない理由で人が死んでもいいと思うのか？！"
    pl "アンタが殺したんだ！なぜあの女を殺した！{w}そのせいで俺の人生がムチャクチャだ…"
    pl "彼女さえ生きていてたら、アンタラが勝手に殺さなかったら…！"
    hk "それは、「告解」ですか？"
    pl "ち、違う！アンタに知らせる罪なんかねぇぞ！俺はアンタの罪を聞いているんだ！" with sshake
    show SCG_05 1 with fastdissolve
    hk "アハッ…それは、簡単なことですよぉ。{w}彼女が基本的な素養を守れなかったからです。"
    show SCG_05 9 with fastdissolve
    hk "神殿ではそのような人間が淘汰されますよ。{w}悲しいことに、彼女は悔悟できなかったんです。"
    hk "私が差し上げる最後の機会にも、本人の不正を払うことができませんでした……"
    pl "………"
    hide SCG_05 0 with dissolve
    nar "席から立つ準備をした。"
    nar "彼女が一人の司祭を個人的に呼び出し、"
    nar "いくつかの質問をする理由が「最後の機会」を与えるためだとしたら今俺がここに座っている理由は…"
    show SCG_05 0 with dissolve
    hk "疑問は解決されましたか？"
    pl "……"
    show SCG_05 1 with fastdissolve
    hk "私は君を罰していないのではなく～そうできなかっただけです…{w}ところで兄弟、君の魂はいかがですか？"
    show SCG_05 0 with fastdissolve
    hk "私が今日君をここに呼び出した理由はそれを確認するためです…兄弟にもまだ、告解の機会が必要ですか？"
    nar "それ以上聞かずに鋸を振り上げた。全部デタラメな話だ。"
    nar "このまま話を聞き続けていると俺までこのヘンな哲学に巻き込まれておかしくなりそうで怖かった。"
    nar "けたたましい音を立てて転がった俺の椅子と違って、彼女が座っている椅子は今も元の場所を守っている。"
    nar "ポケットの中でずっと握っていた手に汗が滲んでぬるぬるしていた。"
    pl "こんな状況に突っ込みやがって、機会が公平とか言えるのか？{w}お前のせいだ！"
    pl "そんなに責任が取りたければ今すぐ死ね、余計に邪魔するな！"
    hk "その刃物…大切にしているものですか？"
    hk "愛着のある物のようで回収しようとするのを私が止めました。{w}それが何なろうが、機会を奪うのは間違った行動ですので…"
    pl "……"
    hk "何をなさるかと思ったら、そう、私を刺す事ですか。{w}その行為で君の何かが満たされるのなら、それが摂理だとしたら…"
    show SCG_05 1 with fastdissolve
    hk "喜んで受け入れますよ。{w}お分かりでしたか？"
    show SCG_05 0 with fastdissolve
    hk "ですから、君が手に取っているのが機会だとしたら～その機会を使うのは完全に君の分…"
    hk "主教である私はその責任として、君の選択を喜んで受け入れます。"
    hide SCG_05 0 with dissolve
    stop music fadeout 2
    nar "ここでもし俺が殺人犯になることを選んだら、この女は俺を誤りを犯した人間として罰することができる。"
    nar "罪というものは単に罰を下すための物証であって、罰とは便宜を図るためにある言い訳、機会は最初から与えられておらず、"
    nar "愚かな司祭を誤魔化すための虚言。"
    play sound "audio/se/knock.ogg"
    nar "高まる心臓の鼓動に合わせて後ろからドアを叩く音がした。"
    nar "朝にも聞いたそのうんざりする音。おだやかな両目が俺に囁くように見えた。"
    nar "罪を、早く罪を告げて楽になれ、と。"
    nar "視線を移し、手に取っている刃物を見た。只の汚い折込鋸だ。{w}これは機会でもなければ、罪を象徴するものと言うには尚更違う。"
    nar "こんなものに意味を与えてそれに沿って行動するのは精神異常者みたいなことだ。"
    hide screen textbox with dissolve
    scene black with slowdissolve
    play sound "audio/se/running.ogg"
    show screen textbox with dissolve
    nar "だからそれを手に握り締めて、そのままその場から飛び出してしまった。"
    nar "後頭部に熱が上がった。俺はできる限りそこから遠くなる為走った。"
    nar "後ろからはもう誰かも知らない女性の笑い声が重なって聞こえるようだった。"
    nar "被さった目の下からがちがち歯がぶつかり合う音がした。"
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    call place03
    pause 2
    show screen textbox with dissolve
    play music "audio/se/Heart.ogg"
    my2 "[na2]くん、今なにから逃げたの？"
    pl "……"
    my2 "怖かったら振り返らなくてもいいよ。わたしがずっと話してあげるから。"
    pl "……"
    my2 "望んでた通りにもう罪は完全に[na2]くんの手にある。"
    my2 "ここで止めるか、それとも最後まで進むのかをこれから決めないとね。"
    my2 "許されない道を選んだから、全ての人がみんな[na2]くんに責任を問ってくるだろうね。"
    my2 "後ろで見守ってくれる大人も、顔色をうかがわなきゃいけない大人もいないんだよ。{w}受ける罰を完全に受けられる所で、人は何よりも自由だよ。"
    pl "…うっ……"
    my2 "目的があったらやめないで。望むものはまだまだあるでしょう。{w}今まではそれに背けていたけど、今きみはその方法を見つけた。"
    my2 "きみが見つけたんだよ。"
    pl "……ふぅ…っ…"
    my2 "わたしの正体を守ってくれてありがとう。{w}もうわたしを探さないで。{w}[na2]くんはもう大人だから。"
    scene black with slowdissolve
    nar "光の届かない場所で、目の前は完全に暗くなった。{w}めまいがした。"
    nar "その暗くて怖いところでしばらくの間ずっと忍び泣きをし、ふと後ろを振り返ったが、そこには誰もいなかった。"
    play sound "audio/se/memory.ogg"
    hk "薬はちゃんと飲んでますか？"
    stop music fadeout 2
    nar "記憶の中でその一言が聞こえてきた。"
    hide screen textbox with dissolve
    pause 3
    scene bg_06_rkn with slowdissolve
    pause 1.0
    show screen textbox with dissolve
    define cr = Character('クリオネ',what_prefix = '{cps=*1.7}', what_style="glow_say", color="#c9daf8", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    define gr = Character('グレーテ', color="#d9ead3", what_style="glow_say", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    play music "audio/bgm/name select.ogg" fadein 2.0
    show SCG_14 1 at right
    show SCG_04 1 at left
    with dissolve
    nvl clear
    "{nw}"
    nvl clear
    show SCG_04 at bounce
    cr "グレーテ様、今日はどうもありがとうございました！"
    gr "いいえ、クレアちゃんこそ手伝ってくれてありがとう。{w}今日はすぐ帰らなくてもいいの？"
    show SCG_04 0 with fastdissolve
    cr "はい…まだ仕事の時間ですし。お茶でもいかがですか？"
    show SCG_14 7 with fastdissolve
    gr "あら、それわたしのセリフじゃない？"
    show SCG_04 1 with fastdissolve
    cr "へへ、一度ぐらいは言ってみたかったですわ。"
    show SCG_14 1 with fastdissolve
    gr "ふふ…じゃあ喜んで。"
    show SCG_04 5 with fastdissolve
    cr "……あの、グレーテ様。精神病は自らは気づけないのですの？"
    show SCG_14 0 with fastdissolve
    gr "うーん、人によって違うと言えるね。{w}精神病は体の病気とは違って身体的に直接現われるものではないから、判断が難しいの…"
    gr "でも、わたしは他の人の助けが必要なら病気じゃないかと思っているよ。"
    cr "助け？"
    gr "ほら、風邪をひいた時も自分だけの力では治らないでしょう？{w}薬とか、優しい看病などが必要なの。精神病も同じ。"
    gr "薬や休息、相談があってこそ治るのよ。それを必要としたら病気なんじゃないかな。"
    show SCG_04 at bounce
    cr "でしたら、症状があるとしても本人がそれを必要としなければ病気ではないのですか？"
    gr "症状がある時点ですでに助けが必要なの。"
    show SCG_14 3 with fastdissolve
    gr "しかし…クレアちゃんの言う通り、世の中には他人の助けを拒否する人がたくさんいる。"
    gr "これがまた問題になるものね…"
    gr "本人に現れる症状が何なのか把握して、それが病気によるものなのか仕分けるのを「病感」と言って…"
    gr "ほとんどは無意識の間でも気付くけど、これさえできない人がたまたまあって困るよね。"
    show SCG_04 3 with fastdissolve
    cr "そういう方が周りに迷惑をかけるんですね…病感があるのに治療を拒否する人もいますか？"
    show SCG_14 0 with fastdissolve
    gr "ある。{w}本人に病気があることを認めるのは「病識」と呼んでいるよ。病感はいるけど病識はない人は意外とたくさんいる。"
    gr "精神病って結局は本人の意志しだいでね、本人に治療する気がないと医者が何をしようが無駄になるの。"
    show SCG_04 5 with fastdissolve
    cr "ではでは、逆に病識はあるのに病感がない人は？そういうこともありますか？"
    show SCG_14 8 with fastdissolve
    gr "あるよね…そういう人たちはね、ほとんど病気じゃないんだよ。{w}でもその同時にとても大変な病気よ…仮病という病気。"
    gr "自分の精神には病気があると訴えながら、本人が犯す全ての行動を合理化するの。"
    show SCG_14 2 with fastdissolve
    gr "周りに迷惑をかけるだけでなく、自分の人生まで壊してしまうとっても怖～い病気だよ。"
    show SCG_04 3 with fastdissolve
    cr "うん～やはり難しいですわ…人の心理についての問題だからでしょう…"
    show SCG_04 4 with fastdissolve
    show SCG_04 at bounce
    cr "それを全部理解しておられるグレーテ様はやはりすごい方ですわ！"
    show SCG_14 6 with fastdissolve
    gr "わ…わたしだって全部理解しているわけではないよ。"
    gr "人の心を扱う仕事だけに予想外のことも頻繁に起きて、間違うこともよくあるの…"
    show SCG_14 1 with fastdissolve
    gr "でもよく見てくれてありがとう。{w}クレアちゃんもカウンセリングに興味をもってくれたのかな？"
    show SCG_04 1 with fastdissolve
    cr "というよりは、ただ知りたいことが多いだけですの。{w}へへ…わたくしは新しいことに気付くのが好きなようですわ。"
    cr "差し支えなければこれからも時々気になることを伺ってもいいですか？"
    show SCG_14 0 with fastdissolve
    gr "もちろん！そんなの一々聞かなくてもいいよ。{w}わたしはクレアちゃんには本当に何でもしてあげたいから。"
    show SCG_04 5 with fastdissolve
    cr "そんな！とても嬉しいことですけど、グレーテ様にご迷惑をかけるわけにはいかないのですわ！"
    gr "迷惑だなんて思わないで。わたしは…その…"
    show SCG_14 1 with fastdissolve
    gr "クレアちゃんの保健部の姉さんになりたいんだから！"
    show SCG_14 5 with fastdissolve
    show SCG_14 at bounce
    gr "ああ、わたしったら…いい年して姉さんなんてノリ過ぎかな…"
    show SCG_14 0 with fastdissolve
    gr "じゃあ保健部のお母さんとかおばさんなんかでもいいから、楽にしてちょうだい。{w}困っていることがあったら何でも相談して…"
    gr "わたしは本当に、クレアちゃんの力になってあげたいから…"
    show SCG_04 1 with fastdissolve
    cr "グレーテ様…！本当にありがとうございます。{w}あなたは本当に…"
    stop music fadeout 1
    define cr = Character('クリオネ',what_prefix = '{cps=*1.7}', color="#c9daf8", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    define gr = Character('グレーテ', color="#d9ead3", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    hide screen textbox with dissolve
    hide SCG_14
    hide SCG_04
    with dissolve
    scene black with slowdissolve
    pause 3.0
    scene bg06 with slowdissolve
    call place06
    pause 1.0
    show screen textbox with dissolve
    nar "……"
    nar "医務室それ自体はいつもと変わりはないけど、雰囲気は重く沈んでいた。"
    nar "彼女はじっと椅子に座っている。{w}茶葉の香りも、今日はいない。"
    show SCG_14 3 with dissolve
    play music "audio/bgm/Grette2.ogg" fadein 2.0
    gr "…来た？そこに座って。"
    nar "乾いたペンの音が止まった。"
    gr "昨日はいきなり出かけちゃってごめんなさい。"
    gr "わたしも突然聞いた事だからどうしようもなかったの、先生にとって本当に大事なことだったから…"
    pl "先生が患者を秤にかけてもいいのか？"
    gr "わたしはみんなを平等にしてあげたいだけよ。"
    pl "でも俺をほったらかした。"
    show SCG_14 at bounce
    gr "本当にわたしが必要なことだったの！"
    pl "俺だっていつも先生が必要なんだ。"
    gr "……ごめん…ごめんね、[na2]くん。もうそうしないから。"
    pl "……"
    pl "…先生、罪についてどう思う？"
    show SCG_14 7 with fastdissolve
    gr "えっ？"
    pl "罪を犯した人が懺悔しないと、その魂が汚れて神から下された禍に巻き込まれるのかな…"
    gr "禍は罪ある者に下される天罰のようなものじゃない。ただの事故だよ。"
    pl "なぜ罪のない人も禍に巻き込まれるんだ？"
    show SCG_14 3 with fastdissolve
    gr "禍はただ不運な事故に過ぎないよ。たとえ罪のある誰かが禍に巻き込まれ命を失ったとしても、それはあくまでも偶然よ。"
    pl "加害者だって元々は被害者だったとしたら？{w}その加害者は誰が罰するんだ？"
    gr "いくら気の毒な事情があっても罪を犯したらそれに相応しい罰を受けないとね。"
    show SCG_14 2 with fastdissolve
    gr "それは不条理だとか悔しいことでなく当たり前のことだよ。"
    pl "魂が汚らわしくなったのはどうやって分かるんだ？"
    pl "他人の目で判断したり、いつやってくるかもわからない禍を恐れながら生きるしかないってことか？！"
    show SCG_14 3 with fastdissolve
    gr "わたしたちみんなが神に祝福される魂である限り、誰もわたしたちの魂を汚らわしいとは言えないよ。"
    gr "聖痕を見ればまだ体に主の祝福が流れるのがわかるでしょう？"
    pl "でも…"
    show SCG_14 2 with fastdissolve
    gr "[na2]くん！{w}まずは少し落ち着いて。温かいお茶でも出すから…" with sshake
    pl "……"
    hide SCG_14 with dissolve
    nar "グレーテはカップがいる所まで歩いていった。水を沸かす音がする。"
    nar "人の罪も天命だというのなら、なぜ天はその魂が罪を犯す前に罰を与えないのか。"
    nar "実際その罪を犯していない限りは汚れた魂ではないからか？"
    nar "だとすると罪を犯したその時点においてその人の魂は天命を尽くし濁ってしまうのか？"
    stop music fadeout 3
    nar "それとも別の何かを起点として？"
    nar "そうだとすれば、それは機会か？{w}禍？{w}薬？"
    pl "……"
    nar "包帯を半分ほどいた。腕には今も傷が残っている。{w}この傷跡が、俺の体にまだ祝福が流れていると言ってくれる。"
    nar "だからこの道が壊れたというのは、俺の神聖が汚れたと言うのと同じで、"
    nar "流れ続けずにたまり始めた祝福は俺の体を腐らせるだろう。{w}そうなると、人間は自分の魂が汚れたのに気付けるものだ。"
    nar "鋸を取り直して包帯をはぎ取った。腕はすでに腐り始めていた。"
    nar "傷跡のあった部位には膿ができていて、開いた隙間から小虫がうごめく。俺の魂は…{w}いや、まだ間に合う。"
    play sound "audio/se/slap.ogg"
    nar "俺は鋸を突き刺した。ギザギザな刃で手首をごりごりはぎ取り落とした。"
    nar "白くかすれた表皮がはがれ、その道に沿って血がにじみ出る。{w}真っ赤な血だ。"
    nar "腐ってない血、やはり俺の中にまだ神聖が流れている。"
    nar "腐ったところを全部かき消せたら、新しい魂に戻れるのだ。{w}肉片を切って、腐ったところをはつりながら鋸を引いた。"
    nar "手首は熱感で熱かったけど、肌にはめ込まれた刃は冷たかった。"
    play sound "audio/se/hit.ogg"
    gr "[na2]くん、やめ！" with sshake
    nar "慌てた声と共に腕をつかまれた。俺が少しでも多く腐った肉を切り落とすために尽力した。"
    play sound "audio/se/cup.ogg"
    nar "カチン、ついに刃物が俺の手から離れた。{w}急いで拾おうとしたがグレーテが鋸を足で蹴飛ばしてしまった。"
    nar "くるくる回りながら飛んでいった鋸が床に血痕を残した。熱い腕に脈が打つのが感じられた。"
    nar "あと少し、ほんの少しだったのに！" with sshake
    nar "俺は爪を立て、傷ができた肌を搔き毟った。"
    nar "腐った肉を潰し、固まった血をはがしてウジを掘り出すと、この下にまだ余地が残っているとしたら…"
    show SCG_14 11 with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    gr "やめて！お願いだからもうやめて…！"
    nar "彼女の両手が祈りを捧げるように俺の手を捕まった。あごの下に汗が流れる。"
    nar "窮屈で痒い感覚だけ感じられた腕に痛みが生じ、その痛みのせいか涙がこぼれた。{w}白い爪の下で真っ黒い肉片がついていた。"
    pl "俺の神聖が腐っている。魂が汚れたんだ…"
    show SCG_14 2 with fastdissolve
    gr "腐ってない！もう一度よく見てごらん、それはあなたが作り出した幻想だよ。{w}現実じゃない！"
    gr "[na2]くん、あなた許されたいんだよね？{w}だからこんなことをするんだよね？"
    gr "だったらしっかりして、罪というのは本人が反省する気持ちがあってこそ許されるのだよ。{w}じゃ罰だって受け入れないとダメ。"
    pl "誰が俺を許して罰してくれるって言うんだ？！"
    show SCG_14 3 with fastdissolve
    gr "…わたしがやる、わたしはあなたの罪が分かるから許しだってもらえる。{w}だよね？だからもうこういうのやめて…"
    pl "そうあやすように言うな、いつもそうやってごまかすだけじゃないか！俺は先生に世話される患者じゃない！"
    show SCG_14 2 with fastdissolve
    gr "あなたは患者よ、いつになったら受け入れるの？{w}わたしはあなたを助けられるのに…！"
    pl "先生が助けたいのは自分自身だろ。{w}許し？先生はただ事件を葬りたいだけだ。"
    gr "そういう態度はあなたの心が不安定だという証拠になるだけよ。"
    gr "自分の罪を受け入れたくもないし、他人を信じたくもなくて人を突き放すばかり。"
    gr "でも、本当にそれでいいの？{w}あなたの味方になってくれる人が全部消えちゃうのに？"
    pl "いったい誰が俺の味方になってくれるって言えるんだよ？{w}すでに誰もいない。俺はクタバる罪人で、皆が俺を殺そうとしてる。"
    pl "罰しようとしてるんだ！{w}自分が神にでもなったように。先生も禍にやられたんじゃねか。"
    pl "一生人を助けるだけの人生だったら、神がその体に欠陥を作れる訳がないじゃないか！"
    gr "神がわたしをこんな体にしたことには訳があるの。"
    gr "わたしはこの体で自分の血を引く生命を抱かない代わりに、他人の子供にもっと奉仕を尽くせるし、"
    gr "いつまでも命を害させずに生きられるよ。そう思ってみたことはないの？{w}明るい方でね！"
    pl "明るい方？それはただの自己合理化じゃないか。{w}楽観的で羨ましいな。"
    show SCG_14 3 with fastdissolve
    gr "[na2]くん、どうしてそんなに病気を拒否するの？何で？"
    pl "なんでって？当たり前じゃねか、患者になりたくないから。"
    gr "なぜ？"
    play sound "audio/se/hit.ogg"
    pl "そりゃお前のことが好きだから！わかっている癖にさっきからなんだ？！" with sshake
    pl "お前が患者を相手にする時の義務的な愛情、配慮、優しさ…{w}そんなのが嫌なんだ、分かる？！"
    gr "それは…そんなんじゃないよ。{w}わたしはいつも真心で一人一人を向き合おうとしているよ。"
    pl "そうしないといけないから？"
    show SCG_14 2 with fastdissolve
    show SCG_14 at bounce
    gr "…そう！{w}それが悪いっていうの？わたしは先生よ。いつもあなたたちの味方になってくれる人！"
    pl "……どうしてあの男と結婚する考えなんかしたんだ？俺みたいなヤツがそばにいるのがやだから？"
    pl "前もって誰かのものになったら公平に機会を消される…{w}そんな風に思ったのか？"
    show SCG_14 3 with fastdissolve
    gr "…人を物のように言うよね。"
    pl "さっき自分の口で言っただろ、先生って。{w}実は俺、先生という呼び方に別にたいした意味があると思った事はないぞ。"
    pl "でもお前は違うようでさ。"
    pl "「先生」が一体何でそこまで構っているんだ？{w}いつ先生じゃなくなるの？あの男と一緒の時か？"
    show SCG_14 2 with fastdissolve
    gr "意地張っても事実が変わることはない。{w}わたしはグレゴール・コーニッシュの妻、グレーテ・コーニッシュよ。"
    gr "誰から何と言われてもそれが今のわたしの名前よ！あなたは今いろんなことをあまりにも複雑に考えている。"
    pl "……お願い。俺にもチャンスをくれ…"
    hide SCG_14 with dissolve
    nar "俺は彼女の体に血まみれの腕を差し伸べた。"
    nar "彼女は手先が自分の体に触れるまでじっと見ていて、一足遅れて後ろに離れた。"
    show SCG_14 3 with dissolve
    gr "…ダメ。"
    pl "ほら見ろ、俺が本当に欲しがるのはこうやって拒否する癖に、なにが助けられるって言うんだ？"
    pl "責任を取るつもりがないなら余地はなんで残す？それなら最初から助けなんかくれないのが良かった！"
    gr "最初から…？{w}助けが必要な人を見て何もしないわけにはいかないじゃない。{w}わたしはいつももっと良くなれる方法を考えて、"
    gr "毎晩毎朝その子の幸せのために祈って…その子が悩みを相談して来たら何でも手伝ってくれる気だったし、"
    gr "足りなくない先生になるため薬や精神医学についての情報もたくさん勉強したのに…"
    pl "気が別のところに行ってるな。"
    show SCG_14 7 with fastdissolve
    gr "何言ってるの…？{w}わたしが[na2]くんの前で他の子でも考えたというの？"
    pl "いや、今日少しヘン。{w}この何日かずっと疲れたようには見えたけど、今日は特にヘンだ。"
    show SCG_14 2 with fastdissolve
    gr "はあ…また……"
    pl "主教様が今日俺を呼び出して薬はちゃんと飲んでるか聞いてた。"
    pl "いったい俺になにを飲ませたんだ？そんなに俺を精神異常者にしたいのか？"
    gr "その薬はあなたの病気を治すための物だった。"
    gr "眠気を誘う成分が入っているから、仕事に影響があるかもしれないって、あなたの上司に確認を取ったの。"
    gr "今の状況から見ると薬はちゃんと飲んでいないようね。{w}最初からはっきり言っておけばよかった…"
    gr "あなたは治療が必要な患者なの。"
    pl "治療が必要なのはお前だ。{w}今だってそう、俺は気が別のところに行ったって言っただけなのに、他の子の話とかして。"
    pl "仕事で疲れたのは分かるけど、ちょっとやりすぎじゃねぇ？"
    pl "手放しに怒りだして、相談も中途半端で、自分の意見ばかり押し付けて、やたらに湿りがちで…前はそうじゃなかったんだろ？"
    play sound "audio/se/hit.ogg"
    gr "これが全部誰のせいだと……！" with sshake
    show SCG_14 3 with fastdissolve
    gr "はぁ…あ、あぁ…ダメ、落ち着かないと…" with sshake
    pl "昨日なにがあったんだ？{w}なにか言ってみてよ、グレーテ。前のようにさ。"
    hide SCG_14 with dissolve
    stop music fadeout 1
    play sound "audio/se/luggage down.ogg"
    nar "グレーテは何の返事もなく書類の綴りを閉じた。空気を切る鋭い音とともに静寂が訪れた。"
    show SCG_14 3 with dissolve
    gr "ごめんね、[na2]くん。{w}先生、今日はちょっと疲れて早めに帰らないと。"
    hide SCG_14 with dissolve
    nar "カシャと鳴る軽い音に電球の光が消える。"
    nar "目の前には沈んだ暗みが垂れ込めて、俺は医務室を出るグレーテの前に急いで立ちはだかった。"
    pl "…待って、行くのかよ！{w}このまま？！" with sshake
    nar "彼女はそっと顔を上げた。暗闇の中で見たグレーテは他人のように感じられた。"
    nar "水気が残っている瞳が闇の中で光って、ゆっくりと閉じる。{w}その目がまた開いたとき、彼女は顰めた顔をしていた。"
    show SCG_14 12 with dissolve
    gr "……タバコ臭いよ、あなた。"
    hide SCG_14 with dissolve
    nar "そして、そのまま俺の隣を通り過ぎて去っていった。"
    nar "いきなり顔を顰めるものだから怒られるのかと思った。"
    nar "手で背中や肩を叩いたり、せめて悲しむ顔くらいはしてくれると思っていた。"
    nar "俺はこの状況で何を望んだんだ？{w}全て俺が台無しにしたのに。"
    nar "彼女の言う通り、もう俺にチャンスはなくて、味方になってくれる人は自ら蹴飛ばしてしまったのに。"
    nar "違う。{w}天使のため、そして俺のためだったんだ。仕方がなかった。{w}たとえ別の方法があったとしても、もう手遅れだ…"
    hide screen textbox with dissolve
    pause 1.0
    scene bg10_1 with dissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n ドアには何の痕跡も残っていなかった。あれほど怖がった門はあっけなく開き、中にはやはり誰もいなかった。"
    et "それでも楽にはしていられなかった。慣れた空間と品物が突然見慣れなく見えた。{w}結局俺はベッドではなく床の片隅に座った。"
    nvl clear
    scene black with dissolve
    "\n その静寂の中で母さんのことを思い出した。{w}俺が問題を起こすと、周りの大人たちは困った顔で俺を叱った後、お決まりの手順のように必ず豪気な性格と目つき、その中から見える魂みたいな…{w}あらゆるデタラメを言いながら母さんの話題を取り上げた。"
    et "俺は生まれたての頃からずっと村の大人の手に育ち、母さんの顔や声はともかく名前さえ知らなかったものの、幼い俺の後ろにはいつも彼女の恩が烙印のようについていた。"
    nvl clear
    "\n そこが気にくわなかった。親がそばにいないという単純な事実に不幸や悔しみを感じたことはないが、それなりの期待と幻想はあった。共同体意識と安全のため義務的に配給をしてくれるんじゃなくて、俺だけのため愛情を注いでくれる人の幻想。"
    "だから、ある日は駄々をこねて母さんを見に行った。美しい人だった。{w}顔に明るい笑顔がこぼれ、声にも若い女性の朗らかさが溢れている、幸せに生きている人。"
    et "俺と特に似たところもなく、周りにいつも人がいる、見慣れぬ女だった。俺は家から遠く離れた場所まで駆け出して吐いてしまった。声もかけられなかった。俺は彼女にとって必要な存在ではなく、彼女の人生を邪魔する存在であることを知ってしまったんだ。"
    nvl clear
    "\n それからは母さんに会ったことがない{w}。父さんも同じだ。{w}俺にとって親というのは偶然ばったりと会うことすら恐れて避けるべき存在になったけど、そのうちそれさえも忘れて大人になった。"
    "ずっと忘れていた記憶を今になって思い出したのだ。"
    "ひょっとしたら単なる記憶の気まぐれじゃなくて、なにかしらの証かもしれない。{w}ある意味、俺という人がどう生まれたのか、その誕生を振り返ったのだ。"
    $ _skipping = False
    et "俺が一線を越えたという証拠、又はかつて人間だったという証拠。"
    $ save_name = "day 10, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day11_gr
    return

label day11_gr:
    $ day = 11
    $ save_name = "day 11, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 5.ogg' fadein 2.0
    image 11day = Text("day 11",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '11day' at day00 with slowdissolve
    pause 5
    hide expression '11day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    play music "audio/bgm/name select.ogg" fadein 2.0
    nvl clear
    "\n 夜眠り込んだ時、記憶にない母さんの夢を見た。"
    "単なる夢だった。{w}記憶にない分実在せず、ざっくりとした夢。"
    "俺は明るい日が登った故郷の野原で母さんの手を握って歩いた。{w}風が吹くたびに香ばしい稲穂の香りがして、自分の指節より大きいトノサマバッタを見て逃げ回った。"
    et "そうする間、彼女が記憶の中の母さんより色が薄くて、髪が長いことに気付き、すぐに目が覚めた。"
    nvl clear
    stop music fadeout 2
    pause 1.0
    scene bg10 with dissolve
    et "\n あまり長くは眠れなかったのか窓から見える空は青色だった。{w}体が軽い。"
    hide screen nvlbox with dissolve
    pause 3
    scene bg14 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    nar "霧が立ちこめた神殿の外は真っ白だった。"
    nar "まだ夢の中にいるようにすべての物の輪郭がぼやけていて、肌に触れる空気は冷たい。"
    nar "こんな早い時間に部室へ来れたのは久しぶりだ。"
    nar "すぐに他の司祭たちが来てつまらない演説が始まったが、俺はずっと机にうつ伏せになったまま誰にも話しかけなかった。"
    nar "俺から口を切らない限り他の奴らも俺に話しかけなかった。{w}只横目で見る視線だけが痛々しかった。"
    ex1 "…もしもでさぁ。"
    nar "今朝、俺は起きたとたんに机の上に丁寧に置いてあった写真をひっくり返した。{w}そこに理由が貯められていた。"
    nar "このすべての感情と思考は、その一枚が含んでいる罪が作り出したのだ。"
    ex1 "神殿の女の中で一人とやれるなら…誰にする？"
    nar "その後たまたまなじみのある名前が聞こえて、席から立ち上がった。"
    nar "気持ち悪い声を静めながらひそめていた彼らが動きを止める。"
    nar "ゆっくりと近づいて行った。{w}まともに顔を向き合うのは初めてだと思うが、俺とほぼ同じ身長だった。"
    pl "なんでグレーテ先生とやりたいんだ？"
    ex1 "なんだこいつ…？勝手に聞くなよ、気持ち悪い…"
    pl "…別に良くも悪くもないぜ。"
    ex1 "は…？"
    nar "返事の代わりに手に取っていた写真の中で一枚を背中から抜き出した。"
    nar "叶うはずのない望みを不気味につぶやくだけの負け犬たちは目を丸くする。"
    ex1 "あれって…"
    nar "それ以上話を続ける人は誰もいなかった。{w}これは誰しも想像だにできない、俺だけが知っていた先生だから。"
    nar "俺は一歩後ろに下げる奴の手も掴み、その写真を持たせた。{w}微かに震えている手はじとついていた。"
    nar "軽口の奴らはこのことをあっちこっちバラす筈だ。彼女が誰がための人間なのかを。"
    nar "全ての人に知らせてくれよ。二度と誰かにみだりに笑えないように。"
    nar "道で顔を上げることさえできないように、自分に誇りを持てないように。{w}彼女が全てのかかわりを嫌悪し、"
    nar "他人に言ったことを全部後悔するように…{w}俺がその女にとってたった一人の人に記憶されるように…"
    nar "掌の中からかさっと音がする。{w}思わず力を入れすぎたせいだ。"
    nar "俺は辛うじて空気を読んでいる奴らの前に立ち、なにか結び言葉を思いだそうとしたけど、結局は何も言わず部室を抜け出した。"
    nar "書類も道具も持ってない体は本当に軽かった。"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 1.0
    scene black with dissolve
    show screen nvlbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nvl clear
    "\n 面白い話を彼女と一緒に話し合うために医務室に向かった日を思い出す。"
    "本当は、その内容まではちゃんと覚えていない。どうせ落ち込んだ気持ちを解くためにした自分なりの方法だった筈だ。{w}じゃないと先生と一言でも多く話すための行動だったとか。"
    "俺はあの場所が好きだった。寒くて慣れない神殿の中で唯一、暖かい温もりと光があった場所。"
    et "緊張と汚らわしさの嫌悪感で固まっていた気を緩め、備えていたお茶とお菓子を食べながら談笑だけに集中することができる、司祭たちのために用意された場所。"
    nvl clear
    "\n 「いい？こどもたちに何より必要な物は、自分を気に掛けてくれる大人の存在よ。」"
    et "俺はその場に座っていた。{w}すぐ前で俺と向かい合っているグレーテ先生は眉根を寄せたり、俺との話を避けたいかのように目を細めたりすることなく笑っていて、俺を真っ直ぐ見詰めている両目は輝いてた。"
    nvl clear
    "\n 「自分の周りにはいつでも助けを求めることが出来る大人がいるという事実を忘れてはいけません。」"
    "彼女にとって俺は始めから「保護すべき子供」であって、俺はその事実が嫌いだった。{w}彼女の義務的な親切と好意を拒否したかった…{w}それはなぜだったっけ。"
    "恐らく彼女の「たった一人」になりたかったんだ。{w}俺が彼女について知っているだけ、彼女も俺のことを理解し、理解できるまでたゆまず俺の話を聞いてくれる関係になりたかった。"
    "彼女の優しさは俺一人のためのものではなかったけど、俺は彼女について知れば知るほどその優しさにもっと頼りたくなった。{w}だからムカついた。"
    et "嫉妬や妬み、そのような感情を作る最も根本的な思考が頭の中に腫瘍のように生えてきた。"
    nvl clear
    "\n 「そうやって何でも頑張る子を見ていると応援したくなっちゃわない？」"
    et "なぜ俺じゃない？"
    nvl clear
    "\n 「ふふ、約束よ？」"
    "そんなのダメじゃないか。"
    "どうせもう取り返しもつかなくなってしまった。{w}アンタが俺をこうさせたんだ、なんで助けてやれないことに口を出した。{w}なんですぐ叶えない約束を次々作りだすんだ。"
    et "なんでそう余計に口が軽くて、なんでドアを開けるたびに「いらっしゃい」と言ってくれて、{w}なんで…"
    nvl clear
    "\n 「[na2]くん、わたしたちを信じてくれる？{w}わたしたちはいつだってここに居るからね。あなたが頑張っている分、わたしたちもあなたの力になりたいの。」"
    et "「次も必ず、ここに来てちょうだい。その時は本当の家族になりましょう。」"
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/running.ogg"
    nar "足はだんだん歩みを早め、やがて走り出した。"
    nar "俺は騒がしい人々を押しのけながら廊下を駆けた。{w}真っ白な病院を通り、周りに見えるすべての扉の内側を覗いてみた。"
    nar "肺がしなびるような気がした。"
    nar "時々誰かに話しかけられたようだが、耳に入ってこなかった。"
    nar "それが病院の中に騒ぎを巻き込ませたのか、ますます周りに人が集まってきた。{w}その中に彼女がいた。"
    nar "むずと締め付けた手は冷たくてやせていた。"
    show SCG_14 3 with dissolve
    gr "……どうしたの…"
    show SCG_14 7 with fastdissolve
    pl "先生、俺は毎晩夢で天使を見ている。始めは悪夢かと思ったけど、違った。{w}夢に現す天使は俺がよく知っている女の子だぜ。" with sshake
    pl "先生も知っている子さ。俺の力では彼女の頼みや命令を逆らえない。彼女は夢の中で俺と関係を持って、汚れた腕を切って、"
    pl "俺を彼女のいるところに連れて行こうとしている…"
    pl "これは夢じゃなくて実際に起きたことだ。もう彼女は夢の中じゃなくて現実にいる。"
    pl "けっこう前のことだけど。天使って呼ぶのって譬えじゃないんだ、翼がついてる。"
    pl "明るく光ってるし、俺にしか見えなくて他の人には見えないだけだ！彼女は…俺の罪を受けようとしている。"
    pl "俺は罪を犯すたびに彼女に罪を告げて来たんだ。そうしたら彼女はそれを全部聞いてくれて、そうする間には俺は救われた。"
    pl "でもこの前から天使が俺の前にあらわれない。先生からその薬をもらってからだ。"
    pl "俺の魂が汚れたのが分かって、もう俺を救おうとしないんだ。先生、俺はどうすればいい？"
    pl "俺を一体どうしてくれるんだ？俺は…！"
    show SCG_14 3 with fastdissolve
    gr "ちょ…待って、分かった。{w}全部分かったから、とりあえず落ち着いて。" with sshake
    pl "…俺の話、聞いてくれる？"
    show SCG_14 7 with fastdissolve
    show SCG_14 at bounce
    gr "…！{w}も、もちろんよ。"
    show SCG_14 10 with fastdissolve
    gr "[na2]くんがわたしに言いたいことがあったら何でもいいわ。{w}わたしはそうするための人だから…"
    pl "……"
    gr "今は…仕事の片付けが先だから、先に医務室に行って待ってくれる？{w}片付けだと言ってももうすぐよ。"
    gr "多分十分もかからないから…{w}ねえ？"
    hide SCG_14 with dissolve
    nar "首を縦に振った。"
    nar "それだけで彼女は青白い顔色と似合わない喜びを表情に浮かべ、何度も俺に振り返りながら慌ただしく足を運んだ。"
    nar "やっと体に力が抜けた。{w}もう彼女との再び目を合わせて話ができる。"
    stop music fadeout 2
    nar "だからこっそり彼女のあとについていった理由は、その方向に走っているクレアを見たからだった。"
    hide screen textbox with dissolve
    pause 1.0
    scene black with dissolve
    show screen textbox with dissolve
    $ cr = Character('クリオネ',what_prefix = '{cps=*1.7}', what_style="glow_say", color="#c9daf8", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    $ gr = Character('グレーテ', color="#d9ead3", what_style="glow_say", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    $ nar = Character(None, what_style="glow_say", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    cr "…本当に大丈夫ですの、グレーテ様？{w}あの人…怪しいですわ。"
    gr "心配してくれてありがとう、クレアちゃん。"
    gr "でも、やっと手に入れたチャンスだもの。{w}逃すわけにはいかないよ。"
    cr "ですが…"
    gr "大丈夫よ…{w}こうやって対策も考えているから。"
    nar "グレーテは嬉しそうに、何かを手に握っていた。"
    nar "あれは注射器だった。{w}ポケットに忍ばせることができるぐらい小さな注射器。彼女はそこに透明な液体を詰め込む。"
    nar "遠く離れているのに、鋭い注射の針は光を受けて閃いた。"
    $ cr = Character('クリオネ',what_prefix = '{cps=*1.7}', color="#c9daf8", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    $ gr = Character('グレーテ', color="#d9ead3", ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    $ nar = Character(None, ctc="ctc_blink", ctc_pause="ctc_blink", ctc_position="nestled")
    pl "………"
    hide screen textbox with dissolve
    pause 2
    scene bg06 with slowdissolve
    call place06
    pause 1.0
    show screen textbox with dissolve
    show SCG_14 0 with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    gr "遅れてごめんね、[na2]くん。{w}待たせた？"
    pl "……"
    show SCG_14 1 with fastdissolve
    gr "うーん…温かい牛乳でもどう？{w}昨日新しく取り入れたものよ。"
    pl "……"
    show SCG_14 6 with fastdissolve
    gr "そう…？いいんだよね。{w}分かった。もし他に必要なものがあったらいつでも言ってちょうだい。"
    pl "……"
    show SCG_14 7 with fastdissolve
    gr "…えっと、先の話のことだけど…もっと詳しく聞かせてくれるかな？"
    pl "さっき言ったのがすべてだぞ。"
    gr "あっという間に過ぎちゃって…もう一度ゆっくり聞きたいから。"
    pl "天使は…{w}俺の頭の中だけでの存在じゃなくて実際にいる。ついこの前でも俺と話し合ってた。"
    show SCG_14 0 with fastdissolve
    gr "そう、それを疑ったりしないよ…{w}でも[na2]くんの言う通りなら、天使はもういないのよね？"
    pl "…疑っているだろ。"
    gr "あなたの信仰心を否定したいんじゃないけど、その信仰が[na2]くんを傷つけていたらわたしはそれを止めるよ。"
    pl "それは先生だからか？"
    gr "そう。"
    pl "まただ。{w}結局それが義務だからやっているんじゃないかよ、なんとかしてこれを解決しないとダメだから…"
    pl "俺が精神異常者のまま済んだらキャリアに傷がつくから…結局また、自分のためのことじゃないか…"
    show SCG_14 3 with fastdissolve
    gr "[na2]くん、わたしは心からあなたを助けたいと思っているよ…{w}お願い、考えてみて。"
    gr "今がわたしたちにとって最後のチャンスかもしれない…{w}わたしじゃないと、誰があなたを助けられると思うの？"
    nar "最後のチャンス…これは本当に「チャンス」なのか？"
    nar "もう取り返しもつかないのに、そのチャンスは俺たち二人のうちどちらのものなんだ？"
    pl "先生にとって、俺はなぜただの精神病者なんだ…"
    pl "俺はただ先生と共にしていたかっただけなのに、先生が俺を患者じゃなく普通の人で見てもらいたかっただけなのに。"
    pl "先生は最後まで俺のことを精神病者扱いしただろ。{w}俺だって先生の大切な人になりたかった。"
    pl "話が途切れたからって、顔をちょっと合わせてなかったからって忘れてしまう人になりたくはなかった。"
    pl "なんで俺はそうできなかったんだ…？"
    gr "……"
    pl "先生が誰よりも立派な先生になろうとしたのは分かってるよ…{w}先生のキャリアを積むためには俺を病が必要なのも分かってる。"
    pl "だから俺にかじりつくんだろう、ずっと話しかけてくれて…理解できないわけではないぜ。"
    pl "でも俺はそれがたまらねぇんだよ…これってそんなにいけないことか？{w}一度でも俺を理解しようと思ったことはある？"
    pl "いつも…いつも俺に気を使っていたじゃないか、俺がどうして悩んでいたのかもう知っていたじゃないか。"
    pl "なのになんで俺をまともに向き合おうとしないんだ。"
    gr "……"
    pl "ただ…最後まで責任を取る自信がなかったら、最初から何も言わない方がいいんじゃねぇ？"
    pl "なんで「家族」とか言い出すんだよ、人を惑わせて…"
    pl "俺を受け入れてくれるのかと思ったのに、やっと俺の居場所ができたんだと思って期待してたのに……"
    nar "俺はついにその事実を認めた。{w}彼女に罪を問うのは無意味なことだ。"
    nar "個人の道徳や正義に従うことが虐げられるべきことだなんて、それは出鱈目過ぎる。"
    nar "只罪ある者だけが罰を受けるものだから、俺に彼女を裁く方法がなかった。"
    nar "罪はただ俺にだけあり、裁かれるものは俺一人だった。"
    nar "やがてその罪人は首を垂れていて、彼女は俺の前に立っている。{w}残酷な沈黙がぼやけた視線の中で流れていた。"
    gr "どうして…"
    gr "どうしてあなたは他人の好意が嫌いで、わたしに苦情を言って、治療のためにせっかく準備した薬も飲まずに…"
    gr "一体どうしてそこまであの子と同じことをするの……"
    stop music fadeout 2
    nar "しかし彼女の口から出た言葉は罪への許しの言葉でも、罰に関する言葉でもなかった。"
    hide SCG_14 with dissolve
    hide screen textbox with dissolve
    scene black with slowdissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 頭が冴える。"
    play sound "audio/se/cup.ogg"
    "俺は椅子を持ち上げてはデスクの上にぶん投げる。{w}整頓されて積もっていた書類がバラバラに散り、タイプライターと可愛い絵が描かれたカップ等が倒れる。" with sshake
    "そうやって存在さえ不確かであったチャンスは終わりを告げる。{w}最初遭ったあの日から彼女は俺を見てなどいなかったし、俺はそれを既に知っていたからだ。"
    et "彼女は血の気の引いたような青白い顔で俺を見つめたが、見つめ返そうにも目が合わない。{w}その目は俺ではない何かを怯えていた様だった。"
    nvl clear
    play music "audio/bgm/grumble.ogg" fadein 2.0
    "\n 彼女が来るより先に武器を手に入れておいて良かった。急いで手にしたハサミには保健部の他の司祭であろう誰かの名前が書かれている。{w}何でもよかった。彼女の命を脅せる物なら何でも。"
    "俺は逃げようとしたのかよろめいている先生の髪を掴んだ。{w}長いその下で結んでいる髪の毛は、本などでよく描かれるお母さんの姿に似ている。"
    et "エプロンの様に白い衣服を纏い幼い子供達に暖かいお茶を出す彼女にお似合いだ。今じゃ俺みたいな餓鬼に掴まっているけど。"
    nvl clear
    "\n 「…はぁ」"
    "小さく息を吐いて彼女の首元にハサミの刃を突き付ける。{w}木の中身の様に真白く細い首が震える。{w}よく見ると、彼女は全身を震わせている。俺はそれが恐怖ではなく、寒さのせいだと思った。"
    "小さくて薄い唇は凍えているのか紫色に近くて、セーター一枚の下から伸びている細い素足、スリッパまで寒がりの彼女にはとても寒そうだ。"
    et "彼女は何も言わず、首に触れている刃の代わりに俺を見ている。{w}複雑な視線だった。怖がっている様にも見えるし、悲しんでいる様にも見えるし、怒っている様にも、冷静に振舞おうと精一杯な様にも見えた。"
    nvl clear
    "\n そしてふと、彼女は目線を下に落とすと自身のポケットに手を入れる。{w}注射器だ。{w}あの注射器、俺を殺す為の対策。"
    "「きゃっ…！」" with sshake
    play sound "audio/se/slap.ogg"
    "俺はグレーテの首を掠り、一束がっしり掴んでいた髪の毛を切ってしまった。"
    et "掴んでいた髪が切られたせいで、彼女の身体は地面に突き放される。{w}今や俺の手の中にある彼女の髪の毛はまだ結ばれた形をしている。{w}軽い。"
    nvl clear
    "\n 「似合ってるよ、グレーテ。"
    et "前よりずっとお母さんみたいだ！」"
    nvl clear
    hide screen nvlbox with dissolve
    show cggr04 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    "\n 彼女はハサミが掠った首元に手を当てて、うなじがスースーしているという事実に一足遅れて気付いたのか、ぎゅっと目を閉じる。{w}そして決心した顔で立ち上がって俺の腕を掴んだ。"
    "力強くは無かったが、離そうとしても離れない。{w}俺が力いっぱいに抵抗しようが彼女は動脈が何処だか確認もしないまま、地面を転がった時でさえしっかり握っていた注射器を取り出す。"
    et "全てが強制的に進んでいる。明白に刑を受けるべき犯罪者、もしくは話の通じない獣を扱うような荒っぽい態度だ。{w}瞼の裏から血が上る。俺がどんな扱いをされて然るべき人物なのかを知らされている様だった。"
    nvl clear
    "\n 俺は彼女が掴んでいた腕を振り回し、棚に思いっきりぶつけた。{w}そうすれば衝撃で手を離してくれると思ったのだが、俺は先生を甘く見過ぎていたのかもしれない。{w}彼女は俺と共に棚の中から倒れた数々の薬瓶に当たりながらも決して手を離さない。"
    "やがて手首に冷たい針が入り込む。苦痛の代わり血が冴えるような寒気が全身に広がった。{w}首からは獣の咆哮のような声が発せられたが、どうしても聞き取れなかった。{w}全然知らない誰かの声の様だった。"
    et "俺は彼女がシリンジを押し、注射器の中身を完全に俺の身体に注入する前に棚に手を伸ばす。{w}そして手にした瓶ひとつを彼女の頭でかち割る。"
    play sound "audio/se/cup.ogg"
    nvl clear
    "\n 「ぅあ…ああぁあ！！」" with sshake
    "彼女は発作を起こした人の様に両手で顔を覆ったまま後ずさる。{w}声は段々遠のき、視界は幾つにも分かれる。"
    et "鼻を突くような酸っぱい悪臭が脳に刺激的に伝わって意識を保つのがやっとだ。"
    nvl clear
    "\n 「先生なんだろ？そんなのも我慢できないのかよ。」"
    "首が重くなったせいで視線が自ずと低くなって下を向いた。{w}デスクの上にあった物、薬瓶と共に転がる破片には所々文字が書かれているステッカーが貼られていた。多分瓶の中に入っていた薬の名前の様だったが、ちゃんと読めない。"
    stop music fadeout 2
    "そのガラスの破片幾つかの間に彼女が握っていた注射器があった。{w}俺はグラグラしている手を伸ばしそれを拾っては、地面でビクビクしているグレーテの首のどこかに押し入れ、シリンジを握った指先に力を込める。"
    et "成すべき事を成すかのように。{w}注射器は濡れていて、名も知れない液体が散って滴った頬と指先がじくじくしてくる。"
    nvl clear
    hide screen nvlbox
    play sound "audio/SE/slap.ogg"
    scene black
    pause 2
    play music "audio/bgm/grette2.ogg" fadein 2.0
    show cggr04:
        zoom 2
        xalign 0.5
        yalign 0.85
    with slowdissolve
    pause 1
    show screen nvlbox with dissolve
    "\n 耳にか細く小さい悲鳴が聞こえては、薄れる。{w}力の抜けた腕二本が地面に落ちて露わになった顔には黄色みの掛かった皮が剥がれて水気を帯びたまま真っ赤に腫れ上がった真皮が見えた。{w}規則的に鼓動する心臓の音が寒気で冷たくなった体をまた熱く焦がす。"
    "俺はぐったりとした彼女の上で身を低くして心臓の音を聞く。{w}薬で濡れたセーターが縮んで身体に纏わりついていて痛そうだった。"
    "その下に手を入れ、心臓の鼓動が伝わる胸と、濡れた下着に触れた。{w}内側は熱を帯びていたのに、不思議と脚だけはまだ氷のように冷たい。"
    nvl clear
    "\n 再びため息が漏れる。随分と短くなった髪を散らし、焦点の合わない目からは水の様なモノがずっと流れ出ている彼女の姿は世界でたった一人、俺だけが知る姿に違いない。"
    "それこそ精神異常者の妄想にしかなさそうな姿だ。{w}腰を上げてズボンを下ろしたかったが、先程の薬のせいか、それとも他の理由があるのか下に血が集まってくれない。"
    "仕方なく、硬くなってくれない性器を割れ目に押し付けて擦る。布越しに得られる熱気だけで充分な満足感を得ることが出来た。{w}彼女は俺の動きに合わせ自身の身体が動く度、喉の奥から涙を堪える様な声を漏らす。"
    nvl clear
    "\n しかし、どうしても先生の胎内に入る事が叶わないのは悲しかった。"
    "せめてかめこみに出来た凸凹とした傷や、顎の下へ滴り落ちる透明な液体を口にして舌と声帯を溶かしひとつになりたかった。"
    "俺はグレーテ先生を俺の女にしたかったが、ハッキリどんな意味での女を求めていたのかは分からない。"
    "なのにも拘らず俺は最後の最後まで彼女に期待して居た。彼女に直接聞きたかった。{w}俺はグレーテに、先生の何になりたいのか。貴方は俺にどんな人になって欲しかったのか。{w}一体何を想って家族だなんて言葉を口にしたのか。"
    et "「どうして…」"
    nvl clear
    play sound "audio/se/Heart.ogg"
    "\n 俺は寝たままの先生を抱いた。身体に感じる温もりの中で目を閉じると段々と頭が重くなるのを感じる。強引にも安らぎが意識を支配した。"
    "そして、何故だろう？{w}彼女の手が俺の頭の上に乗り、優しく撫でてくれている様な気がした。{w}夢みたいな事だった。夢だったかもしれない。"
    et "ずっとその瞬間を感じていたかったのに、硬い音が湿った空気を強く切り裂く。{w}その音が扉を開ける音だと分かって、俺はゆっくりと腰を上げる。"
    nvl clear
    stop music
    play sound "audio/se/humanstrike.ogg"
    hide cggr04 with sshake
    "\n その時、誰かの靴が俺をガッと押し倒す。{w}俺の身体は一瞬にしてグレーテから離れ一人地面を転がるが、その痛みを感じるより先に胸ぐらを掴まれた。" with sshake
    et "急に荒々しい痛みが顎と頬骨、鼻の様な顔を構成する骨を襲う。息を吸う間もない。"
    nvl clear 
    hide screen nvlbox with dissolve
    pause 1
    show cggr05 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    "\n 「お前……貴様は……」"
    play music "audio/se/no more bell my buddy.ogg" fadein 3
    "低いが激怒した声がすぐ前で聴こえてくる。{w}視界はぼやけていたが、その男の顔だけは鮮明に目に入った。"
    "黒い瞳孔をかっぴらいて、それでも感情を抑えている心算なのか震えつつ、激情のあまり呼吸音が漏れる男は、明白なまでに俺に怒っている。"
    "沈んでいた感情が又沸き上がってくる。鼻から溢れる血が唇の上を伝って流れ落ちるのを感じつつ、俺は口角を捻じ曲げてにやにやと笑った。"
    play sound "audio/se/humanstrike.ogg"
    et "わざと挑発するつもりではなかったが、再び視界が点滅する。{w}片耳から耳鳴りが聞こえ、目の前がぐるぐるしている。" with sshake
    nvl clear
    "\n 「いや…{w}やめて！だめ！殴らないで！{w}やめたげてよぉ…」" with sshake
    "また、どこからか女性のすすり泣く音が聞こえる。この熱気ある雰囲気に似合わない声だ。{w}幻聴なんかではない、実際にグレーテは男の腰にしがみついて泣いていた。"
    "グレーテは色んな汁が流れる汚い顔を拭きもせず、乱れた服装を正す事も忘れて地面に座り込み、大人に駄々をこねる子供の様に泣く。"
    play sound "audio/se/humanstrike.ogg"
    "数千の感情が鈍くなった頭をすり抜けていく。{w}傷付いた個所から激烈に滲む熱気、神経が繋がった所々から爆発的に弾ける脈動。" with sshake
    et "そこで一番真っ先に俺の感覚を支配したのは歓喜に満ちた驚異であった。{w}我慢できる訳がない。"
    nvl clear
    scene black with dissolve
    "\n 「もうずっと前から俺とアンタは同等だったんだよ。」"
    play sound "audio/se/humanstrike.ogg"
    "頭と体を繋げていた骨が逆方向へ曲がる。{w}視界が真っ黒になって揺らいだと思えば、地面に真っ逆様に落ちていった。" with sshake
    "倒れる直前、ポケットの中で厚い紙がガサつく音がした。多分写真だろう。{w}二枚の写真の内、未練がましくも残しておいた一枚。"
    $ _skipping = False
    et "焦点が外れた視界と共に意識も離れていき、全身を抉る痛みも段々と薄れていった。"
    $ save_name = "day 11, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day12_gr
    return

label day12_gr:
    $ day = 12
    $ save_name = "day 12, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/no more bell my buddy.ogg' fadein 2.0
    image 12day = Text("day 12",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '12day' at day00 with slowdissolve
    pause 5
    hide expression '12day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene bg109 with dissolve
    pause 1.0
    show screen textbox with dissolve
    nvl clear
    play music "audio/se/tutorial walking.ogg" fadein 2.0
    nar "埃の臭いがする狭くて暗い空間。小さな窓から入ってくる光が熱くて、眉を顰めた。"
    nar "床は冷たくて、前は鉄格子で塞がれた。神殿の人々はこの陰険な空間を「許しの秘跡」だと呼んでいた。"
    nar "古びた扉の音と共に、鉄格子の向こうの壁に影法師ができる。"
    nar "壁をすっかり覆うほどに長い影法師は徐々に短くなり、その人はやがて俺の前に立つ。"
    show SCG_13 2 with dissolve
    gg "…ああ。また会うんだな。{w}俺が部署の責任者である以上、こんな事があるとは分かっていただろう。"
    gg "まずは報告しよう。"
    show SCG_13 8 with fastdissolve
    gg "グレーテは…生きている。しかし平気だとは言えないな。{w}上半身に火傷をして、片目は使えなくなった。"
    gg "それでも仕事は続けると言ったんだ。自分の人生に価値と意味を感じなくては生きていけない…{w}そんな女だから。"
    gg "主教の座を引き取ってからも結構経ったが…今日この役目がひときわ重く感じられるな。{w}という訳で少し楽に話すようにしよう。"
    show SCG_13 0 with fastdissolve
    gg "…俺がグレーテに何も感じていないと思ったんだろうな。{w}一緒に過ごしてきた日々で慢じていると…"
    gg "全然違うとは言えないな。{w}グレーテは素晴らしい女だ。{w}皆彼女を平凡だと言ったが、俺にはいつも奇跡を悟らせる女だった。"
    gg "彼女の光をずっと見守りたいと思った。"
    gg "人手を借りるのが嫌いな人だから、俺を常に必要としてくれなくてもお互いを支え合い、そばにいられるなら…{w}そう思っていた。"
    show SCG_13 8 with fastdissolve
    gg "お前の処分のことだが、大したことはないだろう。{w}グレーテがお前には何の罪もないと頼んでな…"
    gg "本来ならば俺もお前に振るった暴力を処罰されるべきだが、最近神殿の事情がややこしくてさ。"
    gg "もう俺たちも、グレーテさえも全てを失ったな…{w}これからは過ぎた日々を後悔するしかないだろう。"
    show SCG_13 7 with fastdissolve
    gg "本当にこれがお前の望んだ結末か？もう気が済んだか？"
    show SCG_13 6 with fastdissolve
    gg "それでも俺たちはお前が……"
    show SCG_13 0 with fastdissolve
    gg "まあいい、ご苦労様。"
    hide SCG_13 with dissolve
    nar "男はいっそうやつれた顔で外へ向かった。"
    nar "いつも一緒だったタバコは彼の手になかった、白く煙ったように目の前が濁ってきた。"
    gg "…あんまり無茶はすんなよ。"
    nar "隣で彼の後姿を眺めていた浄化部の主教は黙ったまま只俺の前に立って、形式的な笑顔を見せた。"
    stop music fadeout 2
    show SCG_06 1 with slowdissolve
    hk "こんにちは、兄弟。此方で顔を合わせる事になってしまい誠に残念でございますが…"
    play music "audio/bgm/Golden Haku.ogg" fadein 10.0
    hk "この全ての事柄が貴方の主教たる私が貴方をしっかり世話出来ず、"
    hk "正しい道へと導けなかったが故の様に感じられ大変申し訳なく思います。"
    show SCG_06 7 with fastdissolve
    hk "場所が場所ですので不安に思えるかも知れませんが、安心なさいませ。"
    hk "ここはゆるしと和解の秘跡。貴方を閉じ込める場所ではありません、悔悛の機会を与える為の場所なのです。"
    hk "其の上、グレーテ補佐教のおっしゃる通り、君には罪がなさそうですね！"
    hk "全ての罪は本人にあるので、どうか可憐な兄弟だけは責めないで欲しいとおっしゃいました。"
    stop music fadeout 2
    show SCG_06 13 with fastdissolve
    hk "…………"
    hide SCG_06 with dissolve
    play sound "audio/se/hit.ogg"
    nvl clear
    "{nw}" with sshake
    pause 1
    show SCG_06 2 with dissolve
    play music "audio/bgm/haku.ogg" fadein 2.0
    hkn "しかし君が背負うべき「罪」とはそれだけじゃあない。{w}それは君が一番よく解っているはずだろう？"
    hkn "そして自分自身が罰されて当然と言う事実もな。{w}勿論今ここで君を拷問し、罪を吐かせるのは容易い。"
    hkn "なのに関わらず我々が罪人を生かして置く理由は、罪を自らが反省する事こそが真なる悔悛の道へと繋がっているからだ。"
    show SCG_06 4 with fastdissolve
    hkn "君はこの神殿で何を学んだ？{w}君が本当にしたかった事とは何だ？"
    hkn "その為に何をどうするべきだったか、まだ時間のある内に悔い改めるといい。"
    pl "………"
    show SCG_06 9 with fastdissolve
    hkn "…では、然様なら。愛する兄弟よ。"
    hide SCG_06 with dissolve
    play sound "audio/se/door close.ogg"
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 彼女が出て行って最後に、ここには俺だけが残っている。"
    "誰でも罪を犯す。"
    "罪なき世は天使の念願だけで、州都の言葉で言えば罪とは力場の如き。{w}人はそれを避けるが、決して抵抗はできない。"
    "光は鉄格子を中心にして、壁を伝って二つに分かれる。{w}一つは義理堅い善人を祝う光、そして又一つは罪人を罰する光に見えた。"
    "俺はそこにいたが、外を眺めることもできた。自分が望めばここから出ることもできる。"
    et "主教が告解室の扉を開いたまま出て行ったからだ。"
    nvl clear
    play sound "audio/se/heart.ogg"
    "\n 短く息を飲んだ。それだけで自分の声が耳に響いた。これがあの女が言っていた「告解の機会」か？"
    "寂寞の中で、秘めておいた良心が存在を現した。拉げた良心が今までの生を顧みさせた。"
    "残忍なるものだ。俺はその苦痛が耐えられなくて、泣き叫ぶしかできなかった。"
    "頭の上にある光は移り、徐々に俺に染みる。{w}世界の外と繋がった光だ。"
    "その光は何よりも恐ろしいが、同時に生き残った「俺」の魂と生涯を優しく照らしていた。"
    "その光景があまりにも眩しく、又そこにいる俺はこんな様で、まるで楽園で経験する地獄のようだ。"
    et "俺はどの光を見つめるべきか、そしてどの光を追うべきか。"
    nvl clear
    "\n 未だに涙が流れる。永遠に止まらなさそうだ。{w}彼女の顔が明らかで鮮明に浮かぶ。"
    et "その姿を憶える度に自分が更に卑怯で醜悪になっていくようだった。{w}この苦痛が俺の罪なら、俺は…"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1
    menu:
        "受け入れる。":
            jump gr_end_1
            nvl clear
        "拒む。":

            jump gr_end_2
            nvl clear
label gr_end_1:
    if gr_happy == False:
        hide screen nvlbox with dissolve
        show screen textbox with dissolve
        play sound "audio/se/memory.ogg"
        nar "その瞬間、耐えられない恐怖が反吐のように込み上げてきた。" with sshake
        nar "これを飲み下すことこそ反省だってことに気付いた。"
        nar "今まで俺は後悔と嘆きを繰り返していただけで、一度も反省したことがない。"
        nar "今になって俺は全てを受け入れられる。{w}俺が先生の人生を台無しにしたんだ。"
        nar "先生には俺が必要なかったし、俺たちは家族になれなかったな。"
        nar "強く弾けた心拍が本来の速度を取り戻した。{w}俺は自らが犯した罪を顧みる。重たくて醜いが、それが俺の罪だ。"
        nar "誰もその重さを減らしてくれない。誰かに打ち明けたって捨てられやしない。{w}「天使」は俺の惰弱さが生んだ幻想だった。"
        nar "もう後悔と苦痛をちゃんと感じることができる。{w}人のせいにするのではなく、俺がしてしまったことを考えると溜息が出た。"
        nar "そうするしかないのではなく、自らの意志でしてしまったことを認める時だ。"
        nar "自分で自分が許せない。これからずっとこの罪悪感と共に生きていくしかないのだろう。"
        nar "死でその重みを消すことはできない。{w}ならば逆に誓う、この苦しさを忘れないと。"
        nar "たとえ俺の生涯が浅ましくとも、もう取り返せないものだとしても、もし、俺にもう一度新しい生を生きるチャンスがあるのなら、"
        stop music fadeout 2
        nar "その時こそ俺は。"
        hide screen textbox with dissolve
        scene black with dissolve
        pause 2.0
        scene bg06 with dissolve
        call place06
        pause 1.0
        show screen textbox with dissolve
        nar "訳もなく咳が出てきた。{w}俺は最後に考えをまとめるべきだ。"
        nar "今まで俺を一番苦しめたこと、最近一番奇怪だと思ったこと…{w}それは、"
    else:
        show screen textbox with dissolve
    pl "グレーテ先生があんまりにも大好きで悩んじゃったよ。{w}ハハッ!"
    show SCG_14 1 with dissolve
    gr "先生も[na2]くんが大好きよ！"
    show SCG_14 0 with fastdissolve
    gr "でも、いたずらしちゃダメ。{w}まじめに答えないと。"
    nar "イタズラ……その軽い言葉が重く感じられた。{w}そう、こんな状況でこういう発言は冗談に過ぎない。"
    pl "………"
    play sound "audio/se/ding.ogg"
    show SCG_14 7 with fastdissolve
    pl "冗談じゃないんだ。{w}本当に先生のことが好き。"
    pl "いつも先生のことが気になって、先生の口からグレゴール主教がでるとどうかなりそうなんだ。"
    play music "audio/bgm/Grette.ogg" fadein 4
    pl "それが俺の悩みさ…{w}先生のことが好き。"
    gr "……"
    show SCG_14 10 with fastdissolve
    gr "[na2]くん、素直に言ってくれてありがとう。{w}これまで心辛かったでしょうね…"
    gr "恐らく…[na2]くんが今まで悩んでいたのは、わたしがその告白を受けられない立場だってことを知っていたからでしょう？"
    pl "……"
    gr "今は…[na2]くんの周りに頼りになって仲のいい大人がいないから、そんな気持ちになるのも分かるよ。"
    gr "[na2]くんが新しい環境にまだ慣れなかったこともあるしね。{w}[na2]くんも少し時間が経つと、その感情が思い違いだと分かるよ。"
    show SCG_14 3 with fastdissolve
    gr "だから…"
    pl "やめろ！{w}それ以上は言わなくてもいいんだ……{w}俺だって分かっている。" with sshake
    pl "先生の言うことが間違ったと言うんじゃない。断られることも分かっていた。{w}先生があってるよ……"
    nar "とんでもない感情だと分かっていた。{w}実は俺の気持ちが本当に恋心から生まれたのか、それまではっきりしていない。"
    nar "しかし、この様々で複雑な感情の中で一つがいつか先生との間を滅ぼすと思うと、怖くて耐えられない。"
    pl "でも俺が先生を好きだと感じたのは本当なんだ。{w}後で勘違いだったと思うかもしれないけど、でも、今は本当に先生のことが好き…"
    pl "俺はただそれを先生に分かってもらいたいだけだ。"
    gr "……そう。{w}先生が軽く言ってしまってごめんね。{w}ずっと覚えておくよ。"
    show SCG_14 1 with fastdissolve
    gr "後で[na2]くんが恥ずかしく思っても、今わたしも目の前にいる[na2]くんがわたしを好きだった事はずっと覚えておくから。"
    show SCG_14 0 with fastdissolve
    gr "落ち着くまでここにいていいよ。"
    pl "いや…{w}いい。今日はもう帰るよ。"
    pl "…ありがとう、先生。"
    show SCG_14 1 with fastdissolve
    show SCG_14 at bounce
    gr "うん、わたしこそ。{w}ありがとうって言ってくれてありがとう！"
    stop music fadeout 2
    hide SCG_14 1 with dissolve
    hide screen textbox with dissolve
    scene black with dissolve
    pause 2
    show screen textbox with dissolve
    nar "……"
    gr "…くん。"
    pl "うぅ…"
    gr "…[na2]くん！"
    scene bg06
    show SCG_14 2
    show SCG_14 at bounce
    play sound "audio/se/wake up.ogg"
    gr "こら！早く起きなさい！" with sshake
    pl "うぅ……あと五分…"
    if gr_happy == False:
        play music "audio/bgm/ed_dream.ogg" fadein 2.0
    else:
        play music "audio/bgm/name select.ogg" fadein 2.0
    hide screen textbox with dissolve
    nvl clear
    pause 1
    show cggr06 with slowdissolve
    pause 2
    nvl clear
    show screen textbox with dissolve
    gr "五分だなんて、ただ言ってみたかっただけでしょう？{w}早く起きて仕事、仕事！"
    gg "ほっとけな。まだ若いんだろう。"
    gr "あなたもちやほや甘やかすところじゃないよ。もう昼休み過ぎちゃうから。"
    pl "はあぁ、腹いっぱいで暖かくて…{w}ソファーもふわふわで。医務室はだるすぎるよ～"
    gg "コーヒーでも一杯飲むか？"
    pl "うぅむー…"
    gg "牛乳をたくさん入れてな。"
    pl "はーいっ。{w}さすがグレッグ主教様。話が通じる～"
    gr "もう、なまけ坊主二人もいるんだから！"
    pl "そう言わずに先生も座りなよ～マジですぐ働きに行くから。"
    gr "うう…いつもこうやって騙されているような……{w}まったく、[na2]くんには勝てないよね。"
    gg "ほれ、お前の分だ。"
    gr "…なんかあなたがわたしよりお茶の立て方が上手になったそうで変な気分。"
    pl "料理だって先生より主教様の方がうまいんだろう？"
    gr "えっ、本当？"
    gg "ゴホン…！{w}ま…まあ、努力するってことが大事なもんじゃないか？"
    pl "主教様はああでも女房が作った料理が一番だってよ！"
    gg "余計なことを…"
    pl "ヘヘッ。"
    gr "あのう、泣かせたいのか笑わせたのか一つだけしてくださる～？"
    pl "でも先生のお菓子だけは世界一だから～ここに来て三キロは増えたみたい。"
    gr "わたしも[na2]くんがあんまりにもよく食べてくれるから、どんどん作っちゃって五キロは増えたみたいよ…"
    gg "お前たち、二人とも運動が必要なんじゃないか？"
    pl "俺はその分頑張って動いてるからいいんです~ 運動が必要なのは先生の方だろう。"
    gr "わ、わたしだってけっこう動いてるよ！そこを刺すなんて…{w}二人ともいじわる。"
    pl "そう言っても毎日笑っているじゃないですか、先生～"
    gr "それは…[na2]くんみたいなカワイ子ちゃんがわたしたちの間にいるから、当たり前でしょう？"
    gr "ふふ…{w}わたしったら。これが母親の気持ちかしら～"
    gg "他人の子供に何てことを。"
    pl "いや、俺はこのまま二人の子供になります～{w}いいんですね？"
    gr "もう、こっそり横にならない！"
    $ _skipping = False
    gr "まったく…ふふふ。"
    hide screen textbox with dissolve
    stop music fadeout 2
    pause 2
    if gr_happy == False:
        scene bgw with dissolve
        show Blsnow zorder 0 with slowdissolve
        pause 1.0
        nvl clear
        "{color=#000000}{size=0}{k=0}\n 自分を変えるのは自分だけ。どんなに大きな変化も、全てあなたの一歩から。{/k}{/size}{fast}{/color}{nw}"
        show day12_1 at truecenter
        pause 8
        show ctc onlayer screens at ctc:
            xalign 0.5
            ypos 420
        $ _dismiss_pause = True
        $ renpy.pause()
        $ _dismiss_pause = False
        hide ctc onlayer screens
        hide day12_1
        with gjdissolve
        pause 1
        hide screen nvlbox with dissolve
        play music "audio/bgm/ed.ogg" fadein 2.0
        show screen textbox with dissolve
        $ _skipping = True
        nar "目が眩むほどに明るい真っ白な太陽。{w}綺麗だった地面にこびりついた汚物が光を帯びる。"
        nar "一度来た事がある場所のように思えた。後ろから吹いてくる生ぬるい風が、女性たちの髪を揺らす。"
        nar "彼女たちは俺の前に立ち、親しげな声で話しかけてくる。"
        nar "今度は反省したフリじゃない、俺は覚悟を持って真っ直ぐ前を向く。{w}幻聴ではない声で意識がくっきり冴える。"
        show SCG_04 1 with dissolve
        cr "私達、またお会いしましょう！"
        hide SCG_04 with dissolve
        show SCG_07 7 with dissolve
        ar "また、お会い出来ます様。"
        hide SCG_07 with dissolve
        show SCG_12 0 with dissolve
        rs "じゃあね。"
        hide SCG_12 with dissolve
        nar "俺が傲慢や強欲、怠惰や邪淫と薄汚い罪を懺悔し悔い改めようが、彼女らが消える事はない。"
        nar "永遠に許しを乞いながら生きてゆくのだろう。しかし後悔に脚を取られたまま生きはしない。"
        nar "罪を受け入れ、進む事こそが贖罪の道ならば、俺は、"
        nar "この救いに縋る事なく生きて行こう。"
        $ _skipping = False
        stop music fadeout 3
        gr "貴方の反省を心から願っているわ。さようなら。"
        hide screen textbox with dissolve
        pause 1.0
        menu:
            "懺悔":
                hide screen textbox with dissolve
                pause 2
                pause 1.0
                scene black with dissolve
        pause 3.0
        hide screen nvlbox with dissolve
    play sound "audio/bgm/op.ogg" fadein 2
    pause 2
    nvl clear
    hide screen keymap_screen
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    $ persistent.dmy = 0
    $ persistent.hssh_end_2 = True
    jump end_gr

label gr_end_2:
    stop music fadeout 1
    hide screen nvlbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 頭の上から羽搏く音が聞こえた。崇高に聞こえていた音が、もはや何かから逃げる為に必死に羽搏く音に聞こえてくる。"
    "その音は幾ら藻掻いても空へ飛べなさそうだ。羽のある生き物よりは、蜘蛛の巣に引っ掛かった蝶のようにか弱い。"
    et "俺にまだ悔悟の機会が残っているなら、きっと告解を受けてくれる人が必要だ。"
    nvl clear
    "\n天使だ！俺は天使を探すべきだ。{w}天使だけが俺を赦せる筈だ。天使だけが俺の重い罪を浄めて、堕ちた魂を正してくださるだろう。"
    "天使はいる。只俺の告解を聞いてくださる為に地上に顕現して、俺だけが彼女の声を聞ける。俺はこれだけが正しい道だと信じている。"
    "もうそれ以外考えられない。開け放たれた扉の外に飛び出し、もう一度世界に身を委ねた。"
    et "流れ出る涙に光が上がってきて視界が白くなった。{w}俺はそれが真の禍だと思っている。"
    hide screen nvlbox with dissolve
    scene bg02 with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 行き先が決まらないままただ走って、今までの記憶を忘れないようにと努力した。"
    "崩れ落ちてしまった俺の人生と、これから迫ってくることに対する心配を。"
    "花壇、部室、作業場…"
    stop music fadeout 2
    et "俺は天使がいそうな場所を彷徨って、ついにあの場所へと辿り着いた。全てが始まった所、誰もがいずれ戻るべき所へ。"
    hide screen nvlbox with dissolve
    show screen place_day12_sc with dissolve
    hide screen place_day12_sc
    $ place = renpy.call_screen("place_day12_sc")
    return
return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
