label day6_rs_rkn:
    show screen textbox with dissolve
    play music "audio/bgm/Rose.ogg" fadein 2
    show SCG_11 5 with dissolve
    pl "いや…違う、ラヴィ。"
    pl "お前が何を言いたいかはよく分かるが…こんな急に何もかも終わらせるなんてあり得ないって。{w}きっと他に何か方法があるはずだぜ。"
    show SCG_11 1 with fastdissolve
    rv "恐れ入りますが、坊ちゃまはボクの話を完全にご理解なさってない様で。"
    show SCG_11 4 with fastdissolve
    rv "貴方様は「外地の人」。ボクたちと関わる必要のない御方なのです。"
    rv "お願いです。ボクは貴方様の便宜の為に申し上げさせて頂いているんですよ。{w}ここでローズを…"
    pl "過ぎた願いってのは分かってる…俺はお前の言う通り部外者そのものだしな。"
    pl "でも俺はもうローズのことを知ってしまったんだよ、ラヴィ！{w}もうお前たちとは全く関係ない人にはなれないんだ。"
    pl "なのに急に全部忘れろだなんて…そんな簡単な事じゃないんだぜ。"
    show SCG_11 3 with fastdissolve
    rv "……"
    pl "…あとさっきから俺のことを考えてくれてる風に言ってるけどさ、"
    pl "こうやって俺が帰ったとして本当に俺の気分が晴れるとでも思ってるのか？"
    rv "お坊ちゃま…"
    hide SCG_11 with dissolve
    nar "勢いだけで言葉を吐いた口を閉じた。"
    nar "ラヴィアンは俺の知っている司祭の中でも一番賢く、そんな彼がそこまで言うなら何かの明らかな理由があるってことだ。"
    nar "事実、その理由が何なのかはぼんやりと分かってくる。{w}ローズはまだあそこに立っている。"
    nar "俺たち二人の熱っぽい会話が全く分からないように、偶に自分の名が出てくる際だけ顔を上げて俺たちを見つめる。"
    nar "汚物を被ったまま。{w}俺は彼女がどんな人なのかは知らない。"
    nar "今まで俺が彼女と過ごした時間は、俺の愚かな誤解と彼らが作り上げた偽り、元々正解なんて存在しない好奇心によるものだから、"
    nar "今は全て意味を失った。もう何もかも何にもならないってことなんだ。"
    show SCG_12 0 with dissolve
    rs "…[na]、もうこないのか？"
    pl "……"
    hide SCG_12 with dissolve
    nar "しかし、だとしても何も知らないまま終わったのではない。"
    nar "とにかく俺が「ローズ」という人物が神殿にいたことを知ってしまったのは事実。"
    nar "俺がすぐここから離れられないのはそのせいだった。さっきラヴィに言った通り、このまま帰ってしまうと俺が気楽になれない。"
    nar "多分俺はずっと彼女のことを考えるんだろう。"
    nar "もうこの図書館には来れずに、童話かそれに似た本を見つける度に未だ彼女がこの神殿にいることを思い出すだろう。"
    nar "俺のせいで人を待つ時間がどれだけに長いか分かってしまった彼女を…{w}それは流石に嫌だ。"
    pl "…ラヴィ…俺はお前と言い争いたいワケじゃねえんだ。{w}ただ、ただほんのたまにでいいからローズに会わせてくれないか？"
    show SCG_11 1 with dissolve
    rv "……坊ちゃま…罪悪感で他人に接しては…いけません。"
    pl "俺の気持ちだけじゃなくてローズの気持ちがどうかも考えて言えよ、お前はお兄ちゃんだろ！"
    show SCG_11 5 with fastdissolve
    rv "……!"
    hide SCG_11 with dissolve
    nar "瞬間、ラヴィアンの顔から笑みが消えた。"
    nar "彼は固まった体を動かして一歩後退りしたが、すぐ隣の妹に裾を取られてはいつもの顔に戻った。"
    show SCG_11 3 at right
    show SCG_12 0 at left
    with dissolve
    rv "ローズ……"
    rs "にいたま？"
    rv "……"
    show SCG_11 0 with fastdissolve
    rv "…申し訳ございませんでした、ボクがお二人の大事な絆を奪おうとしてしまいましたね。"
    show SCG_11 1 with fastdissolve
    rv "一日中機械ばかり弄っていたら頭も硬くなっちゃったのかな。"
    show SCG_11 4 with fastdissolve
    rv "では取り敢えず今やるべきことをまとめると、ローズを洗ってあげてから図書館の本を整理することでしょうね…"
    rv "[na]坊ちゃま、もし宜しければお手伝い頂けますでしょうか？"
    pl "あ…え？もちろん、俺に出来ることなら何でも言ってくれ！じゃあまず…本棚の整理からした方がいいのか？"
    hide SCG_11
    hide SCG_12
    with dissolve
    nar "ふと掌と指の間にじめじめした何かが割り込んできた。{w}びっくりして視線を向けたらそれはローズの手だった。"
    nar "汚物塗れの手はじめじめしていて、少しだけ温かかったので、彼女の手だと分かっていても思わず眉を顰めてしまう。"
    nar "ラヴィに気付かれなければいいのに。"
    show SCG_11 1 with dissolve
    rv "どうやらローズは[na]坊ちゃまと一緒に行きたい様ですね。"
    pl "お…俺と？大丈夫かよ…"
    show SCG_11 0 with fastdissolve
    rv "はい、ローズは自分で洗ったり、服を着替える事が出来るので"
    rv "誰かが彼女の姿を見る事のない様簡単な護衛を目的としていただけたらと思います。{w}もしお困りの際は仰ってくださいね。"
    pl "や…大丈夫。{w}で…普通に一緒に行ってあげればいいのか？"
    show SCG_11 1 with fastdissolve
    rv "はい、実際隣に居てあげるだけでも充分助けになる筈ですので。"
    nar "ラヴィは俺を見つめてはにこりと笑う。"
    nar "大体の人のように気分がいいってことを表す為でなく、只表情そのものに笑みが染みたような印象だ。"
    nar "俺は勇気を出して異物感がする手を握った。ローズは表情もなく俺を見上げた。"
    show SCG_11 4 with fastdissolve
    rv "これはローズの着替えの服です。チャックを閉めてあげるところだけ手伝って頂けたらと。"
    pl "あ…うん。"
    rv "では…よろしくお願い致します、[na]坊ちゃま。"
    pl "ああ、じゃあ後でな。"
    stop music fadeout 2
    hide SCG_11 0 with dissolve
    hide screen textbox with dissolve
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    "\n 俺たち二人はラヴィの見送りを受けながら図書館から出た。"
    "「俺たち二人」とは言っても俺が一方的にローズの後に付いていくだけだった。せっかく握っていた手もすぐ解けてしまう。"
    et "俺は彼女が神殿の地理をよく知らないはずだと思っていたけど、そうでもないみたいだ。"
    nvl clear
    scene black with dissolve
    "\n 学術部の司祭なる者であり、学術部の寮には慣れているってことか。本人に聞きたかったが、そうしたらローズの足が止まりそうでやめておいた。俺はもし周りに人はいないか不安で、一刻でも早く彼女と湯のある所まで行きたかった。"
    "幸いシャワー室はそう遠くはない。他の司祭の服を怪しく取ったまま女子シャワー室の前にふらつくことも嫌だったので、俺は彼女の服を近くの脱衣室に入れてシャワー室を出た。ローズの答えは降り注ぐ湯の音のせいでよく聞こえない。"
    "静かな寂寞の中で洗面台の音が、遠くから聞こえてくるローズの湯の音と重なる。香りは、図書館と同じくラベンダーの香りがしていた。"
    nvl clear
    "\n 水溜りに脱ぎ捨てた手袋と共に手を入れたら、付いた異物が剥ぎ取られ、水を漂う。水溜りの底で黒く揺れる二つの手袋はまるで彼らの瞳だ。"
    stop music fadeout 2
    et "考えか、感情かどちらにせよ全く読めないそっくりの目。{w}ずっと眺めているとぼうっとしていた俺の顔が映った。"
    hide screen nvlbox with dissolve
    pause 3
    scene bg03 with dissolve
    play music "audio/SE/tutorial walking.ogg"
    show screen textbox with dissolve
    pl "ローズ、いるか？"
    play sound "audio/SE/knock.ogg"
    nar "戻ってきて、脱衣室の扉を二度叩いた。{w}「うん」と、今度は確かに答えが聞こえたが、脱衣室が狭いせいか木霊がしている。"
    pl "じゃあ自分で図書館まで戻れるか？"
    rs "いくな、そこにいろ。"
    pl "はいはい…その代わり早く出て来いよ。"
    rs "……[na]、もうこないのか？"
    pl "ん？ここ来る前も聞いてたよな、それ。"
    rs "あの時返答しなかった。おまえはローズを見て吃驚していた。吃驚した人はもう来なくなる。"
    pl "それは…お前がビックリするようなことをするからだろ。一体なんでそんなことをしたんだ？"
    rs "ローズが汚物に塗れるのは「たのしい」から。"
    pl "…全然楽しくない。"
    rs "街の子供達は楽しそうだった。"
    pl "楽しくない。全く面白くもない。{w}アイツらが悪いんだよ…なるべく突発的に行動するのは控えてくれ。"
    rs "とっぱつてきこうどう？"
    pl "その、あんだろ。ちゃんと整頓されてる本を急に全部引き出しちまうとか。"
    rs "お気に入りを選べと聞いたのだが。"
    pl "地べたに引きずり出さずとも本は選べるだろ…"
    rs "だからもうこないのか？"
    pl "…来るよ。お前のお兄ちゃんともちゃんとお話したし。{w}多分。"
    rs "……"
    pl "嬉しいか？"
    rs "うれしい。これでにいたまともおはなしできる。"
    pl "そうだよ、お前さあ…よくも俺を騙したな。{w}どんだけビックリしたか分かるか？"
    rs "ローズはおにいたまの頼み事を受け、ラヴィアン・ローズの役割を遂行したに過ぎない。嘘は付いていなかった。"
    rs "即ち、騙してなどいない。"
    pl "結局は騙された俺がアホってか…ハァ。ラヴィについて話しながら自分では何とも思わなかったのか？"
    rs "やだった。"
    pl "ヤだった？"
    rs "おにいたまをにいたまと呼べなかったからだ。"
    rs "世の中には数多く名前という物が存在し、名前は長らく呼ばれなくなると意味が退色してしまう。"
    rs "つまり、ローズがローズと呼ばれずラヴィアンと呼ばれた時、その場からローズは消えてなくなると同然だ。"
    rs "ラヴィアンと呼ばれたローズはもうローズではなくなってしまう為にある。"
    rs "だから、にいたまをにいたまとよべないのは、やだった。"
    rs "ラヴィアンがローズのおにいたまではなくなってしまうのが、ローズとにいたまの絆が消えるのがやだった。"
    pl "名前ぐらい呼ばなかったからといって家族じゃなくなるワケじゃないだろう。お前ら二人はどうみても双子だし…"
    rs "それは視覚的情報に過ぎない。真実に気付けていないのは[na]、おまえも同じだ。"
    rs "ローズの中で意味を確立する為にも絆を意味する呼び名は必要だ。"
    nar "ローズの説明は出鱈目だったが、全く話にならない訳ではない。{w}実際昨日まで俺は彼らが双子だってことも知らなかったし、"
    nar "彼らを他でもなく兄と妹だと思えたのはローズが彼を「にいたま」と呼んでいたからだ。"
    nar "もしそう呼ばなかったら、彼らが双子の兄と妹だってことは只俺が考えられる数多くの可能性で一つにしかならなかったんだろう。"
    pl "お前はホント、お前のおにいたまのことが大好きなのな。"
    rs "おにいたまとの絆だけが、ローズの持つすべてだからだ。"
    pl "なんで？{w}お前は本もいっぱい読んでるし、あと…イヴリン主教様もお前のこと知ってたろ。"
    rs "それらは全ておにいたまの所有であり、ローズ個人の所有ではない。"
    pl "…もう俺とも仲いいだろ、俺との仲もそこに追加しときなよ。"
    rs "おまえとの仲？"
    pl "そう、俺との仲。{w}これはお前のお兄ちゃんが与えたモンじゃなくて、お前の手で成したんだし。{w}な？"
    rs "[na]はローズの、なんだ？"
    pl "うーむ、多分友達だろ。お前はどう思うんだ？"
    rs "[na]はローズの……"
    rs "……"
    pl "…オイ、そこで急に静かになるなって。"
    rs "ちゃっくがあがらない。ローズは手助けを要請する。"
    pl "チャック……{w}そういやそうだったな。分かったよ。"
    stop music fadeout 2
    hide screen textbox with dissolve
    play sound "audio/se/door close.ogg"
    scene black with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 扉を開けて入った瞬間、彼女はすぐさま俺に抱き着いてきた。"
    "視界に入る彼女の姿は不自然な程に真っ白で、俺は反射的に扉を閉める。ゆっくりと背中が滑り落ちる。"
    "ボールぐらいの大きさの頭が腹の下を押していく。重さも丁度それ位だった。しっかりとした革に、干し草と泥で詰めて固めたボール。"
    nvl clear
    "\n 「ちょっ…」"
    play music "audio/bgm/r18.ogg" fadein 2.0
    et "闇の中、その白い身体は浮いているようにも見える。彼女はその状態で俺から温度を奪うかのように、ぴたりとくっ付いたまま離れない。"
    nvl clear
    hide screen nvlbox with dissolve
    show cgrs02 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    "\n 「どうだ？」"
    et "又これだ。{w}又この瞳。苔色の水を泳ぐ魚の様に空虚で、命ある者とは到底思えない程の黒い瞳。{w}そこに間抜けな顔をした俺の姿が映る。"
    nvl clear
    "\n 「ローズのからだは、ヒトのからだか？」"
    "すると、俺の中から自然と羞恥心は消える。突拍子もない状況に早まっていた鼓動も段々静まっていく。"
    "身体は濡れた髪に反して水気がない。彼女の足元に敷かれたタオルがその役割を果たしたと言う証拠だろう。ローズは自分でシャワーが出来る。彼が俺に嘘を付いた訳じゃないのなら、多分一人で着替える方法も分かっているのだろう。だからこれは急な我が儘だ。"
    et "何でこんな事をするのか、その理由は…あまり考えたくない。"
    nvl clear
    "\n 「…普通だよ。」"
    "応えるまでもなく、その身体は普通だった。こうと言った魅力が無いのと同じく、特別貶せるような所も無い。どの人間でも同じような事だが、しっかりと骨の上に血筋の立った筋肉と脂肪を纏っている。"
    et "しかも俺の脚を押し潰している肉の塊には温気さえあった。震えてはいないものの、其れなり寒さは感じているのか鳥の表皮の様に肌がブツブツと立っていた。"
    nvl clear
    "\n その全てに拒否感を覚えてしまったのは重い顔を上げた時だった。{w}彼女は自身の身体を舐め回すように見ている俺の事を顔色一つ変えずに見ていた。まるで俺の行動一つ一つから何かを学ぼうとして居るかのように、毎日見ている顔なのにも関わらず全く馴染みがない。"
    et "そんな非人間じみた部分が身体が持ち合わせる人間的部分をすべて不快な違和感へと変えていく。{w}手を伸ばすだけでその温かい肌は人間のものだと解る筈なのに、手はおろか彼女の名前を呼ぶ事さえしなかった。そうしたいと思えなかった。"
    hide screen nvlbox with dissolve
    stop music fadeout 2
    pause 1
    scene black with dissolve
    pause 1.0
    scene bg105 with dissolve
    call place105
    pause 1.0
    show SCG_11 1 with dissolve
    show screen textbox with dissolve
    rv "お帰りなさいませ、[na]お坊ちゃま。"
    pl "ラヴィ…"
    nar "その顔を見て、扉が閉まることを確認しては全身の力が抜ける。{w}ローズを受けたラヴィは当惑か、罪責か知れぬ微妙な顔だ。"
    pl "帰る道中で眠っちまってさ。おねむさんらしいな。"
    show SCG_11 4 with fastdissolve
    play music "audio/bgm/Rose.ogg" fadein 2.0
    rv "お疲れ様でした、感謝致しております。そしてうちのローズがご迷惑をお掛けして申し訳御座いませんでした。"
    rv "自力でやろうとしてはいるのですが、やはり手の掛かる子でして…{w}何かお困り事は御座いませんでしたか？"
    pl "い…いや、何も。おんぶしながらでちょっと疲れたぐらいで…{w}ハハ。一人でちゃんと洗えてたし、全然大丈夫そうだったぜ。"
    show SCG_11 1 with fastdissolve
    rv "なら良かった。本当、どう感謝を申し上げたら良いものか。"
    pl "俺こそ、お役に立てたならよかったぜ…"
    nar "罪悪感が胸に刺さる。{w}目をぎゅっと閉じた。躍り上がる息を抑えながらその感触を記憶から消そうとしてみた。"
    nar "しかしそうする度に更に鮮明に蘇るだけだった。"
    show SCG_11 5 with fastdissolve
    pl "…どうやらお前の妹が俺に大分慕っているようだし、これからは俺がお前に代わりつつローズを看てやるから…"
    pl "何かあったらいつでも言ってくれ。"
    rv "お坊ちゃま、そればかりは…"
    nar "狂人め、自分に悪口でも言い捨てたい気分だ。{w}これは衝動的な発言だ。責任を負う自信も考えもない、只吐いてみただけの言葉。"
    show SCG_11 4 with fastdissolve
    rv "…はい、これ以上頂いた行為を拒否することはお二方にも失礼ですよね。"
    rv "どうやら坊ちゃまはボクから一生分の感謝を頂くつもりでいらっしゃったらしい。"
    rv "お恥ずかしながらボクは学術部司祭にしては文章の駆使力が然程豊富では御座いませんでして、"
    rv "何度も繰り返しになってしまいますが…百回、いや千回でも申し上げさせて頂きます。"
    show SCG_11 1 with fastdissolve
    rv "本当に、本当にありがとうございます。心から感謝いたしております。"
    rv "坊ちゃまもまた、ボクが助けになれることがあったらいつでもご相談ください。"
    pl "ハ…"
    nar "笑えるな。"
    pl "ハハ…お前はホント、大げさなんだって、こんな…どうってことない……"
    pl "……"
    pl "俺…そろそろ帰るぜ。"
    show SCG_11 4 with fastdissolve
    rv "そうですね、そろそろお時間ですし。気を付けてお帰りくださいませ、坊ちゃま。"
    stop music fadeout 2
    hide SCG_11 0 with dissolve
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "重たい体をよろめきながら歩いて行った。"
    nar "精神は随分疲れたが、体はまるで羽のように軽い。"
    nar "足はまるで自分のものではないように自ら動き、神殿の間間を彷徨えた。景色が変わり、数多くの人が俺を只通り過ぎた。"
    nar "俺はなんてことをしてしまったんだ。これからはどうなるんだ。"
    nar "もしや俺がやったことが神殿に広がってしまえば、ここの人たちは皆、俺を一度ずつは振り向くんだろう。"
    nar "……"
    hide screen textbox with dissolve
    pause 1
    play sound "audio/se/memory.ogg"
    scene bgw with dissolve
    play music "audio/bgm/Dream.ogg" fadein 4
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 傾けた首を再び上げると、そこには光があった。誰かが消そうとしても永遠に消えない光は燦燦と俺を迎えてくれた。"
    "俺はただ彷徨えただけではなく、ここに戻ってくる為に歩いてきたんだ。"
    et "目が潰れてしまいそうに真っ白く光る一双の大きな翼は、明らかにこの世のものではなかった。"
    nvl clear
    "\n 俺の目はその光を完全に受け入れずに暗くなった。首が自然と床へ向かう。膝から力が抜ける。"
    "俺は震える両手を上げ、彼女の肌に触れようとした。{w}一一層丁寧な接し方を知らない俺自身が嘆かわしい。"
    "しかし天使はこんなに不敬な俺にも機会を与えてくれた。彼女に触れられた。両目から何気なく涙が零れた。"
    "俺は彼女の柔らかな両手を握って、まるで生まれたばかりに戻ったように泣いた。"
    et "天使に触れている。なのにまだ俺の両目は潰されておらず、声帯は吐き気もなく声を出し、精神さえ頭痛がなく澄んでいる。"
    nvl clear
    "\n 天使は俺の為にこの地に顕現したのだ。{w}ああ、感謝致します、天使様。"
    "どうか俺を、私をお許しください。{w}貴方の慈悲で愚かなる私の行く末をお構いください。"
    et "私の過ちをお許しください。"
    nvl clear
    "\n 「俺は…私は、学術部の司祭が持つ綺麗な心を疑いました。"
    "保護者に頼まれた以上、その子の責任を負わなければならないのに…"
    et "私は大切にすべきその子に不快な感情を感じてしまいました。」"
    nvl clear
    "\n 口に出してしまった罪が重さを持つ。"
    "その全ての罪を残らず自分の口で吐き出してから、俺はこれが現実だと受け入れることができた。"
    "光は未だに罪人を隠したり、避けたりすることもなく俺の頭の上に溢れてくる。{w}天使がこの罪を許した限り、俺はまだ人間たる者でいられる。"
    $ _skipping = False
    et "翼の下にできた影法師の中、温もりの混じった風に吹かれながら…俺は世界で一番美しき光を迎えた。"
    $ save_name = "day 6, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day7_rs
    return

label day7_rs:
    $ day = 7
    $ save_name = "day 7, 朝, 楽園"
    play sound 'audio/se/bell 2.ogg' fadein 2.0
    image 7day = Text("day 7",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '7day' at day00 with slowdissolve
    pause 5
    hide expression '7day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene bg10 with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    show screen nvlbox with dissolve
    play music 'audio/bgm/dialogue.ogg' fadein 2.0
    $ _game_menu_screen = 'preferences'
    nvl clear
    "\n 長い夢を見た。揺れる視界と脳を重々しく圧迫するような頭痛、少なくとも7日間は眠っていたらしい。"
    "俺の意識があの夢に囚われていたことだけは確かだが、内容は全く思い出せない。"
    "怖い夢を見た気がして、また逆に良い夢を見た気もする。"
    "長い夢というのは、大体覚めたくないほどに楽しいか、覚められないほどに怖いかのどちらかだ。"
    "これ以上詳しく考えたくなくて、まだ痛む頭を枕に沈めた。{w}もううんざりだ。"
    "ここ最近、夢のことを考えてどれだけ時間を無駄にしただろうか。"
    et "しかし、もうその必要はない。{w}天使は夢でなく現実で俺に話しかけてくれるからだ…"
    nvl clear
    "\n 布団の上で顔を斜めに上げ、窓の外から入ってくる真っ白い光を眺めた。"
    "夜の間に沈んだ太陽が朝を迎えて再び昇っている。{w}今は朝だな、あの微かな光景を見ながら当然のことを思っていた。"
    "体がだるい。{w}目をじっと閉じても頭が痛いだけ、もう眠れなさそうだ。"
    "もしかしたら気のせいではなく、本当に7日間ずっと眠っていたのではないだろうか。何となく期待してみたが流石にそれはないってことは良く分かっている。"
    et "意識が夢から覚めると共に、昨日までの記憶もはっきりと蘇った。頭の中で今日のやるべき事をまとめてみる。"
    nvl clear
    "\n まずはベッドから起きないと。{w}共用の洗面所が人で埋まる前に洗面台を確保して朝の準備をするべきで、ついでに溜まった服も洗濯しておいた方が良いだろう。"
    et "そして身支度を済ませたさっぱりとした姿でマヤに挨拶してからは、主教様の授業を受けるべきだ。{w}彼女と対面するのは少々気まずいが、ただ聴くだけなら問題ない。"
    nvl clear
    "\n 仕事は辛いが、なんとかやっていけなくもない。{w}俺はまだまだ新入りだがそろそろ慣れも出てきた。"
    "だが俺は今、見慣れた天井の下で酸っぱい臭いのする布団を被っていた。{w}扉の外からはいつも通りに支度をする司祭たちの足音が聞こえている。"
    "やればできるが、やりたくない。{w}浄化部の仕事だけでなく何もかもが、ベッドから起きることさえもそうだ。"
    stop music fadeout 2
    et "単なる気まぐれか、それとも物臭だろうか。{w}ともかく俺は腹の上で手を組み、二度寝をしようとした。"
    nvl clear
    hide screen nvlbox with dissolve
    scene black with dissolve
    show screen nvlbox with dissolve
    et "\n 「きにいらない？」"
    scene bg10 with dissolve
    nvl clear
    show screen nvlbox with dissolve
    nvl clear
    "\n …そうして10分も横になっていただろうか。"
    et "重たい体を再び起こしたのは静かになった外の状況に不安を感じたからではなく、それがすべき事だったからだ。"
    hide screen nvlbox with dissolve
    nvl clear
    $ show_quick_menu = False
    show screen morning with fastdissolve
    $ renpy.call_screen("morning")
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play music 'audio/bgm/daily.ogg'fadein 1.0
    nar "湿っぽい風が、束の間に乾いてかさかさする目を蹴って通りすがった。{w}今見たら空はやけに曇っている。"
    nar "部室に入る前に、一旦足を止めた。{w}点呼がちょうど終わったのか、十数人ぐらいが一気に狭い扉からこぼれ出ていた。"
    pl "マヤ！"
    nar "その中に見慣れた顔が見えて嬉しく近づいた。"
    nar "暫し足を緩めて俺たち二人の方に視線を投げかけた司祭たちは、又おのおの歩いて廊下を出た。"
    show SCG_02 0 with dissolve
    my "…ぁ…おはよう、[na2]くん。"
    pl "仕事に向かう途中だったか？"
    show SCG_02 7 with fastdissolve
    my "う…うん、わたしは仕事…"
    hide SCG_02 with dissolve
    nvl clear
    "{nw}" with sshake
    nvl clear
    nar "ぐずぐずした歩きで行列を抜け出そうとしたマヤに、誰かがぶつかって通り過ぎた。"
    pl "マヤ、大丈夫か？！"
    show SCG_02 8 with dissolve
    my "だ…大丈夫。そんな強くぶつかったわけでもないし…{w}狭い道で立ちっぱなしだったわたしが悪いんだもの。"
    pl "なら良かった。{w}でも、マヤが怪我するようなことばっかりは起きないでほしいぜ…"
    my "そんなあ…大げさだよ、[na2]くん…心配してくれてありがとう。"
    pl "いやいや、当たり前のことだって。俺が変に声掛けちまったせいで…ゴメンな。"
    my "…[na2]くん、昨日……ちゃんと戻ったの？"
    pl "あ…？ああ、まぁ……お陰様で。"
    my "その…とっても疲れてそうだったから心配になっちゃって。"
    pl "ハハ……マヤにまた心配掛けちまったな。"
    show SCG_02 0 with fastdissolve
    my "……わたし、あれはなかったことにするから、[na2]くんもそう思ってちょうだいね。"
    pl "……"
    my "…先に帰るね。"
    pl "あぁ…お、俺一緒に行こっか？"
    show SCG_02 8 with fastdissolve
    my "ううん…いつまでも[na2]くんやキューくんに頼るわけにもいかないし。{w}[na2]くんもお仕事…ちゃんと頑張ってね。"
    pl "……気を付けてな。"
    my "うん…[na2]くんも。"
    hide SCG_02 7 with dissolve
    nar "マヤは小さな背中を見せながら廊下の向こうへ歩いて行った。{w}その背中にはきっと天使の痕跡があるだろう。"
    pl "……"
    stop music fadeout 3
    nar "いつの間にか部室の前には誰もいなくなり、室内からは男たちの笑い声のような声が聞こえてきた。"
    pl "なかったこと…"
    nar "天使が去り際に残したあの言葉を反芻してみた。"
    nar "彼女の言葉の意味は昨日ラヴィアンから聞いたこととほぼ同じだった。{w}天使は俺の罪を許すことにしたんだろうか。"
    nar "ならば俺がローズに対して犯した罪は、このままなかったことになるのか。"
    hide screen textbox with dissolve
    scene bg04 with slowdissolve
    call place04
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2
    nar "ちゃっちゃと仕事を終わらせて作業場に戻った。"
    nar "作業場はまだ目まぐるしく回る機械の音で煩かったが、今日は鉄を打つ時に響くような異様な金属音が混じっていた。"
    nar "それほど離れてはいない場所でシーキュレットが中途半端な位置に佇んだままじっと倉庫の中を覗いていた。"
    nar "近づいてみれば案の定、わざわざ調べる必要もなく、金属音はすぐその中から聞こえていた。"
    pl "おい、何やってんだ？"
    show SCG_03 8 with dissolve
    sc "……"
    nar "シーキュレットは騒音の中で口を開いた。{w}何かを言っているようだが、元から小さい声は機械の騒音に完全に埋もれてしまった。"
    nar "良く聞こえないと耳に手を当てて合図を送ったが、彼は俺の合図を見たのにもかかわらず口を閉じた。"
    nar "その態度に不満を表す前に音が止まり、やっと彼は再び目をぎょろぎょろとさせて俺を見つめてきた。"
    show SCG_03 7 with fastdissolve
    sc "…絡繰りが故障しちゃってね。{w}学術部の司祭が直してくれてた所なんだ。"
    pl "お前らってとことん大声出すの嫌がるよなあ。{w}学術部？"
    sc "神殿で使われる絡繰りは全て学術部の作品だからね。聞いた事ないのかい？"
    pl "うーん…そういやこの前図書館行ったとき学術部のヤツに聞いた気がしなくも…"
    hide SCG_03 with dissolve
    nar "彼が視線を向けていた倉庫の中を覗いた俺は言葉を飲み込んだ。"
    nar "一瞬頭の中に浮かんだその彼が、倉庫の中から歩いて出てきたからだ。"
    nar "外に出た彼は頬や鼻面に微かな煤を付けたまま、ゴーグルに押された髪を掻き払った。"
    show SCG_03 7 at left
    show SCG_11 5 at right
    with dissolve
    rv "あれれ、[na]お坊ちゃま。昨日は無事お帰りになられましたか？"
    pl "うわぁ…直しに来てたって子がラヴィだったのか。{w}俺はまあちゃんと帰ったぜ。"
    sc "お疲れ様、ラヴィ。修理は？"
    show SCG_11 1 with fastdissolve
    rv "はい、100パーセント完璧な状態とは言えませんが、87パーセントぐらいは新品同様になりましたので当分は問題なさそうです。"
    pl "ひゃあ～やっぱすげえな。"
    show SCG_03 72 with fastdissolve
    sc "…二人って仲良しだっけ？"
    pl "そりゃ、まぁ…{w}俺最近よく図書館に寄ってるだろ？"
    pl "ハハッ、お前にガミガミ言われないためだけに勉強してんだよ。もう小言は言わせないぜ？"
    sc "ふぅん…"
    nar "シーキュレットは俺が引きずり回してきた袋に目配せしながら言い出した。"
    show SCG_03 8 with fastdissolve
    sc "[na2]、それ使うのかい？"
    pl "まあな。"
    show SCG_03 7 with fastdissolve
    sc "じゃあキミの分もボクが片付けておくから、二人でお話でもしてなよ。"
    pl "はぁ？急に？"
    show SCG_11 4 with fastdissolve
    show SCG_11 at bounce
    rv "ありゃりゃ…ボクは大丈夫なのですが！{w}[na]坊ちゃまは如何なさいます？"
    pl "正直仕事代わってくれるってんなら、俺にはありがたい話なんだけど…"
    sc "けど、何？"
    pl "ん～いや…まいっか。後で話変えるなよ。"
    hide SCG_11
    hide SCG_03
    with dissolve
    nar "シーキュレットが俺の分の袋を荷車に移して倉庫の中に入っていくうちに、俺たち二人は遠く離れた場所まで歩き出した。"
    nar "続いておぞましい機械音が聞こえ始めた。"
    nar "固まった物が押し潰される、あらゆる固い物体を摩り下ろし、その中の液体を取り出すような音…"
    pl "ぐぇ、気持ちわりぃ。"
    show SCG_11 1 with dissolve
    rv "やっぱり浄化部司祭の御方でも慣れない感じなんですかね？"
    pl "当ったり前だろ。あんなモン慣れられるかっての。"
    rv "全ての事柄には代表的に選び出して苦衷が最低30種類はあるとされていますしね。"
    pl "代表的に選び出したにしては多くないか……{w}それはそうとして、神殿にいるみんながお前を「ラヴィ」って呼んでるのか？"
    show SCG_11 4 with fastdissolve
    rv "そうでもないです。10名を基準とした場合、そのうち約2名がボクを愛称で呼んでくれる割合にあるという程度ですね。"
    pl "ふぅん…まあまあ少ないって感じなんだな。{w}アイツが他人を愛称で呼ぶことなんて滅多にないからさ、なんか不思議で。"
    show SCG_11 1 with fastdissolve
    show SCG_11 at bounce
    rv "[na]坊ちゃまもボクのこと愛称で呼んでるじゃないでちか。"
    pl "俺もお前の数少ない人脈に入ってしまったな、ハハッ。"
    nar "こいつだけの人脈ではないんだがな…"
    pl "…ローズはあの後どうだった？"
    show SCG_11 4 with fastdissolve
    rv "寮に戻るまでぐっすり寝たままでした。どうやら疲れちゃってたみたいで…{w}あの日は色んな事がありましたしね。"
    pl "そうだな…色んなことがあったな。何も問題ないならよかった。{w}昨日も言ったけど、俺に手伝えることがあったら何でも言ってくれ。"
    show SCG_11 1 with fastdissolve
    rv "では恐縮ではございますが丁度お願いさせて頂きたい事がございまして。"
    pl "おまっ…最初からこのつもりだったのか！{w}何なんだ？"
    show SCG_11 0 with fastdissolve
    rv "それが他でもなく、今日のお昼はローズを社内食堂に連れてって一緒に食事を取って頂きたいです。"
    rv "普段は弁当を食べているのですが…今日はそれが手に入らなそうでして。"
    pl "普通に一緒に行ってご飯だけ食って戻ればいいのか？"
    rv "はい。ローズは好き嫌いはあまりないのですが、もしメニューの中でトマトがあればよく言いくるめて食べさせてあげて下さい。"
    pl "まあいいんだけど…食堂はその都度再入場はできないだろ？お前はどうするんだ？"
    show SCG_11 1 with fastdissolve
    rv "ボクはその間少し溜まった仕事を片付けて参ります。{w}まあ溜まったと言えど然程でもないので、一時間で充分なのですが。"
    pl "いや…仕事のことを聞いたワケじゃなくって、お前の飯は？"
    rv "適度な空腹感は集中力を高める効果がありますので、逆に役に立つとも言えますね。"
    nar "ラヴィは何がそんなに楽しいのかいつものように笑ってみせた。"
    nar "その笑顔はかえって俺の気を逆撫でしてきたが、特に文句は言わなかった。"
    nar "彼が今日食事をしたら、逆にローズが食いはぐれるからだ。"
    pl "そっか、まあ…お前がいいってんなら。パンとか出てたら幾つか持ってくるぜ。"
    show SCG_11 2 with fastdissolve
    rv "[na]坊ちゃま、御厚意大変感謝申し上げますが…社内食堂の食べ物は持ち出し禁止です。"
    pl "マジか…何度かやらかしてんだけど。"
    show SCG_11 4 with fastdissolve
    rv "心だけ受け取っておきます、それではボクはそろそろ学術部に戻らせて頂きますね。"
    pl "もう？そっちも大分忙しいんだな。"
    rv "ボクは任された役割もありますからね。急なお願いにもかかわらず快く承諾頂きありがとうございます。"
    show SCG_11 1 with fastdissolve
    rv "シーキュレットお坊ちゃまにもよろしくお願いいたしますね。"
    pl "お疲れさん。"
    hide SCG_11 with dissolve
    nar "小さい気合と共に大きなカバンを背負ったラヴィは、荷物の重さを感じられない程軽々しく、早足で作業場の外へ向かった。"
    nar "その後姿を見ても未だに妙な気分だったが、深く考えないことにした。こんなのは無駄なお節介なだけだ。"
    nar "再び倉庫に戻ってみれば機械音は止まっていて、シーキュレットが黒い滓塗れの手袋を取ろうとしているところだった。"
    show SCG_03 7 with dissolve
    sc "お話はもう終わったのかい？早かったね。"
    pl "俺がアイツと二人っきりになってする話ってってもそれほどないだろ。でもわざわざ席外してくれたのはありがとな。"
    sc "音が大きいから一人でやった方が楽だろうって思っただけ。"
    pl "ハイハイ。"
    hide SCG_03 with dissolve
    nar "俺は袋の口を掴んで大きく広げた。{w}シーキュレットは長取手の瓢で滓を掻き出し、その中に投げ込み出した。"
    nar "軽かった袋は得体の知れない物で埋められて徐々に重くなっていった。"
    pl "…ラヴィと仲良いのか？"
    show SCG_03 7 with dissolve
    sc "通りすがりに挨拶を交わしてるぐらいだよ。絡繰りを使う浄化部にはさっきみたいなことが多いからね。"
    pl "忙しいヤツだな。学術部の仕事もあるだろうに…"
    pl "そういや学術部じゃ禍の観測以外になんか仕事あったりするのか？{w}聞けば遺物を解読するとか、そんなんだったような。"
    show SCG_03 8 with dissolve
    sc "古代の遺物を解読、研究してボクらが使える様な物に変えるんだ。{w}建築技術とかタイプライターみたいにね。"
    sc "彼らが言うには古代人の技術に比べれば現人類の技術は全然まだまだ野蛮らしいよ。"
    pl "残された人たちばっか追い付くのに苦労してんな…"
    sc "みんなそうだろ。"
    pl "であとは？"
    show SCG_03 7 with dissolve
    sc "あと？{w}学術部では…各個人で自由研究をするんだ。"
    sc "むやみやたらと作業してればいいだけのボクたちとは違って、学術部の司祭たちは結果を出さなければならなくてね。"
    sc "そうやって出た論文がそっちの主教の気に入ったら神殿生活が楽になるのさ。"
    pl "へぇ…やっぱ学術部って誰でもいけるってモンでもないんだな。{w}ラヴィは何の研究をやってるんだ？"
    sc "それは分からない。けど補佐教なんだし、それに見合う成果を出したんだろうね。"
    sc "ラヴィは物知りだからキミも仲良くなっておいて損はないと思うよ。"
    pl "ハハ、この前エノク兄ちゃんもおんなじこと言ってたな。"
    pl "お前みたいな陰気なヤツも認めるぐらいならホントにスゴいヤツなんだろうな！"
    show SCG_03 0 with dissolve
    sc "……そう。"
    pl "まぁ…で、アイツはなんか悩み事とかないんだ？"
    show SCG_03 7 with dissolve
    sc "悩み事…？あるんだったらこっちが聞きたいぐらいだね。"
    nar "既にずっしり重くなった袋を持ち上げる為に手首に力を入れた。"
    show SCG_03 8 with dissolve
    sc "でもあるっちゃあるんでしょ…その子だってヒトなんだし。"
    stop music fadeout 2
    pl "ハハ…だな、ラヴィは人間だもんな…"
    nar "……"
    hide SCG_03 with dissolve
    hide screen textbox with dissolve
    scene bg104 with slowdissolve
    call place104
    pause 1.0
    show screen textbox with dissolve
    nar "作業が終わるやいなや、ローズに会いに行った。"
    play sound "audio/se/knock.ogg"
    nar "扉を叩いても、最初は返事がなかった。そのうち扉のロックが解除される音がしたので、慎重に扉を開いた。"
    hide screen textbox with dissolve
    scene bg105 with slowdissolve
    call place105
    pause 1.0
    show SCG_12 A B 0 with dissolve
    pause 1
    show screen textbox with dissolve
    play music "audio/bgm/rose.ogg" fadein 2.0
    rs "いらっしゃい…ませ。"
    nar "中腰で佇んでいるローズはいつもと違って見えた。"
    nar "装いはいつもとそれほど変わらないが、いつものズボンの代わりにスカートを履いているのが目に入ってきた。"
    nar "もじゃもじゃとした前髪には髪留めが何本か刺さっていて、ずっと髪の毛で隠していた両目もしっかりと俺の方を見ている。"
    pl "ローズ…{w}何なんだ、その姿は？"
    rs "イヴリン様がローズに与えた、ローズの司祭服。{w}おにいたまがもうローズはローズで居てもいいと言ってくれたから。"
    pl "でも違う服装になっちゃうとお前たち二人の正体を疑う人が増えちまうんじゃないのか？"
    rs "にいたまが許可してくれた。ローズの好きな服を着るようにと。"
    pl "好きな…"
    show SCG_12 at bounce
    rs "どうだ？{w}この姿のローズは、[na]からして。"
    nar "燕の尾みたいな格好の兄とは違って、"
    nar "丸いテーブル掛けのような衣装は全体的に少年みたいな雰囲気の彼女を柔らかくして見せた。"
    nar "それだけでなくローズ自身だって、俺の言葉を覚えてくれたようで前よりずっと機械の感じがしない口振りだ。"
    pl "まあ…前髪が上がって顔が見えやすくなったからか見栄えがいいな。"
    rs "みばえがいい…褒め言葉か？"
    pl "そうそう。俺の褒め文句はお高いんだぜ、どうだ。{w}嬉しいだろ？"
    show SCG_12 4 with fastdissolve
    show SCG_12 at bounce
    rs "うれしい。{w}ローズ、みばえいい。ほめもんく。{w}うれしい！"
    pl "ハハ…完全に自然に喋るにはもうちょい練習が要るな。"
    show SCG_12 0 with fastdissolve
    rs "例えば？"
    pl "例えば…そうだな、そうやって嬉しいときは笑えばいいと思うぜ。俺みたいに…{w}ホラ。"
    nar "普通に笑えば良い、と言いながらも人に表情の作り方を教えるというこの状況は中々可笑しい。"
    nar "俺は震える口元と、垂れたまぶたを出来る限り整えて一生懸命に自然な笑顔を作ろうとした。"
    nar "その間もローズは黒い目で俺を見つめていた。"
    nar "まるで焦点を失ったような瞳が俺が作り出す表情の皺一つ一つまで静かに眺めていた。"
    show SCG_12 1 with fastdissolve
    rs "……"
    nar "そしてやっと彼女が笑顔を作って見せた。涙袋に引っ張られた目尻が釣り上がり、細い唇もゆっくりと両側に裂ける。"
    nar "その姿は変な所もなく普通だった。誰かを倣って作り出した笑顔だってことが信じられないほどに、自然と染み込んだ顔だった。"
    nar "ふと気が付くと俺の顔からは表情が消えていた。"
    pl "…そう、似合うな。"
    nar "彼女はそのまままるで腹話術のように唇をつんと尖らして語る。"
    rs "みばえいい？"
    pl "そうだな、見栄えはいいな。"
    show SCG_12 0 with fastdissolve
    nar "俺はローズの両頬に両手を強く擦って、小麦粉や粘土などを捏ねる気分で表情を戻させた。"
    nar "ローズの肌は見た目より暖かく、少しじめじめした感じがして長く触れていたくはない。"
    pl "ローズ、お前のお兄さんに既に話は聞いてるだろうけど、今日は俺と食堂でご飯を食べるんだぞ。"
    rs "食堂？"
    pl "社内食堂だよ。なんだ、まだ外に出るのはイヤなのか？"
    stop music fadeout 3
    rs "ううん、もう大丈夫。{w}いく。"
    hide screen textbox with dissolve
    hide SCG_12 with dissolve
    pause 1
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen nvlbox with dissolve
    play music "audio/bgm/daily.ogg" fadein 2.0
    nvl clear
    "\n 食事の時は敢えて隅っこに座った。{w}幸い知り合いとの遭遇はなかったが、元々目立つ方だったので時折人の視線が感じられた。"
    "しかもラヴィが心配していた通り、メニューはトマトだった。"
    "珍しく眉根にシワを寄せてぶつぶつ言い出したローズを座らせ、軽く説教した。{w}アレルギーだろうかと思って聞いてみれば首を横に振った。"
    et "だったらどうして嫌なのかともう一度聞いてみたら、「食感」という短い答えだけが返ってきた。"
    nvl clear
    "\n 食感か…俺は何となく午前中の仕事を思い出した。{w}どろどろで、ぐちゃりとした腐った人間の肉の塊を。"
    "シチューの中の赤いトマトは煮込まれて原型を失っていた。{w}辺りからつまみ出せる薄い皮だけが、それが本来何であったかを推測させてくれる。"
    "ぶよぶよした塊は水面に漂っては、何回かスプーンでかき混ぜたら溶け出して汁と混じり合った。{w}表面に白い泡が出てきた。"
    "俺はその様子を複雑な気持ちで眺めては、結局舌を巻いてしまう。それをローズが見ていた。"
    et "何だよ、俺だって偏食したい時はあるんだ。と言ってやりたかったができなかった。"
    nvl clear
    "\n 俺がスプーンを口の中に入れると、ローズはやっと興味なさそうに匙を動かした。{w}ぐしゃりと、口に入れたトマトは舌の上でふにゃふにゃとしては食道を通って降りていった。"
    et "味もろくに感じずに立ち上がった。{w}ローズは嫌いな食べ物で腹を満たしたのが不愉快なのか、俺に付いてくるうちにずっと自分の腹を擦っていた。"
    hide screen nvlbox with dissolve
    show SCG_12 A B 0 with dissolve
    show screen textbox with dissolve
    pl "ローズ、手になんか付いてないか？"
    rs "？"
    pl "じっとしてろよな。やっぱスプーンの持ち方おかしいと思ってたんだよな…"
    nar "俺は周りを見渡して、近くの水道に寄ってティッシュに水をつけた。"
    nar "そこでローズを俺の正面に立たせたまま腰を屈め、彼女の袖を二度折り上げた。"
    show SCG_12 8 with fastdissolve
    rs "ふく…よごれちゃった？{w}みばえのいいふく、ローズにゆるされた…"
    pl "大丈夫だからそんな悲しまなくてもいいって、俺まで悲しくなるだろうが…"
    nar "俺はローズの手を握り、とても小さな物体の上に積もった埃を拭くような気持ちで指を一本ずつ拭いてあげた。"
    nar "白い手の甲に映る青い血管、関節の下に感じられる滑らかな骨に沿って水気をつけているうちに、まもなく手先に到着した。"
    nar "彼女の指の先はぎざぎざに欠けていて、まるで時計などに入っている歯車のようだった。"
    pl "爪噛むクセとかあるのか？"
    show SCG_12 7 with fastdissolve
    rs "……"
    pl "手を引いちゃダメだぞ。"
    rs "うん。"
    pl "悪いクセだぜ～これは。"
    show SCG_12 0 with fastdissolve
    rs "おにいたまもわるいっていってた。だから[na]にかくそうとおもった。"
    pl "隠せばいいってモンじゃねえって、めちゃくちゃになってるだろうが。"
    rs "問題ない。{w}おにいたまがおくすりぬってくれた。"
    pl "お薬ねぇ…ふぅん、そ。"
    nar "俺よりはるかに年下の妹の世話をしているみたいな気がした。"
    nar "ローズの世話をしてあげていると、まるで故郷の村の子供たちを思い出す。"
    nar "誰かの世話をしてあげるというのがこれほど手間が掛かるとは思わなかった。"
    nar "ラヴィは多分、毎日こういうことをしているだろう。"
    pl "次からは気を付けるんだぞ。"
    rs "うん。"
    pl "…うーん、ついでだし図書館連れてってやるよ。"
    rs "今日は本は読まないのか？"
    pl "申し訳ないんだが、今日は俺もな～んか疲れちゃってさ。早寝したいんだよ～"
    show SCG_12 7 with fastdissolve
    rs "じゃあ…ローズも今日は図書館に行かない。{w}寮に帰る。"
    pl "そ、じゃあ…寮まで。"
    rs "うん。"
    hide SCG_12 with dissolve
    hide screen textbox with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "…このままずっと静かだったら気まずい。何かでも話そうか。"
    pl "そういや、お前は結局学術部の司祭ではないのか？"
    show SCG_12 A B 0 with dissolve
    rs "肯定。以前は「ラヴィアン・ローズ」として返答したのみ、にいたまの名を借りぬローズは部外者である。"
    pl "ふぅーん…確かお前のお兄ちゃんが何か研究してるとかなんとか…もし何やってんのか知ってるか？"
    rs "知らない。聞いたことない。{w}おにいたまはローズに色んな話をしてくれるけど、業務については教えてくれない。"
    pl "じゃあ、お前たちは普段どんな会話をしてるんだ？"
    rs "今日の天気がどれだけ晴れていたかについて。身体の状態、茶葉の匂い、辞書で新たに発見した動物の情報…"
    pl "なんかフツーだな。"
    rs "研究について知りたかったのか？"
    pl "絶対ってワケでもないんだけどさ、気になるだろ。"
    rs "またその何でも気になる癖が出たな、[na]。"
    show SCG_12 10 with fastdissolve
    rs "学術部で進行される研究は多様である。腐った大地から生る植物や、生きる動物の先祖、人間の心理、自動人形…"
    pl "おーとまた？"
    show SCG_12 0 with fastdissolve
    rs "機械装置についての研究を示す。"
    pl "ヘェ、お前のお兄ちゃんだけじゃなくても絡繰りを専門的に扱う人が…まあ、そりゃいるだろうな。"
    pl "神殿で使われる絡繰りって全部そっちで作ってるらしいし。"
    show SCG_12 2 with fastdissolve
    show SCG_12 at bounce
    rs "でも、でもおにいたまよりすごい人はいないのだ。"
    rs "ローズのおにいたまは大陸一のすごい人なのだ。にいたまを軽蔑する人は許さない！"
    pl "わーかった、わかったって…？"
    hide SCG_12 with dissolve
    nar "ある人物を見るや否や自然に足が止まった。{w}マヤだった…そこを通っても可笑しいことではないけど、よりにもよって今かよ！"
    play sound "audio/se/running.ogg"
    nar "俺は必死に頭を捻って言い訳を探そうとしたが、結局ローズを抱き上げて路地裏に隠れることにした。"
    hide screen textbox with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "やがてマヤの姿が消えていった。{w}俺がほっとしてため息をこぼす間に、ローズは俺の腕の中で指をもぞもぞと動かした。"
    show SCG_12 A B 0 with dissolve
    pl "あ、ゴメン。ちょっと知り合いが過ぎてってさ。{w}その、お前は他の人に姿を見られると困るだろ？"
    rs "こまる？どうして？"
    pl "表向きにはお前が…その、ラヴィってことになってるから。"
    pl "お前が気楽に神殿を闊歩してるとお前のお兄ちゃんが立場に困っちまうだろ？"
    rs "おにいたまがこまるのはだめ…理解した。{w}ローズ、目立たない様にする。"
    pl "そうそう。"
    rs "[na]もおにいたまの立場を考えてくれたのか？だから、ローズを匿ってくれたのか？"
    pl "それもそうなんだけど…とりあえずそういう事にしとくか。"
    show SCG_12 10 with fastdissolve
    rs "昨日もそうだった。"
    pl "昨日？ああ、ラヴィのことな。{w}あの状況じゃそうせざるを得なかっただろ、そうそう。あん時と同じ。{w}ヤバい状況だったんだよ。"
    show SCG_12 0 with fastdissolve
    rs "やばいじょうきょう…じゃあローズが「ヤバい状況」の時は、今みたいに[na]が匿ってくれるのか？"
    pl "まぁ…手助けできる状況ならそうするだろうさ。"
    rs "……"
    pl "よし、着いたぞ。俺は中には入れないから、部屋までは一人で行かなきゃいけないだろうけど大丈夫か？"
    rs "だいじょうぶ。"
    pl "そんだけ自信満々で言ったんだから道に迷っちゃダメだぞ？"
    rs "問題なし。"
    pl "イイ返事。じゃ、バイバイ。"
    rs "……"
    pl "おい、ローズ？「バイバイ」は？"
    show SCG_12 8 with fastdissolve
    show SCG_12 at bounce
    stop music fadeout 3
    rs "ん？{w}あ…バイバイ。"
    hide SCG_12 with dissolve
    nar "振り返って神殿の方へ歩いている間ずっと、背後から足音が聞こえてくることはなかった。"
    nar "俺は神殿に着くまで俯いたまま歩いた。"
    nar "今振り向いたら、そこに立ったまま俺の背中を眺めるローズと目が合いそうな気がしたから。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg10 with slowdissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 図書館に行かないことにしただけでいつもより時間が有り余る。{w}まあ、図書館に行っていつもみたいに彼女と時間を過ごしてもよかっただろうに。どうしてだろう。"
    "本当は何となく理由を分かっていた。申し訳ないからはっきりと認めたくはないが、彼女と一緒に過ごす時間が、俺にとっては退屈だったからだ。"
    et "頭が痛くなるような花の香りに満ちた図書館の小さい部屋、何かあるとしても退屈な本だけだ。{w}俺が毎日その狭くて窮屈な所に行って、好みも趣味も合わない無口な女の子と会話をしてきたのは、単なる好奇心のせいだった。"
    nvl clear
    "\n ところで、その神秘感は一夜にして消えてしまった。{w}俺が興味もない本を読みながら時間を割いてきたのは、俺の知らない禍の秘密や新しい冒険への導いてくれる人ではなく、ただの普通の女の子だった。"
    "一緒におしゃべりできる友達は勿論、食生活から、単純に部屋の外に出ることまで全部一人の兄さん任せの可哀想な女の子。{w}好奇心が消えた場所に今は同情心だけが残っている。"
    et "俺は寄り道せずに、まっすぐ部屋に戻った。いつも窮屈な部屋だと思っていたけど、彼女の部屋と比べれば広く見える。"
    nvl clear
    "\n 大きくため息をついてベッドに横になった。{w}彼女の淡々とした顔、強張った声が思い浮かんだのはその次の瞬間だった。"
    "ローズが俺に様々な姿を見せようとしていることは分かる。しかし俺の頭の中に浮かぶ彼女は相変わらず暗い目で俺を眺めている。"
    "瞬き一つもしないその目には、まるで畜殺業者を見る家畜の、無垢な目の殺生が宿っている。"
    "どうやら俺はまだ彼女に何かを期待しているのかもしれない。あの双子には未だに俺の知らない秘密があるという期待…馬鹿げた想像だ。"
    et "神殿の図書館は人を狂わせる。{w}恐らく暗い雰囲気が与える神秘感と少しの退屈さ、脳を麻痺させる香りのせいだろうな…"
    nvl clear
    "\n 香り…そういえば初めて図書館に行った日に学術部の主教様に香水を貰った気がするのに、あの日以来ずっと一度も目にしたことがない。{w}どこに置いたんだろう。"
    $ _skipping = False
    et "思考はそこまでだった。俺は香水をどこに置いたか考え込んだが、結局探すこともなく眠りに付いてしまった。"
    $ save_name = "day 7, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day8_rs
    return

label day8_rs:
    $ day = 8
    $ save_name = "day 8, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 8day = Text("day 8",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '8day' at day00 with slowdissolve
    pause 5
    hide expression '8day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    show screen nvlbox with dissolve
    $ renpy.music.set_volume(1, channel="sound")
    play music "audio/bgm/dream.ogg" fadein 2.0
    nvl clear
    et "\n 天使は私の罪を覆いかぶさり、無かったことにしてくださった。{w}罪を知っている人達が全員口を噤めば、その真実は消えるのだろうか。"
    stop music fadeout 2
    hide screen nvlbox with dissolve
    pause 3.0
    scene bg10
    call place10
    pause 2.0
    show screen textbox with dissolve
    nar "朝。早く寝たおかげか、昨日はぐっすり眠れたようだ。"
    nar "途切れた昨日の最後の記憶を辿ってみた。{w}ローズを内務班まで送ってあげて…香水を探そうとしてたな。"
    nar "お土産でもらったものをいつまでも部屋に置いておくのもすっきりしない。"
    nar "幸い、引き出しを開けるとすぐに見つかった。香水は当然ながら、最初にもらったあの日と同じ姿で輝いていた。"
    nar "これを初めてもらった日、ローズとも初めて出会った。もしあの日俺があのドアを開けなかったら…"
    nar "そこで考えるのを止めた。ただの物なんかに意味を与えたくない。"
    nar "さらにその日は俺にとって最悪の日だったから、できれば忘れてしまいたい。"
    hide screen textbox with dissolve
    scene bg14 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2
    pl "おはよ、マヤ…"
    show SCG_02 0 with dissolve
    nar "控えめに挨拶をした。席に座っていたマヤは、ゆっくりと振り返り、小さい声で答えた。"
    nar "恐らく「おはよう」と言ったのだろう。{w}いつものように。"
    pl "昨日のお仕事大丈夫だったか？"
    my "うん…お仕事って言っても、わたしが配属される仕事は全部なんでもないものばっかりだもん…"
    pl "なんでもないモノ？"
    show SCG_02 8 with fastdissolve
    my "ゴミ拾い…とか…"
    pl "なんでもないって、大事じゃねーか！お疲れさん。"
    my "うん…"
    pl "うーん…あのさ、昨日…"
    show SCG_02 0 with fastdissolve
    my "…[na2]くん、お手のそれはなに？"
    pl "ん…？あ、これ…この前図書館で貰ったヤツでさ。"
    my "この前言ってたあの…？"
    pl "あ、そっか。俺話してたっけな…{w}マヤ、アイリスってどんな花なんだ？"
    show SCG_02 8 with fastdissolve
    my "アイリス…そうね、わたしも[na2]くんが言ってくれて調べたの。"
    my "アイリスはか弱い見た眼とは違って耐乾性と耐凍性に優れた花でね…"
    pl "タイカン…セイ…？"
    my "長く雨が降らなくても生きてけるし、寒さにも強いってことなんだ…"
    show SCG_02 0 with fastdissolve
    my "一日が過ぎてしまったら枯れちゃうから長らく本でしか見られなかったんだけど、最近また発見されるようになったらしいよ。"
    pl "ふぅん…手に入れるのが難しい花なんだな。{w}あの主教様は何処でこんなモン見つけてきてんだろうな？"
    my "多分、森で育ててるんじゃないかな…"
    pl "森って、神殿近くのあの森？"
    my "ただのわたしの憶測なんだけどね…"
    show SCG_02 8 with fastdissolve
    my "神殿周辺の森は全て学術部の私有地だから、学術部の人々が管理してるって聞いたの…"
    my "特にあの主教様、植物を育てるのが趣味らしくて…"
    pl "ヘェ……浄化部からしたら作業場みたいなモンなのか？{w}やっぱ学術部ぐらいになると私有地も違ってくるな。"
    my "…あと学術部の主教様ぐらいの人なら、贈物で贈られるものも多いだろうし。"
    nar "贈物……"
    pl "……"
    show SCG_02 0 with fastdissolve
    my "…あ、わたし…いいよ。"
    pl "ん？"
    show SCG_02 8 with fastdissolve
    my "この前わたしにあげるって言ってたでしょ。{w}それ気にしてるんだよね…？[na2]くん、さっきから気まずそうな顔してるんだもん…"
    pl "あ、ちが、これは…そういうんじゃ…"
    my "浄化部のわたしには特に必要ないから、[na2]くんのやりたいようにやってよ…"
    pl "じゃ…あ、他の人探すかぁ…"
    show SCG_02 0 with fastdissolve
    my "…誰だろうね、[na2]くんが香水をあげたい人って。"
    pl "なに言ってんだよ、マヤ…今から探すんだって。{w}ハハ…こんな香水、それほど大事な意味があるってワケでもないだろ？"
    my "ふぅん……そうなんだ。"
    hide SCG_02 with dissolve
    hide screen textbox with dissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n マヤはそれ以上口を開かなかった。間も無く司教が入り、朝礼が始まる。マヤはずっとそっぽを向いていた。"
    "部室を出る時に短く挨拶してみたが、会釈するだけだった。きっと万事順調だったはずなのに、何だか不安になってきた。"
    "香水がきつい人は男女を問わず嫌いだ。{w}自分の臭いを消すのではなく、わざわざ足そうとするその意味が解らない。"
    et "俺の頭の中の片隅にはいつも彼女の香水の臭いが残っていた。"
    nvl clear
    "\n どんな香りだったかは思い出せない。{w}衣服や肌、髪に染み込んだ死臭を覆うためのきつい臭い。"
    "だから逆に吐き気がするほど違和感を感じたことだけははっきりと覚えている。"
    "精巧に作られた臭いは人の理性を惑わせる。学術部の主教がまさにそうだ。花や風、柔らかな肉を持つ動物から漂う甘い乳のにおい。"
    et "人を惑わすことだけを目的に作られたような人工的な臭い。{w}一度彼女の体臭を嗅いだと困るほど嗅覚が敏感になってしまう。"
    nvl clear
    "\n 今は「花の香り」といえばラベンダーの香りが思い浮かぶ。"
    "こんな死体などとは比べ物にならないほど香ばしいがその分人の神経を逆撫でし、死体と同じくらいに吐き気のする臭い。"
    stop music fadeout 2
    hide screen nvlbox with dissolve
    pause 2
    scene bg104 with dissolve
    call place104
    pause 1.0
    show screen textbox with dissolve
    nar "仕事を終えて図書館に行くと、なんだか騒がしかった。{w}特に話し声が聞こえることはなかったが、普段とは空気が違う。"
    nar "その騒がしさの正体はすぐ分かることができた。"
    show SCG_12 A B 0 with dissolve
    nar "昨日と同じく短いスカートを履いておでこを出した髪型のローズが堂々と図書館で本を読んでいる。"
    nar "彼女と目が合ったとたん、こわばっていた体が一気に火照ってきた。{w}羞恥心だった。"
    hide SCG_12 with dissolve
    nar "どうして当事者でもない俺がこんな気持ちを覚えるのか分からないが、" with sshake
    nar "俺は考える暇もなく慌てて彼女の手をひったくって部屋の中に入った。"
    hide screen textbox with dissolve
    play sound "audio/se/running.ogg"
    pause 1
    scene bg105 with dissolve
    call place105
    pause 1.0
    show screen textbox with dissolve
    nar "ローズは挨拶すらしない俺の姿を怪訝に思っているようだったし、部屋の中には本を開いて字を書いているラヴィアンがいた。"
    play sound "audio/se/door close.ogg"
    nar "速やかに扉を閉めた。"
    show SCG_11 0 at left
    with dissolve
    play music "audio/bgm/Biblioteca.ogg" fadein 2.0
    rv "おっと、いらっしゃいませお二方。"
    pl "ラヴィ……"
    show SCG_12 A B 0 at right
    with dissolve
    rs "[na]、手。"
    pl "あぁ…ゴメン。"
    rv "如何なされました？"
    pl "いかがもなにも、何でお前たち二人の位置が変わってるんだよ。{w}ローズはこの部屋の中に居るべきだろ。"
    show SCG_11 4 with fastdissolve
    rv "あぁ…それで混乱があったのですね。お先に説明できず申し訳ございませんでした。"
    rv "ローズがボクに直接お願いしたんです、図書館の本が読んでみたいと…だからお外に出してあげただけなんですよ。"
    show SCG_11 1 with fastdissolve
    rv "ローズがこの狭い部屋に閉じこもっているべき理由はないでしょう？"
    play sound "audio/se/hit.ogg"
    pl "そういう問題じゃないだろうが！" with sshake
    show SCG_11 3 with fastdissolve
    rv "……"
    show SCG_12 2 with fastdissolve
    rs "ローズが新しい本の情報を必要とした。今ローズが持つ情報だけでは、[na]は満足できないからである。"
    show SCG_12 3 with fastdissolve
    rs "だからにいたまをいじめるな！" with sshake
    pl "いじめるだなんて、俺はな…お前たちがそんなことをしてるのがあんま良くないって思ったからであって…"
    show SCG_12 0 with fastdissolve
    rs "[na]、ローズがおそとにでるのはいや？"
    pl "そうじゃない、そんなんじゃないんだけど…"
    hide SCG_11
    hide SCG_12
    with dissolve
    show SCG_11 4 with dissolve
    rv "言おうとなされていることは理解致しました、坊ちゃま。"
    rv "ご心配をおかけして申し訳ございません、そしてボクなどの立場を考慮して頂いたことに感謝致します。"
    rv "しかし本当に大丈夫です。"
    pl "…でもお前が神殿でやってる仕事も多いだろ。しかも学術部の補佐教なのに…"
    pl "こんな風にしょっちゅうローズがお前の立ち位置を奪うのは違うと思うんだ。もちろんお前たちが悪くないってことも分かってる。"
    pl "でもさ…事情が分かってる人からするとやっぱおかしいんだよ。"
    show SCG_11 3 with fastdissolve
    rv "うーん…"
    pl "ラヴィ…お前は賢いから分かってんだろ。{w}こんな見え見えの手品なんかで神殿の人らを騙すことは出来ないって。"
    pl "もう既にいろんな人たちがお前を疑ってるんだぞ…そろそろローズの為にももうちょっと安全な方法を考えるべきだ。"
    show SCG_11 4 with fastdissolve
    rv "一先ず、言い訳の様な話になってしまうことをお先に失礼申し上げます。"
    rv "しかしボクも考えていない訳ではないのですが、今すぐには方法がなくて。"
    rv "基本的に神殿には、尚更学術部には部外者を入れる訳にはいきません。"
    rv "前例があったとてそれはローズのような半永久的状態ではありませんでした。"
    rv "今としてはローズが学術部の持つ情報を悪用せず、セキュリティに害が及ばないことを証明する方法がない上…"
    rv "あったとてボクみたいな一介の司祭にはまず無理でしょう。"
    pl "他の方法だってあるだろ、例えば…{w}ローズを浄化部に編入させるとか。"
    pl "じゃアローズだって神殿の司祭になるんだろうし、問題ないよな？"
    show SCG_11 1 with fastdissolve
    rv "素晴らしいご意見をありがとうございます。{w}イヴリン様も同じ意見を出してくださいました。"
    show SCG_11 4 with fastdissolve
    rv "しかし…[na]坊ちゃま、お坊ちゃまからしてローズは如何でしょう？"
    rv "一人で新しい環境に適応し自身に任された仕事をちゃんと成す事が出来るでしょうか？"
    pl "そ…れは…"
    nar "咄嗟に二の句が次げなかった。無理にでも大丈夫だと言って状況を乗り切りたいが、どうしてもそれができなかった。"
    pl "大丈夫…ローズは、隣で手助けしてくれる人さえいてくれれば、いや…ローズを信じれば…"
    nar "話しているうちに声が小さくなっていた。"
    nar "恐れ多くも部外者の俺がこんなことを言うのは、ローズにもラヴィにも合わす顔がなかった。"
    nar "俺はもうじき魔導部へ部署移動するから、どうせローズとはずっと一緒にはいられない。"
    nar "ラヴィも部署が違う以上、当然世話をしてやるのは難しいだろう。{w}ローズは自分から何かをすることに人一倍努力が要る。"
    nar "今も俺ら二人の会話が分からないというような顔でじっと立っているではないか。"
    nar "ラヴィは何も答えなかったが、俺の知らない日々を思い出したのか苦笑していた。"
    show SCG_11 1 with fastdissolve
    rv "ありがとうございます。既にお坊ちゃまには多すぎる程の親切を受けております。"
    rv "ボクたちのことを考えて頂けているだけでもどれ程ありがたい事か。"
    pl "……ゴメン。"
    show SCG_11 4 with fastdissolve
    rv "ボクは…生きるに十分な資金が集まったら、ローズと共にこの神殿を出て行くつもりに御座います。"
    rv "お見苦しい所を御見せしますがどうか、その日まではボクらの醜態をお見逃し下さい。"
    nar "それはいつなんだ？{w}いったいいつまでこんな生活が続けられる？喉元まで出かかっている言葉を飲み込んだ。"
    nar "はっきりしたのは、根本的な解決策を提案するよりも、少しでも彼らを助けてあげられる方法を考える必要がある、"
    nar "ということだった。{w}たった一日でもいいので彼の負担を軽減してあげられて、ローズを楽しませてあげられる方法…"
    pl "…あのさ、こうしたらどうだ？"
    pl "俺がちょっとだけローズと外に出て遊んでくるよ。お前の顔を知る人のいない神殿の外でさ。"
    pl "お前はそないだ仕事に集中してればいいんだし。"
    show SCG_11 5 with fastdissolve
    rv "[na]坊ちゃまがローズをお外に、ですか…？"
    nar "ずっとそっぽを向いていたローズもその話には興味が出てきたのか、耳を澄ましてこっちを向いた。"
    pl "そうだよ、俺はどうせ新入りなんだし午前の業務さえ終われば午後にゃ時間が空くからさ。"
    pl "ローズだって偶には外の空気吸いたいだろうよ。"
    show SCG_11 7 with fastdissolve
    rv "確かにそうして頂けるとありがたいのですが…本当にそんなことを頼んでしまっても良いのでしょうか？"
    show SCG_11 3 with fastdissolve
    rv "万が一他人に見られてしまったら、[na]お坊ちゃまに害が…"
    pl "そんなことないって、どうせ俺は浄化部なんだしさ！{w}浄化部が外に出歩くのは大したことじゃないだろ？"
    rv "……"
    hide SCG_11 with dissolve
    show SCG_12 A B 0 with dissolve
    rs "おそとにでるのか？"
    pl "そうそう、神殿のお外はちょ～広いんだぜ！"
    hide SCG_12 with dissolve
    nar "やる気が出てきたようなローズを見て、ラヴィはもう一度考え込んだ。"
    nar "心配や悩み以上に、急な提案にたじろぐような態度だった。{w}そして自分の妹に目をやって、続いて床の方に視線を落とした。"
    nar "床の上には彼が仕事のために並べたあろう本や書類などが置いてある。"
    show SCG_11 3 with dissolve
    rv "余り遠出はしないでくださいね。"
    pl "知ってるって、ここ近辺の地理は大分把握してんだ。"
    nar "ラヴィは首にかかっていた十字架を取り外し、受け取れと言わんばかりに手を差し出す。"
    nar "長いチェーンの先にぶら下がった銀色のロザリオには俺のものと同じく、小さな文字が刻まれていた。"
    show SCG_11 4 with fastdissolve
    rv "外に向かうのであれば通行証が必要なはず、ボクのロザリオを持って行ってください。"
    rv "ローズの首に飾ってあるものはボクが別途で購入した偽造品なんです。"
    pl "ロ、ロザリオまで偽造だなんてお前…{w}緻密な割に大胆だな。"
    show SCG_11 1 with fastdissolve
    rv "木彫りのものに銀色の塗色をしてみたんです。{w}遠くから見ると本物みたいでしょう？"
    hide SCG_11 with dissolve
    nar "俺の手にロザリオを持たせたラヴィは、自分の妹に近づき、そっとネックレスを取り外した。"
    nar "器用な手つきでヘアピンや頬、鼻などには一切触れない繊細な作業だった。"
    nar "そして次の順番を待つように一歩後ろに下がり、その後は俺がローズにロザリオをかけてあげた。"
    nar "彼の器用な手先を真似ようとしたが、とんでもなく手が震えた。"
    nar "その震えを感じ取ったのか、ローズは俺の手が自分の耳のそばを通り過ぎる瞬間に反射的に目を閉じた。"
    nar "続いてラヴィも妹のネックレスを首にかけた。{w}神殿での身分を証明できない偽物のネックレスを。"
    show SCG_11 1 with dissolve
    rv "ボクは主教様に報告させて頂いて、今日ずっと休んでいた事にしてもらいます。"
    rv "こちらの方が神殿の近くで誰かに見られても安全でしょうし。"
    pl "休むのか？"
    show SCG_11 4 with fastdissolve
    rv "これは浄化部も同じ事なのですが、神殿では一年以上の勤務履歴がある場合次の歳から15日程度の休日が発生します。"
    rv "休む、とはいえ実際は誰にも見られない場所で溜まった仕事を処理するだけですが…"
    pl "じゃあ意味がないんじゃないのか…？"
    show SCG_11 1 with fastdissolve
    rv "そんな、全く意味がない訳ではありません。この機会に及んで仕事を一気に処理しておけば当分は余裕が出来る筈ですから。"
    rv "それもこれも全て[na]坊ちゃまのお陰様です。本当にありがとうございます。"
    pl "まぁ…お前がそう言うんなら。"
    hide SCG_11 with dissolve
    nar "珍しくも浮き浮きとしたローズの手を取って、俺は部屋に入ってきたときと同じように急ぎ足で部屋を出た。"
    nar "扉を開ける前に、余計なことをしているのではないだろうか、と思った。"
    stop music fadeout 2
    nar "しかし、すでにローズは俺の手を握っていて、"
    nar "ラヴィは目と口を接着剤なんかによってくっつけたような笑顔で俺たち二人を見送ってくれた。"
    hide screen textbox with dissolve
    scene black with slowdissolve
    pause 1
    scene bg16_1 with slowdissolve
    call place16
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/bgm/rose.ogg" fadein 2.0
    "\n ローズは俺によく付いてきてくれたが、時々何歩か遅れたりもした。大きな荷車を引いて歩く時のような感じだった。"
    et "人の目が届かない神殿の外に出るまで、そして検問所を通るときにローズの通行証を見た審問官が頷くまで、俺たち二人をじろじろと見終わるまで、俺はずっと口を閉じていた。こういう時はローズが無愛想な性格で助かる。"
    nvl clear
    "\n 俺が街に下りてきて最初に取った行動は、つばの広い麦わら帽子を買ってローズに被せることだった。{w}万が一、ラヴィアンの顔を知っている人がいると困るから。"
    et "日が暮れることのない、常に明るい白夜の空を今日だけは気持ちいいと感じた。{w}せっかくなら彼女に暗い曇り空よりは明るい太陽が上っている白い空を見せたかったからだ。"
    nvl clear
    "\n 空には相変わらず黒い空気が漂っていたが、閉ざされた図書館の天井よりはずっと明るくて透き通っていた。麦わら帽子を被せておいてよかったと思った。"
    et "今日に限ってより強い真昼の太陽が、ローズの真っ白な手を赤く火照らせていた。{w}日光の下のローズだなんて、俺のすぐ目の前にいるのに、まるで夢の中の景色のように思えた。"
    nvl clear
    "\n ローズは街を見ている間も静かだった。俺よりも州都付近の村での暮らしが長いだろうから、当たり前だろうけど。{w}俺は又無意識に彼女を見くびったのかもしれない。"
    et "本の中の登場人物のように大げさにはしゃぐことはなかったけど、建物をじっと眺めたり、風に合わせて体を揺らしたりするローズは楽しそうに見えた。楽しそうなローズを見る俺も楽しかった。"
    hide screen nvlbox with dissolve
    pause 3.0
    show screen textbox with dissolve
    show SCG_12 A B 0 with dissolve
    rs "[na]、まえみえない。"
    pl "お前の前髪はこれより酷かったんだぞ？"
    nar "神殿では午後業務の真っ最中であろう頃、俺は街を抜け出してローズの頭から帽子を脱がせてやった。"
    nar "乱れた前髪が鼻元に垂れ下がっていた。"
    pl "本当に本とか買わなくていいのか？"
    rs "今持っている本も完読できていない。"
    pl "全部読んだろう。しかも何度も何度もさ。"
    rs "前も言った通り、単純な情報収集だけでは人間は理解しきれない。"
    pl "ふぅーん…お前がそう言うんなら。何か他に行きたいとこあるか？"
    rs "もり。"
    pl "森？{w}森なら普段も…あ。"
    rs "ローズは学術部の一員ではない為、神殿の内部だとしても迂闊に出る事は許されない。"
    nar "ローズの声は相変わらず淡々としていたが、だから余計に悲しくなった。こんな話を何度も繰り返させたくないのに。"
    pl "わかった…森ならまあ行けるな。{w}その代わり、迷ったらダメだからな。"
    rs "うん。"
    nar "本当は森ではなくて市内にもう少し長居したかったが、ローズの立場を考慮しない考えだった。"
    nar "俺は毎日森を通っているが、彼女には意味が違うだろう。"
    hide SCG_12 0 with dissolve
    hide screen textbox with dissolve
    pause 2
    scene bg17 with dissolve
    call place17
    pause 1.0
    show screen textbox with dissolve
    nar "俺たち二人は神殿の近くにある森の小道を歩いた。{w}ある意味では「帰り道」となるわけだ。"
    nar "俺はこの空気は悪くないと思い、ポケットに入れておいた香水を取り出した。"
    pl "ローズ、これやるよ。"
    show SCG_12 A B 0 with dissolve
    rs "香水か？"
    pl "お前が居座ってる図書館で貰ったヤツ。"
    show SCG_12 8 with fastdissolve
    rs "ふむ……イヴリン様のにおいがする…"
    pl "イヴリン様は嫌か？"
    show SCG_12 7 with fastdissolve
    rs "きらい。{w}にいたまをいじめるひとはみんなきらい。"
    pl "それは多分虐めてるんじゃなくて、仕事を与えてるだけだと思うけどな…"
    show SCG_12 0 with fastdissolve
    rs "しってる。{w}おにいたまはイヴリン様にいつも感謝せねばならないと言った。ローズがこうやって神殿にいられるのは、"
    rs "全てイヴリン様が便宜を与えてくれているからって…{w}でもしごとはにいたまをくるしめるし、いそがしくするから。"
    pl "その仕事があるからこそお前のおにいたまが補佐教で居られるんだって。"
    show SCG_12 7 with fastdissolve
    rs "ほさきょう、というものはいいものなのか？{w}おにいたまは、補佐教という理由でいつも嫌味の受け皿になっている。"
    rs "ちょっと遅かったってだけで、手にちょっと油汚れがついてるってだけで、学術部の品が下がると。"
    show SCG_12 8 with fastdissolve
    rs "あいつきらい。{w}ころしてやりたい。ころしてやる…"
    pl "…お前らってどうやって神殿に来ることになったんだ？"
    show SCG_12 0 with fastdissolve
    rs "ローズが知る情報は極僅かと限定されている。"
    rs "知る情報はおにいたまがとても優れた人材だという事と、イヴリン様が便宜を与えてくれたという事のみ。"
    pl "ふぅん…じゃあラヴィはホントにお前を養うためにあんなに休むことなく一生懸命働いてるんだな。"
    rs "ローズのせい？"
    pl "や、その…そういう悪い意味じゃなくって…そう、ラヴィアンはいいお兄様なんだなってこと。"
    rs "ローズのおにいたまはさいこうなのだ。{w}ローズは小さい頃からおにいたまとたったの二人で生きて来た。"
    rs "さらに昔は親という物が存在していたらしいが、ローズはその頃の記憶までは持ち合わせていない。"
    rs "でもおにいたまはローズと生きてく為に色んな努力をしてきた。"
    pl "ハハ…じゃあローズもそんな素敵なにいたまのためになんかお返ししなきゃな。"
    rs "お返し…うん。ローズもにいたまのやくにたちたい。"
    rs "でもおにいたまはローズの健康と、安全と、幸せこそが役に立つと言っていた。"
    pl "…じゃあそれだけでも守ればいいじゃんか。"
    rs "……でも、"
    pl "あっ、見ろよローズ！{w}あんなとこに花が咲いてるぜ。キレイだな。"
    hide SCG_12 with dissolve
    nar "俺はわざと顔をそむけた。その先にあるのは曖昧な高さの崖の上に咲いた野の花だった。彼女の視線をそらしたかった。"
    show SCG_12 A B 0 with dissolve
    rs "はな…"
    pl "ああやって一輪だけ咲いてるところをみるってのさ、なんかいい気分にならないか？"
    rs "うん。すき。"
    pl "ならよかった。{w}花はあんま好きじゃないのかって思ったんだけどな。"
    rs "[na]、はなのおはなしをよくする。"
    pl "あぁ…俺そうだっけ？多分近くに花が好きな子がいたからかな。"
    rs "プレゼント、だいじにする。ありがとう。"
    pl "どういたしまして。さてそろそろ帰りましょうか、お姫様。"
    show SCG_12 at bounce
    rs "おひめさま？"
    pl "……ちょっとそれっぽいムードだから言ってみただけ。"
    show SCG_12 4 with fastdissolve
    show SCG_12 at bounce
    rs "ローズは[na]のおひめさま？{w}なの？"
    stop music fadeout 2
    pl "やめろやめろ、恥ずかしいって…！"
    hide SCG_12 with dissolve
    hide screen textbox with dissolve
    scene black with dissolve
    pause 3
    show screen textbox with dissolve
    nar "そのままローズを学術部の寮まで送って別れた。"
    nar "図書館に一度立ち寄ろうかと思ったが、集中しているだろうラヴィを邪魔しそうだからやめた。"
    nar "一日の疲れが一気に襲ってきて体が重くなった。"
    nar "俺と別れて寮の中へ入るまで、ローズは小さな瓶を両手で大切に抱えていた。{w}ローズならうんざりしそうな香りがする上、"
    nar "そんなに嫌がるイヴリン様からの贈物なのだが、それほど気にしてはいないようだった。"
    nar "その姿を見ると、あの時どうして俺がマヤに贈物をすることを躊躇ったかが分かった気がした。"
    nar "モノではなく「贈物」というところに意味があったのだ。"
    hide screen textbox with dissolve
    pause 3
    scene bg10_1 with dissolve
    call place10
    pause 1.0
    show screen textbox with dissolve
    nar "シャワーを浴びて寮に戻った俺は、寝るためにベッドに横たわった。"
    nar "ローズと一緒にいると時間があっという間に過ぎてしまうのに、何故かローズと交わした会話は全く思い出せない。"
    nar "恐らくそれぐらいに彼女の口数が少ないからだろう。"
    nar "俺がローズに対して独特な神秘を感じ、とんでもない妄想をしてしまうのも、"
    nar "きっと彼女の口数が少ないからではないだろうか。"
    hide screen textbox with dissolve
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/knock.ogg"
    nar "…とんとん。"
    pl "……？"
    hide screen textbox with dissolve
    play sound "audio/se/luggage down.ogg"
    scene bg15_1 with dissolve
    pause 1.0
    play sound "audio/se/door close.ogg"
    show screen textbox with dissolve
    show SCG_11 7 with dissolve
    pl "…うわ、ラヴィ？！" with sshake
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    rv "こ…こんな時間に失礼いたします。{w}[na]坊ちゃま、もしローズがここに来ていたりしませんか？"
    pl "ローズ？や、来てないけど…ローズに何かあったのか？"
    rv "寮に戻ったところを確認した後、うっかり寝てしまったのですがその間にいなくなってしまいました…"
    show SCG_11 3 with fastdissolve
    rv "ボクの通行証も一緒に消えたので多分神殿の外に出たのではないかと思いましたのですが、"
    rv "恥ずかしながらボクにはローズが向かいそうな場所についての情報がなく…"
    show SCG_11 at huruhuru
    rv "しかも通行証の無い状況でして、なんとか助けを…"
    pl "わかった。ローズがいきそうな場所に当たってみればいいんだな、ラヴィ？支度するからちょっと待っててくれ。"
    rv "本当に、本当に申し訳ございません…"
    hide SCG_11 with dissolve
    hide screen textbox with dissolve
    scene bg02_1 with dissolve
    call place02
    pause 1.0
    show screen textbox with dissolve
    nar "神殿の前、躊躇せず検問所前に歩き出そうとするラヴィを呼び止めた。"
    play sound "audio/se/ding.ogg"
    pl "ちょちょちょ、お前は行っちゃダメだろ！" with sshake
    show SCG_11 5 with dissolve
    rv "はい？"
    pl "お前は通行証もない上ローズが既に門を通ったのに顔の似ているお前がまた検問所を通るのはおかしいだろ。"
    pl "そうだ、なんなら交代の時間を待ったらどうだ？"
    show SCG_11 3 with fastdissolve
    rv "それではあまりに遅すぎます！{w}ボクの責任だ、こうなってしまったのはボクのせいなんです…" with sshake
    pl "お前のせいじゃない、ローズが勝手に出てしまったのが原因だろ。"
    show SCG_11 7 with fastdissolve
    rv "ローズは何も悪くございません。{w}可哀想なローズがこんな遅くまで独り彷徨っていないといけないのですか…？"
    show SCG_11 at huruhuru
    rv "お願いします、ローズに罪を問わないでください。ローズは可哀想な子なんです。"
    rv "ただ生まれたという理由で虐げられ、差別され、挙句には道に迷ってしまうなんて…ボクが神殿に連れて来たせいで…"
    pl "ちょっと落ち着けって…{w}お前はお兄ちゃんとしてすべき事を通り越してローズにお前の人生を捧げ奉仕してるだろ。"
    pl "しかも、強いて原因を探るとするならローズを連れてった俺にも責任はあるんだし…"
    show SCG_11 3 with fastdissolve
    rv "いえ…！{w}いえ、とんでもございません、坊ちゃまがローズを看て下さればボクが一日、" with sshake
    rv "いや数時間でも休めるだろうからこそ許可しただけに過ぎません。"
    show SCG_11 at huruhuru
    rv "お坊ちゃまはローズへの善意として提案して下さったのに、こんなことなんかでボクは…{w}ああ、神よ…ごめんなさい、ローズ…"
    play sound "audio/se/hit.ogg"
    pl "…いい加減にしろ！{w}お前がそんなことばっか考えてるからローズが出られなくなっちまったんだろうが！" with sshake
    show SCG_11 5 with fastdissolve
    rv "……"
    pl "…ハァ、俺から見るとお前はあまりにも休めてない。"
    pl "ちゃんと休めてもないのに仕事ばっかしてるからそうやってイカれちまうんだろうが。"
    pl "休みたいって思うことが悪いことかよ？{w}もういいから、お前はここで待ってろ。バカなこと考えるなよ。"
    show SCG_11 3 with fastdissolve
    rv "……"
    hide SCG_11 with dissolve
    hide screen textbox with dissolve
    scene bg17 with dissolve
    call place17
    pause 1.0
    show screen textbox with dissolve
    nar "俺は青白い顔で俯いたラヴィを置き去りに、神殿の外へ出ていった。"
    nar "道が暗くないのは本当に幸いだった。ローズと歩いてきた森道を逆戻りする道の途中、気分はずっとすぐれなかった。"
    nar "憂い以上の不安感があり、不安以上の不快感があった。{w}まさか、ラヴィアンがそこまで不安がるとは思わなかった。"
    nar "さんざん部外者扱いしてきたくせに、どうして俺をこんなことに巻き込むのだ。"
    nar "余り帰りが遅くなると寮の扉が閉まってしまうのに。"
    nar "このような状況に置かれても、身の上のことを心配する自分に驚いた。"
    nar "今すぐにでも立ち止まって、自分の頬や頭を強く殴ってやりたいくらいだった。しかしそんな暇はない。"
    nar "今はローズの安全だけを考えなければならない。"
    nar "ローズ、もしローズが怪我でもしたら俺は…{w}俺は……"
    stop music fadeout 2
    nar "……"
    rs "[na]。"
    pl "うわぁ！" with sshake
    show SCG_12 A B 0 with dissolve
    nar "暫く立ち止まると、その声が話しかけてきた。"
    nar "お説教でもしてやるつもりで後ろに振り向いたら、思わず言葉に詰まってしまった。"
    nar "彼女は全身ボロボロの状態だった。"
    nar "目立つような傷はなかったが、藁や泥が体に絡み付いていて、巨大な猫の吐き出した毛玉みたいな格好をしていた。"
    nar "彼女の兄が丁寧に着付けしてくれたはずの髪の毛や服も、汚い野生の中で寝転んでしまったのか、"
    nar "小さな田畑のように荒れていた。"
    pl "ローズ、お前さ…一体なんで…"
    rs "これ。"
    pl "…花？"
    rs "[na]はローズにプレゼントをくれた。{w}だから、これはローズのおかえし。[na]はこの花がきれいって言ったから…"
    show SCG_12 at bounce
    rs "ちがう？"
    pl "ハッ……ハハ、ありがとう…"
    nar "空笑いをしてしまった。{w}それは特別なことは何もないただの野花だった。名も知らない、別に知りたくもない不格好な草。"
    nar "俺が適当に与えた意味を、ローズは真剣に受け入れてくれたのだ。"
    nar "何でもよかった。俺はなんとか彼女の視線をそらして、会話を終わらせたかった。"
    nar "この兄妹にどんな事情があるのか、これ以上関わりたくなかった。"
    nar "ローズが俺のことが好きだということをよく知っているけど、それを無視したかった。"
    pl "…ローズ、脚どうした？"
    play sound "audio/se/ding.ogg"
    rs "あし？"
    pl "じっとしてろ。"
    hide SCG_12 with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "ローズは片方の足を引きずっていた。{w}焦って靴を脱がせた。喉がからからに渇いてきた。"
    nar "朝から感じられた不吉な予感が、弾き出そうとしていた。{w}今からでもローズをラヴィに引き継いで、寮に戻りたかった。"
    nar "そうしなければならないと感じた。{w}後悔するようなものと直面する前に。"
    show SCG_12 A B 0 with dissolve
    rs "[na]？"
    nar "急かすように俺の名前を呼ぶ彼女の声に押されて、固まった手で靴下を脱がした。"
    nar "同時に屈んでいた背中の力が抜けて座り込んだ。"
    nar "靴下を脱いで白い肌が現れるはずのその場所には、黒い痕が見えた。"
    nar "初めてローズの裸を見た時にはなかった痕だった。{w}小さな足から嗅ぎ慣れた臭いがした。今感じてはいけない臭いだった。"
    nar "目の前が暗くなった。"
    rs "……"
    hide SCG_12 with dissolve
    play sound "audio/se/luggage down.ogg"
    nar "ローズは俺の頭の上から俺を覗いては、怪訝そうな素振りで俺を抱きしめた。"
    nar "ローズの懐に抱かれている間、周りは恐ろしいほど静かだった。"
    nar "鳥の鳴き声一つ聞こえず、風の音すらも聞こえなかった。{w}もしかしたら彼女の心臓の音さえ聞こえなかったかもしれない。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg02_1 with dissolve
    call place02
    pause 1.0
    show screen textbox with dissolve
    nar "審問官の目につかないところで隠れていたラヴィは俺たち二人を見るやいなや、涙声を漏らした。"
    nar "そしてローズを叱ったり、嘆いたりすることなく、俺に何度も感謝した。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg03_1 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    stop music fadeout 2
    nar "ラヴィがローズの傷を見つけることに恐れた俺は、眠っているローズを抱えたまま寮まで同行した。"
    nar "ローズにこのことは絶対に話すなと言い聞かせておいたが、彼女がどこまで理解したのかは分からない。"
    nar "別れる前まで、彼は俺にいくつかの話を聞かせてくれた。"
    show SCG_11 1 with dissolve
    rv "今日はお見苦しい所を御見せしてしまい大変申し訳ございませんでした、坊ちゃま。{w}そして改めて感謝申し上げます。"
    rv "あわよくば冷静な判断がつかず大きな過ちを犯してしまう所でした。"
    pl "まぁ、たった一人の妹が心配になるのも無理はないって。あんま気にするな。"
    show SCG_11 4 with fastdissolve
    rv "実は…前もローズがボクに隠れて外に出てしまったことがあります。"
    rv "ボクが休めないことが嫌だったのか、はたまた役に立ちたかったのか…{w}倉庫に入って中の機械を全て壊してしまったのです。"
    show SCG_11 3 with fastdissolve
    rv "ボクはローズが無事帰ってきてさえくれれば何もいらないのですが、しかしやはり心配になってしまうもので…"
    pl "…あのさ、ローズって…何なんだ？{w}生まれながら性格がああなのか？"
    rv "ローズは…これをどう説明すればよいのでしょうか、簡潔に言ってしまえば禍の被爆者です。"
    rv "元より排出区域の子供たちは全て神の祝福から離れている為、一つずつ呪いを持ったまま生まれてしまいます。"
    rv "ボクは運良く禍の影響無くして生まれましたが、ローズはそうはならなかったのです。"
    pl "運よくって…"
    rv "はい、ボクだけが神のご加護を頂いてしまいました。{w}ボクの味方になってくださいました神から与えられた天命があるというなら、"
    rv "それはローズにボクが献身することなんだと思います。この子にはボクしかいないから。"
    pl "……"
    show SCG_11 4 with fastdissolve
    rv "あぁ…いや、また暗い話になってしまいましたね。"
    show SCG_11 1 with fastdissolve
    rv "でももうローズは大丈夫。ボクだけではなく[na]お坊ちゃまも隣にいますから。"
    hide SCG_11 with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    hide screen textbox with dissolve
    scene black with dissolve
    show screen textbox with dissolve
    nar "ローズを連れ出すんじゃなかった。"
    nar "最初からローズに出会うべきではなかったのに。{w}ラヴィが機会をくれたとき、そのまま頷いて帰ればよかったのに。"
    nar "どう考えたところで、自分の境遇に対する嘆きでしかなかった。"
    hide screen textbox with dissolve
    scene bg10_1 with dissolve
    call place10
    pause 1.0
    show screen textbox with dissolve
    nar "俺は自分の部屋に無事たどり着いたが、眠りにつくことはできなかった。ただ両手を合わせて、一晩中天使に祈っていた。"
    nar "彼女がまた私のそばにやってくれますように、迷える俺を救ってくれますように、愚かな俺に悟りを与えてくれますように…"
    stop music fadeout 1
    $ _skipping = False
    nar "しかし、天使から返事は戻ってこなかった。{w}そのまま夜が更けていった。"
    $ save_name = "day 8, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day9_rs
    return

label day9_rs:
    $ day = 9
    $ save_name = "day 9, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 9day = Text("day 9",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '9day' at day00 with slowdissolve
    pause 5
    hide expression '9day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene bg10_1 with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    show screen nvlbox with dissolve
    play music 'audio/bgm/dialogue.ogg' fadein 2.0
    $ _game_menu_screen = 'preferences'
    nvl clear
    "\n 一睡もできず夜が明けた。"
    "目を閉じると、真っ黒な視界の中にローズの黒い傷が浮かび、そこから派生した不安や心配が俺の意識に絡みついた。ローズはまだ寝ているのかな。着替えたらすぐ見つかる傷なのに。"
    "ラヴィの奴、妹が一瞬いなくなっただけであれほど大騷ぎするのに、この事実を知ったら、俺に仕返ししてくるかな。"
    et "それとも、全てを俺のせいに回して廃人になるのかな。{w}どうなっても恐ろしいが。"
    nvl clear
    "\n そんな妄想をしていると、自然と手と手が合わさり、結局は神にしがみ付くしかなかった。俺は想像できる限りのことをあれこれ考えながら夜を明かした。"
    et "時折誰かの身の上に起きたことを気の毒に思うように涙を流し、横たわることもできず扉の方をにらんでいた。意識の紐が少しでも緩んだ瞬間に、誰かがあのドアを叩きそうだったから。"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen nvlbox with dissolve
    "\n 夜の間少し沈んでいた青い空が再び白になった頃、俺は朝が来たことを知って外に出た。固まったまぶたに風を当てながら、だれもいないお手洗いに行って顔を拭いた。"
    et "鏡に映った俺の顔はやつれていた。一晩中噛みちぎった唇には白い角質ができており、目元には紫のしわが何本も引かれていた。{w}彼女が俺の若さを奪っているに違いない。"
    nvl clear
    hide screen nvlbox with dissolve
    play sound 'audio/se/door slide.ogg'
    scene bg14 with dissolve
    pause 1.0
    call place14
    show screen nvlbox with dissolve
    "\n 俺が着いた時、部室は空っぽだった。"
    "誰もいない部室を見るのは慣れているが、この時間に部室が空いているのは変な気分がした。鍵は廊下に掛かった額縁の後ろに置いてあった。"
    et "どうせ俺はいつも遅刻するだろうから、シーキュレットに最初教えてもらったときは無駄な情報だとばかり思っていたのに…{w}ローズのお陰で一生縁がないと思っていた一着で部室に着く経験ができた。"
    nvl clear
    "\n 部室に入った後はずっとうつ伏せにしていたら、うっかり眠ってしまったようだ。{w}そのうち部室は賑やかになり、やがて司教の気怠い挨拶が聞こえてきた。途中で誰かに話しかけられたけど、それでも起きなかった。"
    et "誰かの話を入れるには頭の中がこんがらがっていたし、まともに会話を続けられる自信もなかった。"
    nvl clear
    hide screen nvlbox with dissolve
    scene bg13 with dissolve
    call place13
    pause 1.0
    show screen nvlbox with dissolve
    "\n 当然、仕事にも集中できなかった。とっくに慣れていた筈の死臭が今日に限って気持ち悪く感じられ、せっかく綺麗にした床にゲロを吐き続けた。"
    "死体の腐敗した臭いと嘔吐の臭い、お手洗いの床の生臭さまで加わったその空間は地獄だった。"
    et "絶え間ない吐き気にお腹を抱えるたびに、図書館での甘い風景が目の前にちらついた。"
    nvl clear
    "\n 動物の死体を片付ける時はずいぶんましだった。{w}今日は猫が死んでいた。風雨にさらされて、くぼんだ草の上から仰向けの姿勢で固まっていた。"
    "状態は割と良好な方だったが、ところどころ抜けた毛の隙間から現れた肉は、骨の輪郭が見えるほどやつれていた。恐らく飢え死にしたのだろう。二つの目はモモの種のようにしぼんでいて、俺はまたローズを思い出した。"
    et "とうとう死んだ獣に彼女を重ねるなんて、自分でも呆れるほどだった。"
    nvl clear
    scene black with dissolve
    "\n 重症だった。{w}今はローズが俺と同じ人だということを知りながら、無意識的には又ローズを人ではないものとして認識していたのだ。"
    et "ごめん、ローズ。{w}帰り道、頭の中でここにいない彼女にずっと謝った。"
    stop music fadeout 3
    hide screen nvlbox with dissolve
    scene bg14 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/Golden Haku.ogg" fadein 2
    nar "静かな部室の扉を開けると、司教が見える。{w}最近、ずっと顔を合わせることに避けたせいか、ぎこちない感じがした。"
    show SCG_05 0 with dissolve
    hk "あらら…ご苦労様です、兄弟。"
    pl "主教様がこんな時間まで部室にいるなんて、珍しいな。"
    hk "すこしばかり用事がございまして、そのついでに静寂を満喫しておりますぅ。"
    pl "一人か？"
    hk "ひとりですよぉ。"
    $ show_say_ex()













    show SCG_05 1 with fastdissolve





    $ hide_say_ex()
    extend "わぁお…やらし～質問～♪"
    pl "主教様がそんな冗談言っちゃダメだろ…"
    hide SCG_05 with dissolve
    nar "笑っている彼女を置き去りに部室の後ろへ歩いていった。"
    play sound "audio/se/door close.ogg"
    nar "道具を整理するためにロッカーを開いた瞬間、薄い影が頭の上に落ちて、視野を遮った。" with sshake
    nar "冷たくて湿ったものが顔を濡らし、ぽかんと開けていた口の中にほこりの味がする布が入ってきた。"
    nar "その不快感に比べれば、体をぶつけられた痛みなんて大したことなかった。"
    nar "それはきちんとまっすぐに立てられたモップだった。{w}もちろん、俺が入れておいたわけではない。"
    nar "仕事を終えたあとにそのまま入れておいたのか、まだ黒い水をぽとぽと零す雑巾には、誰かの滓がついていた。"
    nar "排水口の悪臭が鼻を突いた。"
    show SCG_05 8 with dissolve
    hk "大丈夫ですかぁ～？"
    nar "後ろから聞こえてくる声は相変わらずゆったりとしている。"
    show SCG_05 0 with fastdissolve
    hk "悪質な悪戯に遭ってしまいましたのですね。"
    nar "そのとおり、これはただのいたずらだった。子供たちが軽々しく思いつきそうな幼稚な悪戯。"
    nar "いくら悪意があったとしても、ただの悪戯に済むだけだ。"
    nar "しかし、単なる行為であるだけに、含んでいる意味は確かに伝わってきた。"
    nar "警戒、俺がこの群れの中にいることを望まないという意味だ。"
    pl "俺みたいなヤツなんか、こんなことされて当然だよな…"
    show SCG_05 8 with fastdissolve
    hk "ん～？"
    pl "俺も出来るんならここからパッと消え去ってやりたいもんだよ…"
    pl "コイツらがどんだけ俺を嫌おうがな、自分の問題を一番よく知ってるのは結局自分なんだ！"
    hk "一体何がー…兄弟の生を嘆かせるのでしょうか？"
    pl "何もかもが。俺にとっては何もかもが全部間違ってるように思えるんだ。{w}死にたいんじゃない、消えたいんだよ。"
    hk "それが必要なことだから？"
    pl "ああ、俺だってこんなこと考えたくって考えてるワケじゃねえんだ。"
    pl "全ての事件事故が俺を中心に巡ってるんだよ、全ての状況が俺に向かって死ねって言ってるようなんだ。"
    pl "俺は死にたくなんかないのに！" with sshake
    show SCG_05 0 with fastdissolve
    hk "もしきみが消え去り全てが元の居場所を取り戻したとて、きみの罪は消えないのですよ。"
    pl "罪…？{w}一体何を思って俺にそんなことを言いやがるんだ？{w}なんか知ってるんだろ、なあ、そうだろ？"
    show SCG_05 1 with fastdissolve
    hk "知りませんよぉ。{w}だって、告解なされていませんのでーそうでしょう？"
    pl "…そんなモンはない。{w}ないったら、ないんだ。"
    hk "はぁい、言わずともそれでよいのですよぉ。"
    hk "だってないものは言えませんものーだから、こればかりは肝に銘じておいて頂きたいのです。"
    show SCG_05 0 with fastdissolve
    hk "告解されない罪とは微量の毒とも同様。"
    hk "消化した様に思えても体内にゆっくり積もっていき、やがては人を死に追いやるのです。"
    pl "それが事実だとて俺が口を開けるだけで誰かが被害を受けるなら言わない方がマシだろ…"
    hk "告解されないのでなく、告解出来ない罪…それを人は「秘密」と呼びます。"
    show SCG_05 1 with fastdissolve
    hk "そお、人なら誰しもが持っているとされる、それ。"
    pl "……"
    show SCG_05 0 with fastdissolve
    hk "しかし兄弟、誰しもがそうという理由でそれに従っている必要など全くございませんのですよぉ。"
    hk "尊敬する者がいたとて、誰もが皆そんな人生を送っている訳ではございませんのでぇ…"
    nar "彼女の視線は不思議なものだった。確かに俺を見つめているのに、視線が定まっておらず、全く違う方向を見ているようだ。"
    nar "彼女の目をじっと凝視したら、その違和感はいっそう強くなった。"
    pl "…ハハ、何のことだかサッパリわからないぜ、主教様。"
    pl "罪があるとしたらそれは俺に対してこんな事をしやがったヤツらにあるべきだろ、俺じゃなくて。"
    pl "主教様はありもしない罪を告解してほしいのか？"
    show SCG_05 1 with fastdissolve
    hk "ふぅーん…そうですねぇ～…{w}わたくしとしたことが、御無礼を…"
    nar "細く開いた目が冷静に俺を見つめる。ようやく、ちゃんと目が合ったような気がした。"
    show SCG_05 0 with fastdissolve
    stop music fadeout 2
    hk "趣味なんですよねぇ、ありもしないべき罪の告解を聞くのが…"
    play sound "audio/se/door close.ogg"
    hide SCG_05 with dissolve
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    pause 1.0
    show screen textbox with dissolve
    nar "俺は彼女の言葉に全く反応せず、不自然に部室から出た。{w}彼女は俺と同じように静かだった。"
    nar "言葉どころか、後ろを振り向かなかった。俺たちはまるでそこにいないのようにすれ違っていった。"
    nar "しかし、実はそうではなかった。俺は足を速めて、走り出した。{w}形のない様々な思考が、爆発的に気を取り乱した。"
    play sound "audio/se/running.ogg"
    nar "俺はそれを忘れなければならなかった…{w}ただ、天使が俺に言った通り、それを「なかったこと」にしたのだ。"
    nar "天使の申し渡し通り…"
    hide screen textbox with dissolve
    pause 1.0
    scene black with slowdissolve
    call place06
    pause 1.0
    show screen textbox with dissolve
    nar "夢中で走り、到着したのは医務室だ。医務室には明かりが消えていたが、扉はいつものように開けられた。"
    nar "記憶の中の医務室ではいつもいい匂いがしたのに、今日はくすんだ煤煙のような匂いがした。"
    nar "扉を開けて入ると、中にいた人が騒がしく椅子を動かした。{w}間もなく灯りが付いた。"
    hide screen textbox with dissolve
    scene bg06
    play sound "audio/se/ding.ogg"
    call bgw
    show SCG_14 7 with dissolve
    show screen textbox with dissolve
    play music "audio/bgm/Grette.ogg" fadein 2.0
    gr "…ビックリしちゃった。[na2]くんなの？"
    pl "そ、それは俺のセリフだぜ…{w}先生、電気も付いてないのに何やってんだよ。"
    show SCG_14 at bounce
    gr "ん？私は、その……"
    show SCG_14 1 with fastdissolve
    gr "ちょっと考え事してて。{w}ほら、周りが暗いと集中出来たりするでしょ？あはは…"
    pl "そうか…？や、ちょっと聞きたいことがあって来たんだけど、邪魔になったかな…"
    show SCG_14 0 with fastdissolve
    gr "ううん、大体片付いたところよ。それにかわいい[na2]くんの訪問なのに、邪魔になるわけがないでしょう？"
    gr "ほら、いらっしゃい。"
    nar "彼女はせっかちに俺の前にコップを持ってきた。白い湯気が立ちのぼる水には、初めて嗅ぐ香りがした。"
    gr "今日はお茶しかなかったけど、大丈夫かな？"
    pl "もてなしてもらえるだけでもありがたいぜ。"
    show SCG_14 1 with fastdissolve
    gr "じゃあ、[na2]くんのお悩みを聞いてみましょうか。"
    pl "実はさ…急な話ではあるんだけど、仕事してたら気になったことがあってさ。"
    show SCG_14 7 with fastdissolve
    gr "じゃあもしかして…禍についてのことかしら？"
    pl "そ。色んな事が起こるし…その、禍には身を腐らすっていう禍があるだろ？"
    show SCG_14 0 with fastdissolve
    gr "そうね。とても悍ましい病よ。{w}しかも色んな種類に分かれてるの。"
    pl "例えば？"
    gr "例えば大きな膿が出来て皮膚に巣食う病もあれば、血液の循環を止めて腕や脚みたいな繋がりが壊死したり、"
    gr "黒いカビみたいな痕が出来たり…"
    pl "そう！最後のそれ、多分…！{w}それはどうやったら治せるんだ？！"
    gr "症状は違えど治療方法は皆同じよ。腐った部位を切り取るしかない。"
    pl "き…切り取るって？なんかその、治癒術とか薬は？"
    gr "治癒術や薬は人間の持つ再生力を向上させて傷を癒すためのものなの。"
    gr "そのためにはまず死んでしまった肉を切り取って、再生するまで待つか、移植をするしかないでしょう？"
    show SCG_14 7 with fastdissolve
    play sound "audio/se/hit.ogg"
    pl "それはダメだ！絶対に！{w}病気って言ったじゃないか、病気は治せるモンだろ！？" with sshake
    show SCG_14 3 with fastdissolve
    gr "でもね、[na2]くん。世界には不治の病というものも存在するのよ…"
    gr "勿論[na2]くんの言う通り、もっといい方法があるかもしれないけど、今この時点で出回っている治療法ではこれが最善なの。"
    pl "でも、でも俺の腕は治してくれただろ！"
    gr "それは傷を癒しただけで、身が腐る病気とは違うわ。"
    gr "それに[na2]くんの傷が驚く程すぐ治ってしまったのは、[na2]くんの異常な能力があったからこそで…"
    nar "異常な能力？{w}いや、こんなのが神の祝福だというのなら、それは俺ではなく哀れなローズのところに行くべきだった。"
    nar "そんな煩わしい方法では駄目だ。{w}少しでも形跡が残ってしまえば、俺と彼女の秘密は罪になってみんなを不幸にするだろう。"
    nar "他の方法を探さなければならない。"
    gr "…もしかして、[na2]くんの知り合いに病気の人がいるのかな？"
    pl "……"
    show SCG_14 2 with fastdissolve
    gr "[na2]くん、事情は分からないけど…病にかかったのなら然るべき治療を受けないと。"
    gr "病気というものは隠す事で治る訳ではないのよ。"
    gr "時間は何も解決してくれない。{w}危険な状況で他の人に助けを求めないのは本当に強い訳じゃない、ただの強がりよ。"
    pl "……"
    show SCG_14 3 with fastdissolve
    stop music fadeout 3
    gr "…[na2]くん？{w}ちょっと、待ちなさい！[na2]くん…！"
    hide SCG_14 with dissolve
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "告解だけで罪が許されるのなら、今すぐにでもこの毒を吐き出したい。しかし、それはできない。"
    nar "もうこの事件を知ってしまったのだから、許す許さないの問題ではない。"
    nar "許されたくもないし、仕返しされたくもない。この罪は内聞にしておくべきだ。"
    nar "そう、俺がいなくなったところで何も解決しないんだ。{w}逆にこれを解決できる人は俺しかいない。"
    nar "ローズがすっきり治るならそれでいい。"
    nar "ならばラヴィもショックを受けずに済むだろうし、ローズも無事だろうし、俺の罪も消えるだろう。"
    nar "だから他の方法を見つけなければならない。"
    hide screen textbox with dissolve
    pause 2
    scene bg104 with dissolve
    call place104
    pause 1.0
    show screen textbox with dissolve
    pl "……"
    show SCG_10 0 with dissolve
    ev "罪を背負いましたのね。"
    pl "……"
    show SCG_10 1 with fastdissolve
    play music "audio/bgm/evelyn.ogg" fadein 2.0
    ev "ご無沙汰しております。如何致しましたのでしょうか？{w}急に之程の知識を欲されるとは…"
    nar "彼女の登場は突然のことではなかった。{w}この空間に突然現れたのはむしろ俺の方。"
    nar "俺は本棚の一行分の本を机に積み上げ、それを読んでいた。"
    nar "まさに「招かざる客」という言葉がぴったりだった。"
    pl "…俺の友達が病気でさ、保健部の先生に聞いたら、不治の病だって。"
    show SCG_10 0 with fastdissolve
    ev "あらまあ…常に清廉なる闘志に燃える彼女が断言する程の病とは、大変で御座いますのね…"
    pl "でもこの世に不治なんてモンはない、まだ治療法が見つかってないだけなんだ。"
    pl "もしかしたら俺が見つけ出せるかも知れないだろ？"
    show SCG_10 1 with fastdissolve
    ev "其れはとても尊い御言葉で。"
    pl "イヴリン様は何か知ってないか？禍で起こった病気を跡形もなく、一瞬で治療できるようにしたいんだ。"
    pl "元からそんなモンなかったかのようにさ…アンタ神殿で一番頭いいんだろ。"
    show SCG_10 0 with fastdissolve
    ev "然様ですね、禍と云う物は神が人間に与えし罰です。{w}戒め悟る心がけを失い死地の上で生き永らえる人間へと下された罰。"
    ev "だからこそ人間は生きる内はずっと禍の中なので御座います…"
    ev "私も又単なる人間に御座いまして、兄弟が私の力を高く評価して下さった分そうで在ると返して差し上げたく存じますが、"
    ev "たかが人間如きである私に出来る言葉等彼らの出来る返答と大した差は存在しないのです。"
    pl "…じゃあもういい、俺一人で探す。"
    show SCG_10 2 with fastdissolve
    ev "フフ…面白い御方なのですね。人間は禍に逆らえないと解って居ながらも遣り口を探すことを諦めやしない…"
    ev "その無謀な発想は、絶望の中神に縋る人間だからこそ出来得る事なのでしょうか？"
    ev "だからこそ、神にのみぞ許されし事柄を行おうとなされているのですか？"
    pl "ハァ、どいつもこいつも俺にケンカ売ってんのかっつーの…俺だってこんな胡散臭い場所なんかお断りだ。"
    pl "アンタの司祭共が俺を隠れてチラチラ見ものにしてんのも、頭割れそうな花の臭いも、"
    pl "陰気な音楽も何もかも気が散って仕方ないんだよ！！" with sshake
    hide SCG_10 with dissolve
    play sound 'audio/se/scrt.ogg'
    stop music
    nar "ガシャン！ずっと同じ場所に位置していた蓄音機をひっくり返してしまう。" with sshake
    nar "絶えることなく流れていた音楽がブツリと途切れた。"
    show SCG_10 4 with dissolve
    ev "嗚呼…お気に入りのレコードでしたのに……"
    play music 'audio/se/library.ogg' fadein 3
    pl "神にのみぞ許されし事柄？だからなんだってんだよ。{w}冒涜罪だとでも言いてえのか？"
    pl "俺は何をどうしてでも解決がしたいだけなんだよ、野放しにしておきたくない。"
    show SCG_10 0 with fastdissolve
    ev "罪とは人間が創り出した基準に過ぎません。"
    ev "人々が理解できない事柄、又は理解されてはいけない事柄を決める一つの基準…{w}私は何方も愚かとは言いません。"
    ev "自身の世界で、又は誰かしらの神に成りたいと云う発想其の物は彼の御方の冒涜には為り得ません。"
    show SCG_10 2 with fastdissolve
    show SCG_10 at bounce
    ev "寧ろ素晴らしいと言いたい！{w}時には無知なる勇気こそが新たなる発見を生む切っ掛けと為りますでしょう…"
    nar "彼女は裕福さを見せびらかしたがる金持ちのように、小指を立てたまま金色の鍵を取り出す。"
    nar "丸い輪には茶色の皮の飾りがかけられていた。"
    ev "貴方の手助けを致しましょう。{w}但し最低限で。"
    pl "…は？"
    hide SCG_10 with dissolve
    play sound "audio/se/r18 2.ogg"
    nar "俺がいやな顔をしても、女は警戒されるのに慣れているのか気にもせず、ただついて来いと言わんばかりに手招きした。"
    nar "「手助けを致す」と言うから彼女についていかざるを得なかった。"
    nar "彼女は図書館の奥まった場所に入るまで後ろを振り向かなかった。俺が後についていくという事実を当たり前に思っているのだ。"
    nar "この女は魔女だ。{w}「みたい」や「まるで」などの修飾語をつける必要もない本物の魔女。"
    nar "そして俺はそれを知りながらも、魔女の後をついて奥まったところまで歩いていった、愚かな馬鹿だ。"
    hide screen textbox with dissolve
    scene bg114 with dissolve
    call place114
    pause 1.0
    show screen textbox with dissolve
    nar "魔女が案内してくれた場所は普通の書斎だった。"
    nar "彼女が扉を開けたとき、俺の頭をかすめた怪しい煙や血塗られた拷問道具が恥ずかしくなるほど普通の部屋だった。"
    show SCG_10 0 with dissolve
    ev "以前は此処にも主がおりましたのですが…彼は別の部屋へと移されまして。"
    ev "現在は空き部屋と為っております。此処を御貸し致しましょう。"
    pl "俺に…？"
    show SCG_10 1 with fastdissolve
    ev "ええ、前の主が置いて行った物が多少散らかっておりますが…{w}勝手にして頂いて構いません、ご自由にお使い下さいませ。"
    pl "…何の巧みだ？この前の図書館の出入りの許可みたいにまたなんかの気まぐれなのか？"
    show SCG_10 0 with fastdissolve
    ev "私、この図書館にとても情が移ってしまいまして…"
    show SCG_10 2 with fastdissolve
    ev "過ごしてきた時間が在るからでしょうか、人生の半分とも言える時間を此処に捧げて来たからでしょうか？"
    show SCG_10 1 with fastdissolve
    ev "私は間違いなく呑まれて仕舞ったのです。{w}だから今私は、貴方に私の一部を御貸出しさせて頂いてる気分なのですよ……"
    pl "……"
    show SCG_10 0 with fastdissolve
    ev "御貸し致します。秘密にしたい事が在るのでしょう？"
    hide SCG_10 with dissolve
    nar "快適に管理された空気が一瞬、むんむんとじめじめしてきたように感じられた。"
    nar "図書館がこの女の一部なら、ここは間違いなく彼女の腹中に違いない。"
    nar "俺は蛇の牙に首を渡す思いで手を伸ばした。金色の鍵はいつかのように、持ち主を見つけたように俺の手に転がり込んでくる。"
    nar "イヴリン司教は満腹感を感じる笑みで俺を見ていた。"
    show SCG_10 1 with dissolve
    ev "お隣の本、忘れずに持ち帰り下さいませ。"
    play sound "audio/se/door close.ogg"
    hide SCG_10 with dissolve
    nar "魔女は飽きることもなく、また司書の仮面をかぶって去っていった。"
    nar "主が残していった部屋にしては、人の足跡は感じられない。"
    nar "机の引き出しには手書きの書類の山が入っており、本棚の中には埃まみれのトロフィーが何本か並んでいたが、"
    nar "それでも何となく空いているという気がした。"
    nar "とにかく何かを得たという安堵感のせいか体が重くなってきた。しかし仕事はこれからだ。"
    nar "俺は予め取っておいた本を全部運び出し、最後の本を移すために隣の部屋に向かった。"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 1.0
    scene bg105 with dissolve
    call place105
    pause 1.0
    show screen textbox with dissolve
    nar "周りには何もないのに、ローズは窮屈な隙間の中に挟まったように小さく丸まっていた。"
    nar "痩せた肩を軽くたたいただけで、彼女は閉じた目を滑らかに開けた。"
    play music "audio/bgm/rose.ogg" fadein 2.0
    show SCG_12 A B 8 with dissolve
    rs "こんにちわ、[na]。"
    pl "ローズ…いつからここに？"
    rs "おにいたまのしゅっきんじかんから。"
    pl "うわ、めっちゃ待たせちまったな…人っ気がしないから誰もいないのかと思ったぜ。"
    show SCG_12 10 with fastdissolve
    rs "ローズはここにいたぞ。"
    pl "そう…知ってる。"
    rs "……"
    pl "…ローズ、ラヴィに脚はバレたか？"
    show SCG_12 0 with fastdissolve
    rs "ううん、ローズは独りでお着換えをする。"
    pl "本当か？本当にラヴィはお前の傷の事は何も知らないのか？"
    rs "おにいたまはローズに病気や怪我が出来た際、必ずローズを看護する。"
    rs "仕事もせず、一日中ローズの隣で奇妙な顔をするのだ。{w}しかし本日のおにいたまは普通だった。"
    pl "ハァ…ならいいや、やっと一息つけるな。"
    pl "当分は気を付けてくれよ、お前のおにいたまが知ってしまったらすごく心配しちゃうだろうからさ…"
    pl "お前も心配掛けるの好きじゃないだろ？"
    show SCG_12 10 with fastdissolve
    rs "同意。"
    pl "…今日は本を読む予定なんだけど、別の部屋に行こうと思うんだ。{w}お前も読みたい本とかあったら持ってきていいぞ。"
    show SCG_12 0 with fastdissolve
    rs "別の部屋？図書館の外か？"
    pl "いや、図書館の中。{w}いいかローズ、良く聞けよ。"
    pl "今日は別の部屋で本を読むけど、これは誰にも言っちゃいけないからな。ラヴィにだって秘密だぞ。"
    show SCG_12 at bounce
    rs "何故だ？"
    pl "うーん…"
    pl "ここはラヴィがお前のために作った場所なのに、他んとこで遊んできたって知られたらお前のおにいたま悲しんじゃうだろ。"
    show SCG_12 8 with fastdissolve
    rs "では…ローズはいかない。ここはおにいたまがローズの為に作った場所…"
    pl "じ…実はさあ！{w}俺もローズのための場所作ったんだよ。だからお前には是非来て欲しいんだ。" with sshake
    show SCG_12 0 with fastdissolve
    rs "[na]が？"
    pl "ああ…どうせ外出禁止ももうないんだろ？今日は俺に合わせてくんないかな。"
    rs " …いいよ。ローズ、[na]といっしょにいく。"
    hide SCG_12 with dissolve
    nar "ローズは明らかにびっこを引いた。{w}深刻なほどではないが、体のバランスが過度に横に偏っていた。"
    nar "これではラヴィと違和感が生じる筈だが…"
    nar "彼らの秘密は、二人の類似性、似ている外観に依存している言い訳だ。"
    nar "だからこれが守られるためには、ラビアンとローズの間にある乖離が大きくなってはならない。"
    nar "あくまで対外的な観点でいうと、ローズはいない存在でなければならない。"
    nar "そう考えると、脇に抱えた何冊もの本よりも、握ったローズの手がずっと重い荷物のようにに感じられた。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg114 with dissolve
    call place114
    pause 1.0
    show SCG_12 A B 0 with dissolve
    show screen textbox with dissolve
    pl "お前のお兄ちゃん、普段の帰りっていつだっけ？"
    rs "午後七時。"
    pl "昼飯は？"
    rs "食べた。"
    pl "ヨシ。クッションとか毛布とか持ってきた方がよかったかな…{w}とりあえずまあ楽にしな。"
    rs "その本…全部読むのか？"
    pl "全部読むよ。でも俺まだ州都の言葉に慣れてないから、お前に沢山手伝ってもらわなきゃな。"
    show SCG_12 at bounce
    rs "わかった。しかし何故？{w}新たに探したい物が出来たのか？"
    pl "…そう。お前の病気を治さないと。"
    rs "よかったな、[na]。"
    pl "何が？"
    rs "みつけたがってた。あたらしくさがしたいもの。"
    pl "…お前の持ってきた本は何なんだ？"
    show SCG_12 10 with fastdissolve
    show SCG_12 at bounce
    rs "塔のお姫様。"
    pl "その本…今日で五回目の精読じゃないのか？{w}お前も大概だな。俺はもう表紙見ただけでうんざりするってのに。"
    rs "本を構成する単語は全て知っているが、内容を理解出来なければそれは本を読んだとは言えない。"
    rs "しかし今のローズが５回目の読書を終えた時、お姫様が自身の母ともいえるであろう魔女を置いて塔を去った理由がやっとわかる…"
    show SCG_12 0 with fastdissolve
    rs "気がする。"
    pl "よかったな、お前にも。{w}急にこんなとこ連れて来られて心地悪かったりとかはしないか？"
    rs "心地悪くない。ローズ、危ない状態なのだろう？{w}だから[na]はローズをここに隠してくれた。"
    rs "だから心地悪くなんかない。{w}それと…"
    show SCG_12 7 with fastdissolve
    rs "この部屋、何故か安心できる。"
    pl "あ、それは俺も思った。頭割れそうな花の匂いが漂ってないからかな…{w}お前って妙に俺の事信用してくれてるよな。"
    show SCG_12 0 with fastdissolve
    rs "[na]はおにいたまに似ている。"
    pl "ハァ…？んなバカな…誰か聞いたら双方とも大恥だぞ。{w}まさかお前を助けたから？"
    show SCG_12 at bounce
    rs "うん。"
    pl "そんな理由で似てるんだったら全人類皆似たモン同士だぜ…ったく。"
    rs "[na]、このへやもひみつ？"
    stop music fadeout 2
    pl "…秘密。"
    hide SCG_12 with dissolve
    hide screen textbox with dissolve
    pause 2
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    nar "俺はそうして積まれている大量の本を読み始めた。{w}不慣れな文字と、"
    nar "読むことはできても理解はできない情報を無理やり頭の中に押し込んだため、自然に目蓋が重くなっていく。"
    nar "ローズは今日に限って調子がおかしかった。{w}普段は怪しいほど静かだと思うと本を読んでいたり、"
    nar "寝ていたり、爪をかじっていたりしたが、今日はそんなにレベルじゃなかった。"
    nar "彼女は自分の頭をかきむしって、それを口の中に押し込んでいた。"
    pl "お、おい何やってんだよ！" with sshake
    nar "両腕をつかまれているのに、彼女は俺の当惑をまったく理解できないみたいにじっとしていた。"
    nar "握りしめた腕に力が入っていたが、特に振り払おうとする素振りもなかった。巨大な植物を掴んでいるようだった。"
    pl "何やってんだよ、お前…"
    nar "俺がその腕を離して問い返すと、彼女は目だけを動かして俺を見た。不意に身の毛がよだった。"
    show SCG_12 A B 0 with dissolve
    rs "あそんでる。"
    hide SCG_12 with dissolve
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n それ以上の会話は交わされなかった。ローズはそのまま黙り込み、俺は嫌な気持ちのまま机に戻った。"
    "そうして、二度と後ろを振り向かないようにした。"
    "俺の背後で何が起きようが極力気にしないことにし、全く理解できない文が出た時にだけ、ローズを呼んで読ませた。"
    et "特に頼むこともなく、彼女のいる方向に本を置き、指で線を引くと、ローズは生ける辞書のように単語を読みあげ、その意味を明瞭に説明した。"
    nvl clear
    "\n 本音を言えば、彼女には出来る限り触れたくなかった。"
    "そうしてはいけないと分かっていながらも、彼女が本に記された禍の恐怖、恐ろしい症状と事例を淡々とした音声で読みあげるたびに、"
    "俺の中に育った恐怖は大きくなるばかりだった。病気に対する恐怖、そしてこのすべてが無駄になるという恐怖。"
    "行き場のない恐怖がこみあげてくるたびに、決まって頭の中の誰かが話しかけてきた。"
    "今からでもラヴィと相談して、ローズを医務室に行かせたらどうだ？{w}心優しいグレーテ先生なら、きっと方法を作ってくれるはずさ…"
    et "俺はそれを無視するために、意固地になって本の内容を紙に書き写した。"
    nvl clear
    "\n その声に頷いてしまえば、その瞬間から秘密は罪となってしまう。"
    "多くの人がこのことに巻き込まれるだろうし、ラヴィアンは一人ですべての責任を背負うことになるだろう。"
    "できる限り世話をしてあげたところで、部署の異なる俺がローズと一緒にいられる時間は限られている。"
    et "俺は病気のローズを見て罪悪感にさいなまれ、彼女が治った後もその罪を洗い流すことなく苦しみ続けるだろう。"
    nvl clear
    "\n いくら文章を書き写しても、複雑な頭の中はまとまりそうになく、治療の糸口も見えない。"
    et "俺はしばらく書物から眼をそらして、その様を眺めた。広げておいた紙がもうほとんど底を埋める勢いだった。"
    hide screen nvlbox with dissolve
    pause 1.0
    show screen textbox with dissolve
    show SCG_12 A B 0 with dissolve
    rs "[na]…"
    play sound "audio/se/hit.ogg"
    pl "踏むな！" with sshake
    hide SCG_12 with dissolve
    nar "思わず飛び出した大声に、ローズは身をすくめて震えた。{w}彼女の姿を見る俺の体も震えていた。"
    nar "鼻が詰まり、眼球に水がたまり息が切れてきた。"
    pl "ご…ゴメン。"
    nar "何をやっているんだ、俺は。"
    nar "これはローズの為にやっていることなのに、何故こんなにも自分勝手な醜いことをやらかしてしまったんだ。"
    show SCG_12 A B 0 with dissolve
    pl "ゴメンな、ローズ…そんなつもりじゃなかったんだ…{w}怒鳴ってゴメン、お前はなんにも悪くないんだ、何もかも俺のせいだ…"
    nar "俺は鼻から流れる水を飲み込みながらローズを抱き締めた。{w}骨張った肩と腰を締めて、短い髪を掌で覆った。"
    nar "ローズの口は固く閉ざされたまま「だいじょうぶ」という一言さえも言ってくれない。"
    nar "絡繰りのような心臓だけが俺の懐の中で小さく音をしていた。"
    pl "今日は香水の匂いがするな…"
    show SCG_12 at bounce
    rs "つけてみた。きにいった？"
    nar "頭は頑丈で暖かかった。{w}この中には数え切れないほどの情報が詰まっているだろうが、それだけだ。"
    nar "ローズは単に情報を集めるだけでは人を理解できないと言った。{w}では、それが理解できないお前は一体何モノだ？"
    stop music fadeout 2
    nar "ローズはやっぱり、人間じゃないのか。"
    hide SCG_12 with dissolve
    hide screen textbox with dissolve
    pause 1.0
    scene black with slowdissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n 長らく考えた末に、俺は一つの結論に到達した。{w}詰まる所「ローズ」という人物は初めから生きている人間ではなく、学術部司祭であるラヴィアン・ローズが作り出した「機械人形」であるという事実だ。"
    "改めてもう一度考えると全ての話が綺麗に繋がる。全ての司祭が一つ以上の研究をする必要がある学術部で、ラヴィアンは補佐教になるため自分自身の実力を証明すると同時に、主教を満足させられる様な成果を提出しなければならなかった。"
    et "だがイヴリン・ヴィオレッタは所謂奇人である為、普通の紙きれや絡繰りなんかでは彼女を満足させられなかった。そこでラヴィアン・ローズは自身の特技を生かし、驚くべし研究を成したのだ。"
    nvl clear
    play music "audio/bgm/r18.ogg" fadein 2.0
    "\n 「それ」はオートマタを用いて作られた人形だ。無機質的な物質で人間を真似た人形。そうやってローズは命の無いままこの世に生まれた。"
    "然しこの結果物は外部に知られてはいけなかった。{w}悪用される可能性があったからか、それとも主教の欲か、でなければ単にラヴィアンという人物は謙虚な性格の持ち主だったからであろう。"
    et "ともかくそれは学術部にのみ存在しなければならないという巨大な秘密であった。だから学術部の司祭達は皆この秘密を守るため口合わせをしたのだ。"
    nvl clear
    "\n ローズの存在は確かに驚異的ではあったは、立場は曖昧であった。人ではない物を司祭として扱う訳にはいかなかった上、人の気持ちを理解できなかった。それに学術部は彼女の存在を隠さなければならなかったので、彼女の居場所は段々と狭くなっていった。"
    "その時俺が現れた。放置させるべきであった彼女を発見し、あまりに多くの関心を寄せてしまった。{w}そうやって「ニセモノ」である彼女に人を模倣する方法を教えたまでは良かったが、他人のモノにキズを付けてしまった。"
    et "だから俺は「これ」の主である彼がこのキズに気付く前に彼女を直しておく必要がある。"
    nvl clear
    hide screen nvlbox with dissolve
    show cgrs03R with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    "\n 分解したローズは部位別で纏めておいた。絡繰りは全く専門外なので結構迷ったが、やり方が分かってきてからは容易く分解する事が出来た。"
    "ローズの部品は彼女の活発な活動量に過熱したのか一つ一つが熱かった。動力源になったオイルも、体を外すたびにどろどろと湧き出て吃驚した。先に地面にシートを敷いておいて良かった。"
    et "ローズの丸い頭は寝ている時と同じく、目を閉じたまま安らかに息を吐いていた。{w}その安らかな表情が何だか可哀想で、頭を撫でてやる。もう少しで彼女を楽にしてやれる。"
    nvl clear
    "\n 丸太の様に分解された彼女の脚を持ち上げて、キズが出来た部分にメスを当てる。"
    "刃はとても容易く入っては、元あるべき場所へと戻るかのように足を半分に切り分ける。腐った果物を半分に切った時のような形だった。"
    "そのふにゃふにゃに黒く変色した所を掘り出して、綺麗な肌のみを残す。さて、次は空いた所を埋めるための別の肉が要る。"
    et "少し悩んだが、胸を削ぎ落とす事にした。ラヴィアンの姿を模倣したローズにはどうせ要らない部位だから。ラヴィもきっと感謝するだろう。"
    nvl clear
    "\n 脚を切り分ける時と同じく、肋骨の上の肉を切り落とす。水分を沢山含んだため高い宝石の断面の様に光る新鮮な肉が露わになる。"
    "その肉を手で探り、掘り出すと気が遠くなる程の花の香りがした。ローズに贈ったアイリスの香りだ。"
    "肉を埋めたので、人形をもう一度組み立てる。{w}見た目は完璧だ。全部直った。"
    "誰もが不可能だと言ったが、俺はやり遂げたんだ。秘密を守った上にその罪は無かった事となった。"
    stop music fadeout 2
    et "皆この結果に満足してくれるだろう。直せてよかった。{w}もう良いんだよ、もう治ったんだよ、ローズ…"
    hide screen nvlbox with dissolve
    hide cgrs03 with slowdissolve
    pause 3.0
    show screen textbox with dissolve
    nar "……"
    nar "部屋の物陰の中で、ローズは寝ている。"
    nar "目を瞑ったまま安らかな寝息を出して。"
    nar "周りに彼女を閉じ込められそうな物は何もないが、床を転がる紙を避けているような姿勢だった。"
    nar "足には相変わらず禍の跡があった。"
    rs "……うぅん…"
    rs "…あ、[na]……おにいたまそっくりのかお。"
    $ _skipping = False
    nar "一日が過ぎていく。"
    $ save_name = "day 9, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day10_rs
    return

label day10_rs:
    $ day = 10
    $ save_name = "day 10, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 4.ogg' fadein 2.0
    image 10day = Text("day 10",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '10day' at day00 with slowdissolve
    pause 5
    hide expression '10day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene bg114 with dissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/bgm/Biblioteca.ogg" fadein 2.0
    "\n もう二日も夜を明かしてしまった。"
    "昨日、急いで時間を確認した俺はローズを隣の部屋に連れて行った。{w}座布団を枕代わりにして横たわったローズに布団を掛けてあげる時はまるで棺を蓋うような気分だった。"
    et "蒼白い顔をしたローズは自分の上に差し掛かる陰に瞼を閉じて、体から漂う香水の匂いには傷による悪臭が混じっていた。{w}そのせいで俺はいつものように「また明日」と言うところを「さようなら」と言ってしまった。"
    nvl clear
    "\n そして再び書斎に戻って徹夜で読書に熱中した。一生のうち読んできた本を数えても今日読んだ分の数は超えられないだろう。"
    "地下にある図書館は天気の影響を受けることがないため、朝も夜も灯りは蝋燭に頼るしかない。"
    "しかも浄化部の寮にある薄っぺらな壁とは比べにならないほど厚い壁は外の音を何もかも遮るため、どれだけ時間が過ぎたのかも分からなくなる。"
    et "扉を叩く人もいない。{w}お陰で俺も外の状況をしばらく忘れて、ひたすら本の内容にだけ集中することができた。そうやって静かな夜が始まった。"
    hide screen nvlbox with dissolve
    pause 1
    scene black with dissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    nvl clear
    "\n 机に頭を持たせ掛けて目を閉じれば、暗闇の中で俺のいない神殿の風景が浮かぶ。"
    "誰も俺のことを探さない。{w}働かされることもなく、話し掛られることもなく、責任すら問われることがない。"
    "最初から俺という人はいなかったように、みんなが各々の役割を果たしながら生きていた。"
    et "そこで俺は誰よりも自由だった。存在しないから肉体もなく、肉体がないから精神もない。あらゆる悩みが消えたという解放感の中で一人で歓声を上げたり、軽やかに宙に漂ったりしては、再び目を覚まして重たい指を動かした。"
    nvl clear
    "\n 又、ローズの夢を見る時もあった。夢の中のローズは脚に加え腐敗してしまった両腕を垂れ下げたまま大人しく座っていた。{w}俺はそんなローズに温いスープを掬って食べさせなければならない。"
    et "腕が使えないから靴も自分で履けず、服も一人では着替えられない。{w}図書館と寮、お手洗いさえも送ってあげないと行けない。洗う時も同じだ。"
    nvl clear
    "\n 今は己の力で飯を食べることができるけど、そのうち歯も腐って使えなくなり、細かく砕いた液体を口に流してやらなければならなくなるだろう。"
    "口の中におやつが勝手に入ってくることを待ちながらにこやかに笑うローズはまるで姫様だ。童話の中にしかいなさそうな非現実的な存在。本の中だけにいるべき。"
    stop music fadeout 2
    et "自分のカビにも愛しいフリルドレスと、鼻がつんとしそうなきつい香りを纏わせた、俺の姫様…"
    hide screen nvlbox with dissolve
    pause 2
    scene bg114 with dissolve
    pause 1.0
    show screen textbox with dissolve
    pl "……ん…"
    show SCG_10 2 with dissolve
    ev "お早う御座います。"
    pl "イヴリン主教…？部屋には鍵が掛かってたはずだ、どうやって…"
    show SCG_10 1 with fastdissolve
    play music "audio/bgm/evelyn.ogg" fadein 2.0
    ev "フフ…主教の特権、使っちゃいました。"
    pl "図書館のマスターキー…すげえな、そんなモンがあるなんて…"
    hide SCG_10 with dissolve
    nar "この女性が入っただけで、少しの埃の臭いがしていただけの部屋が一気に花の香りで満たされた。"
    nar "彼女は白い湯気の立つ茶碗と、綺麗な皿に盛ってあるクッキーを何個か机の空いた所に置いた。"
    show SCG_10 2 with dissolve
    pl "あ…ありがと。"
    ev "いいえ、貴方は御客方ですもの。"
    nar "香が焦げたような独特な匂いを漂わすお茶は、妙に色が赤くて濁っていた。"
    pl "…うっ、あっま！" with sshake
    show SCG_10 0 with fastdissolve
    ev "あら、然様ですか。私の口には普通だったのですが…{w}フフフ。ジャム３匙は好みでは無かった様でして？"
    pl "２さじでも多いぞそれ…{w}頂いてる立場としちゃありがたいモンだけど、空腹に甘いのはちょっと…"
    ev "御腹が空いてらっしゃるのでしたら、ケーキも御座いますよ？"
    pl "俺の話聞いてた？"
    show SCG_10 2 with fastdissolve
    ev "フフ…今のはわざと悪戯して仕舞いましたが、其方の非常識が此方の文化としては常識と云う事もまま有ります。"
    ev "気違い共の中で同じく気違いとなった凡人、果たして本当に気迷った者とは何方でしょうね。"
    pl "…そりゃ当然理解し得ないことをやらかす集団がキチガイって認識されるべきだろ。"
    pl "常識ってのにはそれ相応の理由があるモンなんだぜ。"
    ev "それでは貴方は今非常識的行為を行ってらっしゃるのですね。"
    pl "そんなこっちゃ。"
    nar "他の人の目には俺も十分気違いに見えるだろうが。"
    show SCG_10 0 with fastdissolve
    ev "如何ですか、研究は。順調でして？"
    pl "…全然。"
    show SCG_10 3 with fastdissolve
    ev "あらら、何が原因なのでしょうか。{w}眼の中漆黒色に滲みゆく文字が貴方に絶望を囁いているのですか？"
    show SCG_10 0 with fastdissolve
    ev "それとも、未だ切り離せない思考の残材が貴方の脳を擽るのですか？"
    pl "どっちもだ。どっちも違うかも知れないし…全く糸口が見つからないんだ。"
    pl "解決できそうにない…でもまだ一日しか経ってないからさ、俺が見つけられなかっただけかも知んない。そうだろ？"
    ev "知識を得るには本を恋人の様に扱うべし、という言葉が有りまして。私も又昔は机と日夜睨めっこをしていたものです。"
    ev "食事を取る事も、寝る事も忘れて没頭している最中ふと鏡と目が遭えば、"
    ev "其処には知恵と勇気を持つ勇者の顔を歪め作った野獣の顔が有るのです。"
    show SCG_10 1 with fastdissolve
    ev "ええ、今の貴方の様にですね。"
    pl "ここには鏡がなくてよかったな…ハァ、無知は罪なりとな。"
    show SCG_10 0 with fastdissolve
    ev "無知が何だって云うのですか、無知とは知識の齎す快楽を全身で受け入れられると云う意味でも在りましょう。"
    ev "其れが本の魅力でも有ります。"
    pl "主教様も研究をしてたのか？"
    ev "勿論に御座います。私も神殿に来たばかりの頃は、幼く平凡でしたので…{w}長話には為りますが…"
    show SCG_10 1 with fastdissolve
    ev "フフ、如何です？本を少し置かれて談笑でも分け合うと云うのは。"
    pl "そうだな…俺もそろそろ休もうかなって思ってたところだし。ずっと椅子に座ってばっかでも休憩が必要とはな…"
    show SCG_10 0 with fastdissolve
    ev "当然で御座います。脳を使うと云うのは体力との闘いに他有りません。"
    ev "自身の頭の中の図書館を絶え間なく換気し、拡張して行くのですよ。"
    pl "それでそんな甘いモンが好きなのか。"
    show SCG_10 2 with fastdissolve
    ev "ええ、然様です…フフフ。身体の為と云うよりは頭の為の餌ですね。"
    pl "アンタみたいな人にも新入生の頃があったなんて、想像つかないな。{w}いつ司祭になったんだ？"
    ev "懐かしい話ですね…"
    show SCG_10 0 with fastdissolve
    ev "成人式を行なった年に愛する友を置いて神殿に向かったあの頃の私は、"
    ev "未だ石鹸の香り漂うばかりの「つるつる」少女でしたもので。"
    ev "実らずの未成熟な精神には感情の代わりに好奇心で一杯でした。"
    ev "髪も尾骨迄届く位には長く、まるでふわふわ産毛の仔猫の様な姿で神殿を歩き回って居りました。"
    pl "へぇ、神殿をせっせこと歩き回ってたのは俺とおんなじだな。"
    ev "フフフ…我々は好奇心の怪物として生まれましたもの。"
    pl "そういや学術部の人たちは必ず何かしらの研究をしなきゃいけないって聞いたんだけど、"
    pl "イヴリン様はどんな研究をやってたんだ？"
    pl "一体何を書きゃ主教にまでなれるのか気になるぜ。"
    ev "不老不死です。人間を真似る神、禍へと変貌した人間について。"
    pl "老いず、死なずってヤツ？俺もそれは知ってるぜ。{w}でもそれってフィクションだろ？"
    show SCG_10 2 with fastdissolve
    ev "其れが、存在するのですよ。老いず死なない人間という物が、我々の直ぐ近くに…"
    nar "イヴリン主教は何か懐かしい昔の思い出でも浮かんだように、口角を上げては薄ら寒い笑みをした。"
    nar "半分折れた目からは未だ好奇心の火が付いていた。"
    ev "神殿の枢機卿と云うのは神託によって決定されますが、神託を得た者はその瞬間から歳を取らなく為るのです。"
    ev "神託とは単純に役割を継承する為の形式的な物ではなく、其れこそ神の選択に御座います。"
    ev "だから彼の空の神と直接疎通を行なった枢機卿は人間離れとなり、神の手下である禍と同じ存在へと成り代わるのです。"
    pl "…なんか、そんな人が禍と戦う神殿の頭だなんて気色悪いな。"
    show SCG_10 0 with fastdissolve
    ev "神は己の意思を叶えるため禍を呼び起こします…"
    ev "だから、神の意思に基づき動く枢機卿と云う存在は、禍と等しいとも云えるでしょう。"
    pl "でも、普通に歳を取らないだけってなら不死ってワケではないんじゃないか？致命傷を負ったら死ぬだろ。"
    ev "彼らは怪奇な回復能力を持っておるのです。{w}[na]兄弟と同じ能力ですね。"
    pl "…俺だって四肢がもがれたら死ぬと思うぜ？"
    show SCG_10 1 with fastdissolve
    ev "彼らも致命傷には命を奪われる事も有りましょう。実際枢機卿が殺害された件は過去にも記録されて居ります故…"
    show SCG_10 0 with fastdissolve
    ev "しかし私の好奇心に火を燈したのは当時の学術部主教の人でした。"
    show SCG_10 2 with fastdissolve
    ev "偶然同じ話題が出た際、彼は奇妙にも私の目をじっと見つめてはただ一言のみ言いましたのです。{w}「死にませんよ」と。"
    ev "其の御方こそが現在の枢機卿となる御方なのです。"
    pl "変なハッタリに騙されたんじゃなくって？"
    ev "だとしたらば彼はとんだマジシャンなのでしょうね。たったの一言で私の興味と好奇心を全て奪って行ったのですから…"
    ev "私は若さを満喫する事さえ忘れ研究に没頭致しました。"
    show SCG_10 1 with fastdissolve
    ev "未知を追うと云うのは其れだけでも随分と楽しい事でして、長い長い夢でも見ているかの様な心地でしたよ…"
    pl "ふーん……{w}で？不老不死の元ってのは結局何だったんだ？"
    show SCG_10 0 with fastdissolve
    ev "解りません。{w}たかが人間である私が彼らの崇高な関係を覗くと云うのは余りにも烏滸がましい行為だったのです。"
    ev "私は長らく真実を追い求めましたが、結局は其ればかり…"
    show SCG_10 4 with fastdissolve
    ev "結果的に私を主教にしたのは「禍と人間の関係性、そして力場について」という論文でしたね。"
    pl "なーんだよ、最初からそう言えよ！{w}また俺を騙しやがって…"
    show SCG_10 3 with fastdissolve
    ev "私は「この研究で主教に成りました」とは一言も云いませんでしたよ。"
    ev "兄弟は私の研究について訊いておられたでは有りませんか。"
    show SCG_10 0 with fastdissolve
    ev "私にとってアレは研究ではなかったのです…只頭の中に当然の如く入っていた物を取り出したに過ぎない。"
    ev "探求熱を燃やし強欲に喰らい付かねば其れは研究とは云えません。"
    pl "ハァ…またバカにされたし。"
    show SCG_10 2 with fastdissolve
    ev "フフ…私が兄弟にお伝えしたいのは、正解が見えないからと言って絶望する必要は無いとの事です…"
    ev "迷宮の中に御自身を閉じ込めないで。"
    ev "此れは誰の為なのか、誰の神に成らんとするのかを確かにし、常に自身に祝福が有らん事を覚えて頂きたい。"
    nar "考えるまでもない。当然これまでの全てはローズの為だ。{w}祝福が必要な人も俺ではなく、あの子だ。"
    pl "…目標が出来た以上何も得られないまま終わるワケにはいかない。{w}イヴリン様は諦めるのが惜しくはなかったんだな？"
    show SCG_10 0 with fastdissolve
    ev "私、歳を取り過ぎまして。{w}女性は自身の人生がつまらぬ物であると気付いた途端老いて行くのです…"
    ev "其れに気付いて仕舞った途端、一時は自分を満たしていた物が一つ二つとすり抜けて行き、その場には余裕だけが残り、"
    ev "余裕が出来ればまた其れと同等に虚しさも積もりました。森を整頓して他人を招き始めたのも其の時からですね。"
    pl "何だよ、そのペットでも飼い始めたみたいな…"
    show SCG_10 4 with fastdissolve
    ev "単なる趣味で御座います。{w}逆に生き甲斐を感じられば永遠に生きて行けますもの、女性という生物は。"
    show SCG_10 1 with fastdissolve
    ev "相云う面でラヴィは素晴らしい司祭です。{w}歳を取る事すら私に許可を頂いているのですよ…比喩的表現ですがね、フフ…"
    pl "ラヴィとはどう知り合ったんだ？"
    show SCG_10 0 with fastdissolve
    ev "ええと…其れがもう6年前ですね。"
    ev "学術部の司祭となる為には、年に一度行われる試験で一定数以上の成績を出さなければ成りませんのですが…"
    ev "合格者の中で相当優秀な成績にも関わらず、自ら司祭となる事を拒んだ者が居りまして。"
    ev "其の事情が気になって直接訪ねてみました。"
    pl "直接？"
    show SCG_10 1 with fastdissolve
    ev "ええ、顔が見てみたかったもので。そうして私は主教でなく、謎纏いし妙齢の女性として彼の前に立ちました。"
    ev "纏めますと、彼が神殿に来なかったのは「長らく留守にしてしまうと妹の御守が出来なくなる」と云う理由からでした。"
    show SCG_10 2 with fastdissolve
    ev "なんて尊いのでしょう！{w}才能ある生涯を血筋に献身するため使い果たそうとするなんて。"
    ev "身体が震えて抑えるのに骨を折りましたよ…"
    ev "だから私は彼への賞賛として機会をお与えしました。機会とは平等に与えられるべき物ですので。"
    pl "…そんなコトするから裏で魔女だなんて言われてるんだぜ。"
    show SCG_10 1 with fastdissolve
    ev "勿論、私は魔女です。"
    ev "数多の呪文と魅惑的なオブジェで可哀想な子供を誘惑しては、コロッと呑み込んでしまう事で永遠の美しさを維持しております…"
    show SCG_10 2 with fastdissolve
    ev "実は、私の司祭達にも下らない研究等を教えるのでなく、この美学其の物を教えて差し上げたいのです。"
    ev "がしかし困った事に、彼らは私の事を聖女と見做して居りまして。"
    pl "大体何がそんなにつまらなかったんだ、魔女モドキとして生きることか？"
    ev "長い時間私を惹き付けて居たのです…{w}永遠と云う物は何とも詰まらない物でして。手に入れた途端我を失って仕舞うのです。"
    ev "私は其れに気付いたからこそ、大人に成って仕舞いました。"
    pl "ヒトに失望した、ってコトか？"
    show SCG_10 1 with fastdissolve
    ev "虚構なんぞを探求して居たのですよ。その様な物に延々縛られて居たく等ない。"
    stop music fadeout 2
    pl "自分勝手で自由のヒトってイイよな。"
    show SCG_10 0 with fastdissolve
    ev "兄弟は、変わられて仕舞いましたのね。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    play sound "audio/se/ding.ogg"
    pl "俺が？"
    ev "私が初め兄弟に御会いした頃、貴方はまるで好奇心の塊でした。"
    ev "この世に生まれたばかりの仔動物かの様に疎くながらも荒い、冒険の道を潜り抜けて来た。"
    ev "しかし今の貴方はこの空間に呑まれただ手足を藻掻いているだけ。"
    pl "…何が言いたいんだ？"
    show SCG_10 4 with fastdissolve
    ev "此の儘だと死にますよ、貴方。"
    pl "アンタの腹ん中で？"
    show SCG_10 0 with fastdissolve
    ev "貴方が創り出した空間で。"
    hide SCG_10 with dissolve
    nar "イヴリン・ヴィオレッタは、その後席から起きて空き皿を一つずつ盆に上げて置いた。"
    show SCG_10 1 with dissolve
    ev "其れでは、今日も互いに愛し合いなさいませ。"
    hide SCG_10 with dissolve
    play sound "audio/se/door close.ogg"
    stop music fadeout 2
    nar "そして日常的な挨拶をしては部屋から去っていった。"
    hide screen textbox with dissolve
    pause 1
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/bgm/map select.ogg" fadein 2.0
    "\n それからどれだけの時間が過ぎたかは分からない。本のしおりを挟んだ所を開いても内容が思い出せなかった。"
    "誰かを助け、頼られる相手になることはつまりその人の神になることだろうか。彼女が残した言葉は何もかも妙だ。"
    "勿論俺はローズの神になりたい気はなかった。{w}しかし、神だけが禍に逆らって命を救えるというなら俺はその力を手に入れなければならない。"
    et "俺ならできると漠然と思った。そしてそうすべきだった。"
    nvl clear
    "\n そして不吉なことを想ってしまい顔を上げた。これは本当に、ローズの為だろうか、俺自身のための自分勝手な行為ではないだろうか。"
    "すぐ首を横に振った。ローズの病気を治す為なのにローズの為ではないというのはあり得ない。"
    "明白な答えとは裏腹に訳の分からない焦りが迫ってきた。鉛筆が汗ですべりだした。"
    "俺がこうしているうちにも浄化部は忙しいだろう。何も言わずに出勤をサボってきたが、"
    et "何が起きようと鍵がある以上はイヴリン主教という言い訳ができるだろうし、これさえ終われば無事戻れるだろう。"
    nvl clear
    "\n その間に何事も起きなかったように、仮に少し失敗したとしても、その時は天使に罪を告解すればいい。"
    et "ページをめくる手が引き攣る。俺は使えなくなった両手を合わせ再び天使に祈りを捧げた。これでもう何度目かの祈りなのかも分からない。"
    nvl clear
    "\n 「ローズが病気になってしまいました。{w}私が無暗に彼女に外の風景を教えて、考えずに言葉を言い捨てたせいであります。"
    "ローズは未だ私に従って好いてくれていますが、正直私はそれが心地悪いんです。"
    "私にそんな資格はない奴ですし、あの子は私をまるでおとぎ話の中の王子と重ねているのに、私はローズを獣や菌、絡繰りなんかと重ねてみていた…"
    et "そんなことしてはいけないのに…」"
    nvl clear
    "\n 独り言だ。俺に姿を現したあの日以来、彼女はたった一度も俺の祈りに応じてくれなかった。"
    et "しかし、祈りに怠ると天使は俺の存在を忘れてしまうだろう。彼女の中で俺は「なかったもの」になり、俺は頼る所を失ってしまうだろう。"
    nvl clear
    "\n 「…だから今はあの子の病気が治せる方法を探しています。{w}病院に連れて行くだけで十分なることなのに、何故自ら探しているというと…"
    "だから…ことが大きくなり過ぎればローズとラヴィが困ってしまうと思ってからです。"
    "ローズの存在は秘密であるべし、もし保健部が彼女の存在を知ってしまえばラヴィはその責任を負わなければならない…"
    "ことによってはローズを気付けなかった神殿の司祭たち、そして手心を加えていたイヴリン主教も罰せられてしまうだろうから…"
    et "そうだ…そうなんだ、俺の為でなく、そうすべきだったんだ。{w}そうすべきだった。これが最善…」"
    scene black with dissolve
    nvl clear
    stop music fadeout 1
    et "\n 点してある蝋燭の火が消えた。"
    hide screen nvlbox with dissolve
    pause 3
    show screen textbox with dissolve
    show SCG_12 0 with dissolve
    play music "audio/bgm/dream.ogg" fadein 5
    rs "[na]。"
    rs "今日、ローズは[na]に一つの事実を告ごうと思う。"
    rs "告ぐ。ローズは完全なる人間ではない。人間でありながら、構造を言うなら人間とは言えぬもの。"
    rs "学術部の司祭であるラヴィアン・ローズが本人の遺伝子を使い創り出した人工生命体、俗にホムンクルスとされるモノだ。"
    rs "外皮が彼を模しているのもまた、ローズがラヴィアンの分身であるからだ。"
    rs "生命を新たに創るという行為は神を模倣する冒涜的行為である為、ラヴィアンはローズの存在を隠してきた。"
    rs "今までお前を騙してきたのもまた、同じ理由だ。"
    show SCG_12 10 with fastdissolve
    rs "解っていたのか？{w}そうか、ローズが予想した通りの答えだな。"
    rs "理解したところで直ちに、今回の事件の解決案を提案。今すぐ全ての行為を中断せよ。{w}理由、ローズは創られた存在。"
    rs "だから死んだとて、病になったとて、創り直す事など造作無い。"
    show SCG_12 0 with fastdissolve
    rs "だから今すぐお前がやってきた全ての行為を中断し、お前の元やるべきであった事柄を成すが良い。"
    show SCG_12 8 with fastdissolve
    rs "おにいたまに事情を説明するが良い。{w}此処を去るが良い。{w}お前は外部者。{w}ここに存在し続けてはいけない。"
    rs "だからローズに関わる全ての事を忘れ日常に戻り、自身で解決しろ。"
    show SCG_12 0 with fastdissolve
    rs "ローズが心配なのか？"
    show SCG_12 1 with fastdissolve
    stop music fadeout 1
    rs "…[na]、やっぱりおにいたまににているんだな。"
    hide SCG_12 with dissolve
    hide screen textbox with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "目を開けても未だに暗かった。その間に眠ってしまったのか、頭は痛くて肩は凝っていた。"
    nar "蝋燭に火を付けたいが火を付ける道具が見当たらなかった。"
    nar "このままもう一度眠れたらよかっただろうが、机に持たせ掛けると頭が痛くなってきた。"
    nar "俺は結局目が闇に慣れるまで待ってから、鍵を持ち出して扉の外へ出た。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg104 with dissolve
    call place104
    pause 1.0
    show screen textbox with dissolve
    nar "あそこからラヴィアンの姿が見えた。{w}そしてその隣には見慣れぬ人がいた。"
    show SCG_08 10 with dissolve
    play music "audio/bgm/daily.ogg" fadein 2.0
    play sound 'audio/se/ding.ogg'
    show SCG_08 at bounce
    en "アレッ、[na]さん？"
    pl "ん？{w}誰かと思えば、魔導部の兄ちゃんか。いつ頃ぶりだっけか？"
    show SCG_08 11 with fastdissolve
    en "ま…魔導部の兄ちゃんって、名前も忘れられる程長らく会ってないってワケじゃないとは思うんスけどね～…"
    en "どうしてこちらへ？"
    pl "俺は…ラヴィに話があって。{w}って俺が一足早かったな、エノック兄ちゃん。ハハッ。"
    show SCG_08 8 with fastdissolve
    en "先にいらしているとは知らず、遅れてしまい申し訳ございません。{w}退屈なされて無ければいいのですが…"
    pl "そんな長く待ってないって。ただ…本がちょっと読みたくて。"
    show SCG_08 1 with fastdissolve
    en "この前もそうだったッスけど、[na]さんが図書館を気に入られるとは思ってもなかったッス。"
    en "最近は何か、香りも変わった気もするし…"
    pl "前はまあ死体臭がしてたよな。"
    show SCG_08 8 with fastdissolve
    en "いえ、そんなんじゃなくって…何だか、なんて言えばいいんスかね。"
    hide SCG_08 with dissolve
    show SCG_08 8 at bigleft
    show SCG_11 0 at right
    with dissolve
    rv "人には言わば体臭とも言われる、人ごと特有のニオイがありましてですね。"
    rv "普通は汗や化粧品などで決定づけられる物ではございますが…"
    rv "以前は[na]坊ちゃまを例にさせて頂きますと、夏の暖かい香りがしていたのですが、"
    rv "最近は図書館の花の香りが染みているように伺えます。"
    pl "まぁ…図書館の香りって強いからな、大体そんなモンだろうなと思ったぜ。学術部の司祭たちからも同じ匂いがするだろ？"
    show SCG_11 1 with fastdissolve
    rv "同じ学術部の司祭でも、ボクみたいな人からは油汚れのニオイしかちまちぇんけどね～"
    show SCG_08 0 with fastdissolve
    en "まあまあ、頑張って働いてるって証拠だろ～皆お前のそういうとこを高く買ってるんだぜ、ラヴィ。"
    show SCG_11 4 with fastdissolve
    rv "よく見て頂けているとは栄光でございます。"
    pl "ヒトの臭いがああだこうだという前に、兄ちゃん本人はどうなんだよ？"
    show SCG_08 10 with fastdissolve
    en "あえっと…僕は自己管理してるッスよ。肌に塗るタイプのヤツで…"
    pl "臭いをわざわざ装う理由って一体何なんだよ？"
    show SCG_08 4 with fastdissolve
    en "まあ、色んな理由があるんでしょうけど…言うなら僕は単なる自己満足の一環ッスかね。"
    show SCG_08 at bounce
    en "自身の管理は他人が気遣ってくれる前に自身でやるべきものッスからね。"
    pl "それは確かにそうだな…"
    rv "いつまで立ち話というのも何ですし、取り敢えず入りましょうか？お茶を用意しておきますね。"
    pl "…あの部屋、使ってもいいのかよ。"
    show SCG_11 1 with fastdissolve
    rv "はい、相変わらず椅子もテーブルも御座いませんが。"
    hide SCG_08
    hide SCG_11
    with dissolve
    hide screen textbox with dissolve
    scene bg105 with dissolve
    call place105
    pause 1.0
    show screen textbox with dissolve
    nar "ラヴィアンが開いた扉の向こうにローズはいなかった。人をむやみやたらに入れてもいい部屋だったとは知らなかったが。"
    show SCG_08 10 at bigleft
    show SCG_11 4 at right
    with dissolve
    en "ぅえ？ラヴィ、お前、前の部屋はどうしたんだ？"
    rv "喜ばしい事に、功績を認めて頂けまして…もう少し広い部屋に移せるようになったんです。"
    show SCG_08 9 with fastdissolve
    en "じゃあ家具ぐらい揃えて置いても良かっただろうに！不便じゃないか。"
    show SCG_11 1 with fastdissolve
    rv "ヘヘ、元々長居する部屋でもありませんし。"
    show SCG_11 0 with fastdissolve
    rv "お二人とも紅茶でよろしかったでしょうか？何か他に必要でしたら何なりとお申し付けください。"
    show SCG_08 0 with fastdissolve
    en "僕のはアイスで。"
    pl "んー…じゃあ俺はミルクでいいよ。"
    show SCG_11 1 with fastdissolve
    rv "はい、暫しお待ちを。"
    hide SCG_11
    hide SCG_08
    with dissolve
    nar "ローズでもラヴィでもない人とこの部屋にいると変な気分がした。"
    nar "今まではローズの部屋たったここが、まるで本と座布団何個が置いてあるだけの遊び部屋になったようだ。"
    show SCG_08 10 with dissolve
    pl "そういや、兄ちゃんとラヴィって同期って言ってたよな？何年ぐらいの知り合いなんだ？"
    en "それがッスね～どうだっけかな、神殿には成人式を迎えてすぐ来たもんだから…{w}2年ッスね。"
    pl "6年じゃなくて？"
    show SCG_08 7 with fastdissolve
    show SCG_08 at huruhuru
    en "そんな老けて見えますかね？僕は…"
    pl "いや、そうじゃなくて…ホントなのか？"
    show SCG_08 10 with fastdissolve
    en "んーそれはどうッスかね…僕とラヴィとは部署も違うし、実は正確にはあんま分からないんスよね…"
    show SCG_08 1 with fastdissolve
    en "でもまあ、ダチってところが重要なんだし他はいいっしょ！"
    pl "相手について知り尽くしてるってワケでもないのにどうやって友達って名乗れるんだよ。"
    pl "それはただ一方的に騙されてるだけだろ。"
    show SCG_08 8 with fastdissolve
    en "そう思うワケも分からなくはないッスけど、これは僕の意見なんスがやっぱ友達の仲でも隠したいもんは隠したいもんですよ。"
    en "それを尊重してやりたいっていうか…悩みとかも、打ち明けるまで心の準備が要る人もいるだろうし。"
    pl "わざわざ隠し通すのにはそれなりの理由があるんだろ。{w}どうせヒトの気持ちなんて言わなきゃ誰も分からないんだし、"
    pl "秘密を掛け持った者同士の友達仲なんか騙し合いとなんら違いもないぜ。"
    pl "てか兄ちゃん、悩み事が出来たら即ラヴィに相談するタイプだろ？"
    show SCG_08 11 with fastdissolve
    show SCG_08 at bounce
    en "げっ、どうしてそれを…！"
    pl "見え見えじゃねえか、二人の性格からして友達ってんなら。{w}さっきはブラフ掛けただけとはいえ、"
    pl "自分がコソコソと打ち明けた内緒話なんかどこの誰に流されるか知ったモンじゃないんだぜ～"
    show SCG_08 8 with fastdissolve
    en "言いたいことは分かるんスけど、結局それも信頼の違いなんじゃないかなとは思うんスよね…"
    en "人徳ってものは積もれば積もるほど釣られて信頼も積もるものですし。"
    pl "はぁ…"
    hide SCG_08 with dissolve
    show SCG_08 0
    with dissolve
    en "しかもラヴィのヤツ、物凄い聞き上手なもんで何かと喋ってしまうんスよ。"
    en "これは同じ気持ちを感じた事がある人にしか分かんないんですって。"
    show SCG_11 1 at in_right2
    play sound "audio/se/ding.ogg"
    rv "それはそれはありがとうございます。"
    show SCG_11 1 at out_right2
    show SCG_08 5 with fastdissolve
    show SCG_08 at bounce
    play sound "audio/se/hit.ogg"
    en "ウワーッ！！" with sshake
    nar "特にこっそり入ってきた訳でもないだろうが、恐らくこの男は人の話をよく聞くタイプではなく、只存在感がないだけだろう。"
    show SCG_08 at bigleft
    show SCG_11 at right
    with dissolve
    rv "でもエノックさんは悩みを奥に溜め込んでしまうタイプですから、一度話せば長くなってしまうのも分かります。"
    show SCG_08 3 with fastdissolve
    en "そ、そうかな？でも大事なのは話す事だけじゃなくて、聞く事もそうだろ。"
    pl "兄ちゃんはなんでさっきからそうラヴィを煽て上げてばっかなんだよ。"
    en "いや～実際学べるところが多いんですって、ラヴィは…"
    show SCG_11 1 with fastdissolve
    rv "それもこれも良く見て頂いているお陰です。{w}お二方、アイスティーと暖かいミルクです。"
    pl "…もしかしてここに砂糖とか入れたのか？"
    show SCG_11 5 with fastdissolve
    rv "一応何も入れずのままですが、必要でしたでしょうか？"
    pl "いや…聞いてみただけ。いただきます。"
    show SCG_08 0 with fastdissolve
    en "僕もありがたくいただくよ、ラヴィ。{w}急に押しかけて馳走までしてもらって申し訳ないな。"
    show SCG_11 4 with fastdissolve
    rv "いえいえ、常々お二方に頂いている恩に比べればこのぐらいのもてなしは些細な物です。"
    rv "ボクにお手伝いできる事がございましたら何なりとお申し付けくださいね。"
    show SCG_08 2 with fastdissolve
    show SCG_08 at bounce
    en "申しつけろってんならついでに言うけど…{w}その堅苦しい礼儀作法どうにかしろよ！逆に堅苦しいって…"
    show SCG_11 5 with fastdissolve
    show SCG_11 at bounce
    rv "あっちゃちゃ…そうですか？クセでつい。"
    pl "ダチとか言われてるモンだから俺と話す時とどんだけ違うかと思えば、ラヴィはいっつも同じなのな。"
    pl "一体全体どんな生き方してれば人にヘーコラするのが癖に付くんだ？"
    show SCG_11 1 with fastdissolve
    rv "へへ、それもそうでちゅ。"
    show SCG_08 3 with fastdissolve
    en "あーあ、それからかわれてるんだって。"
    pl "そんなんじゃないって～そんな言い方だと俺がワルい人みたいだろ？兄ちゃん。"
    show SCG_08 8 with fastdissolve
    en "大体僕は兄付けなのにラヴィはラヴィだなんて、そこからしておかしいっしょ…"
    pl "ラヴィはそーいう雰囲気じゃないだろ、背も小っちゃいし。{w}本人が何とも思わないならどうでもよくね？"
    show SCG_11 4 with fastdissolve
    rv "勿論です。お気楽にしていただければと。"
    show SCG_08 at huruhuru
    en "むぐぐ…"
    pl "そういえば、兄ちゃん。姉さんの調子はどうだ？"
    show SCG_08 0 with fastdissolve
    en "いつも通り規則正しくご健康ッスよ。[na]さんの様子もよく伺ってらっしゃるッス。"
    en "たまにはこっちにも顔出してくださいね。"
    pl "気に掛けさせちまってなんだか申し訳ないな。わかったわかった。"
    nar "ただでさえ頭は混乱しているのに、そんなに騒がしい所に行く訳ないだろう。{w}悩まぬ人は考えぬ発言ができていいな。"
    nar "楽天的なことだけを語っているの恐らくその正しい姉さんがいつも導いてくれるからだろう。"
    pl "…兄ちゃんは、姉さんがよく面倒見てくれたりするのか？"
    show SCG_11 5 with fastdissolve
    rv "……"
    hide SCG_08
    hide SCG_11
    with dissolve
    show SCG_08 12 with dissolve
    en "ハッ…結構急ッスね、僕は当然昔も今もお世話になってばっかりッスよ。"
    show SCG_08 0 with fastdissolve
    en "その恩を少しでもお返しする為に姉さんの護衛の任務を承ってるワケであって。"
    pl "へぇ、護衛ってどんな？"
    en "言わば、姉さんの御傍で姉上を護る事ッスね。絶え間なく身と心を鍛錬しなきゃいけないんス。"
    en "足りない心身で姉上の御傍を護るだなんて、そんなことあってはいけませんからね。"
    pl "兄ちゃんて姉さんのことほんっと大好きなのな。{w}一体どんな部分でお世話になってたらそうなるんだ？"
    pl "悪く言いたいワケじゃないんだけどさ、あの姉さんてちょっと堅物すぎるっていうか…無愛想なトコあるだろ。"
    show SCG_08 8 with fastdissolve
    en "それはまあ、否定はしませんけど…僕にとっての姉上は…"
    en "そこに居て下さるだけで充分助けになる方でして、いっつも僕の事を考えて下さるし…"
    show SCG_08 1 with fastdissolve
    en "信頼してくれるし、人生の目標となってくれる御方ッスから。{w}細かい事だけでもアレコレ多いんスけど、"
    en "物質的表現や直接的に手を差し伸べる事だけが恩ではなくて、僕の姉上で居て下さるというその事実自体が大事なんスよ。"
    pl "手助け無用って感じか？"
    show SCG_08 10 with fastdissolve
    en "無用、っていうより…そうで在るべき必要まではないっていうか…"
    show SCG_08 9 with fastdissolve
    show SCG_08 at bounce
    en "皆が皆兄姉が下の子を手助けするのは当然為すべき事だ！{w}とは言うんスけどね…"
    en "正直、弟妹の足りないところを兄姉が補うという事は実際当然な事ってまでは行かないんス。"
    show SCG_08 0 with fastdissolve
    en "誰もが自分の人生は自分で責任を取るべきだし、兄弟ってのは努力して互いに手を取り合う関係であるべきであって、"
    en "片方が一方的に保護される関係になっちゃダメだと思うんスよね。"
    pl "てことは…助けられた者は感謝を知るべき、ってことだよな？"
    en "そういうことッス。それもこれも皆受けた恩なので…"
    show SCG_08 1 at bigleft
    show SCG_11 4 at right
    with dissolve
    play sound "audio/se/ding.ogg"
    en "あ、ラヴィは一人っ子だからこういう事言われてもあんまわかんないよな？"
    show SCG_08 at bounce
    en "お前な～話に混ざれなさそうだったら見てばっかいないで言えばいいのに～"
    show SCG_11 1 with fastdissolve
    rv "エノックさんが楽しそうになされてる所に水を差す訳にはいけませんですもの…{w}理解が難しいことが悔やまれます。"
    pl "……"
    show SCG_11 4 with fastdissolve
    rv "そういやお二方、そろそろお戻りになるべきお時間では？"
    show SCG_08 0 with fastdissolve
    en "丁度そろそろお暇しようかなって。今日はホントありがとな。{w}[na]さんも一緒に行かれますか？"
    pl "や、俺はもうちょい残るよ。まだ用事があってな…お気を付けてな、兄ちゃん。"
    en "あ～確かお話があるとか…{w}じゃあ、お先に。"
    hide SCG_08
    hide SCG_11
    with dissolve
    nar "学術部の司祭たち仕様の天井は彼には少し低くて、出る際頭を下げないと出られない。"
    stop music fadeout 2
    nar "五月蠅い男が去った部屋はいつものように戻って静かになった。"
    pl "今の、何なんだよ。"
    nar "俺の質問に、ラヴィアンは手に持っていた盆をしばらく下ろした。"
    show SCG_11 4 with dissolve
    rv "今日はローズがずっと寝込んでしまっていて。"
    rv "ちょっと身体の調子が悪いそうで、ご飯と薬だけ取らせて外出は控えさせる様に致しました。"
    rv "ローズが[na]坊ちゃまに御会いしたら「明日は絶対会いたい」と伝えてほしいらしくて…"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    pl "違う、お前が一人っ子って話。本当なのか？"
    show SCG_11 5 with fastdissolve
    rv "はい？"
    pl "お前とあの兄ちゃんと同期なんだろ、少なくとも結構昔からの友達だったらしいじゃないか。"
    pl "なのにローズの事を知らないってあり得るか？"
    pl "いや、初っ端からあり得ない話ばっかだったな。"
    pl "お前が学術部で仕事してんのが一、二日でもあるまいし、一体どうしてローズのことを誰も不思議に思ってないんだ？"
    show SCG_11 1 with fastdissolve
    rv "それは対外的にはそうされているからです。{w}坊ちゃまだって最初は信じられましたでしょう…えへへ。"
    pl "何が楽しくてケラケラ笑ってやがるんだ。"
    show SCG_11 7 with fastdissolve
    show SCG_11 at huruhuru
    rv "はい…？"
    pl "何がそんなに楽しくて気楽で幸せで笑ってやがるんだ？って聞いてんだよ。"
    pl "妹が病気で死にかけてるし、その妹のせいでゴミカスみたいな扱いされてるこんな現況でニッコニコ笑顔でいたら"
    pl "誰かはいよくできましたと褒めてくれるとでも思ってんのか？"
    pl "俺はこの状況一つ一つが胸糞悪いし苦しくて頭がイカれそうなのに、お前は違うってのか？"
    show SCG_11 3 with fastdissolve
    rv "お坊ちゃま、ボクは…"
    pl "ローズが、お前と俺が似てるんだってよ…"
    pl "クソが、俺はな、賢い学術部補佐教様とは違ってこれっぽっちのことで苦しいだのなんだの騒ぎ散らかしてんのによ…"
    pl "なあ？"
    rv "………"
    hide SCG_11 5 with dissolve
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "俺はラヴィアンを一人にしておいて部屋から出た。"
    nar "階段を上って、暗い地下から抜け出た。{w}久しぶりに肺に入れた外の空気はひりつきそうに冷たく、何の匂いもしなかった。"
    nar "散々考えを巡らせて多彩な夢を見ていたが、結局何もかも現実逃避だっただけだ。俺が全てをしくじってしまった。"
    nar "今になって取り戻そうとしても覆水盆に返らず、だった。"
    nar "一人で責任を負うつもりで始めたことに最初から責任感なんてなかった。責任を背負いたくなかったから当然だ。"
    nar "だとしても他の誰かに責任を負わせたくもない。{w}それを見て只一人で苦しむ未来が丸見えだったからだ。"
    nar "俺はこれをなかったことにしたかった。{w}何の代償もなく、只奇跡のようにそんなことが起きることを望んだ。"
    nar "可哀想なローズ、あの姫様を塔の外に出してはいけなかった。一生空の代わりに低い天井を見上げながら、"
    nar "新鮮な空気の代わりに人工的な花の香りを嗅ぎながら生きていくことが彼女にとっては最善な筈だったのに。"
    nar "責任の取れない言葉で彼女に楽しさを教えるんじゃなかった。{w}彼女の秘密に深く入り込んではいけなかった。"
    nar "彼女に会ってはいけなかった。{w}全部、全部"
    hide screen textbox with dissolve
    scene black with dissolve
    stop music fadeout 1
    show screen nvlbox with dissolve
    nvl clear
    et "\n「俺のせいだ…」"
    hide screen nvlbox with dissolve
    nvl clear
    pause 1.0
    scene bg15_1 with dissolve
    call place15
    show screen nvlbox with dissolve
    "\n 空は薄暗い雨模様で、夜ずっと雨が降りそうだ。俺は天使の翼が作り出した大きな陰に伏せて、両手を合わせては頭を下げた。"
    "埃の臭いがきつくて汚い地面に接していればまるで罪人になった気分だ。"
    "喉は込み上げてくる泣き声に塞がれ、抱いた罪を吐くこともなく只呻きを溢すだけだった。俺は未だこの罪を告解できない。"
    "だからこそ祈りを捧げた。俺の安寧と彼の平和、そしてローズの幸福の為に…"
    $ _skipping = False
    et "天使は何も語らないが、長くも俺の祈りを聞き入れてくださった。"
    $ save_name = "day 10, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 1
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day11_rs
    return

label day11_rs:
    $ day = 11
    $ save_name = "day 11, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 5.ogg' fadein 2.0
    image 11day = Text("day 11",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '11day' at day00 with slowdissolve
    pause 5
    hide expression '11day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene bg114 with dissolve
    call place114
    pause 1.0
    show screen nvlbox with dissolve
    play music "audio/bgm/Biblioteca.ogg" fadein 2.0
    nvl clear
    "\n 白夜でなければ日が沈んだ筈の時間、俺は再び図書館へ向かった。"
    "もしかしたらラヴィに又出くわすことになれば何を言えばいいのか心配だったが、図書館にはラヴィも、他の司祭もいなかった。いつもの微かな人気さえも感じられなかった。"
    et "ようやく俺が外で随分長い時間を過ごしたことに気付いた。広い図書館を独り占めした俺は、何にも触れないまま狭い書斎に引き籠った。{w}ローズがしばしば語った「許された空間」とはこういうのだろう。"
    nvl clear
    "\n それからの記憶がない。所々切れた断片的な場面が思い浮かぶだけだった。その途中にも、手が引き攣るほどに読んだ本の内容は全く覚えていなかった。"
    "蝋燭には火が付いていて、部屋は十分明るいが目の前は未だ暗かった。本能的にこれが限界だと分かってしまった。"
    "意識が完全に戻ってきたその時、俺は覆い被せていた絶望に直面した。"
    et "手に握っていたペン、机の上にある本が床に落ちる。もう駄目だ。幾ら現実から逃げようとしても、もう逃げ場がない。"
    nvl clear
    "\n ここに来てもう三日目、二日も時間があったのに何もできなかった。{w}俺が時間を無駄にしているうちにも可哀想なローズは徐々に病み付いていった。"
    "実は、ラヴィアンはもう己の妹が病気であることに気付いているのではないか。だから俺のように自分のせいだと思って事実を被せ、何ともない振りをして頭の中では解決策を悩んでいたのではないか。"
    "でなければ何故俺に事実を隠しているんだ。今からでも彼に会いに行って相談したほうがいいだろうか？"
    "分からない…もう何も考えられない。新しいことを考えようとする度に脳が叫んでいるようだった。"
    et "只在りし日の記憶だけがまるで後悔のように一つずつ浮かんできた。"
    hide screen nvlbox with dissolve
    scene black with dissolve
    stop music fadeout 2
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "\n 「人が新たに物語を作るにおいて要る脳の分量はどれくらいだと思うのだ？」"
    "彼女は所謂「完成されていない」人間だった。部品が一つか二つ抜けたまま完成された機械や、材料の足りないままオーブンに入ったパイのように、神は彼女を作る際、人として持つべき何かを抜いてしまったのだ。"
    et "他の人と違うというのは「特別」ではない。愚かな俺は彼女の禍を神秘感だと勘違いしていた。俺の軽率な好奇心がこの禍を生んだのだ。"
    nvl clear
    "\n 「おまえはここに滞在することが許されていない外部者だ。」"
    "何かが欠けたまま生まれたことは罪ではない。{w}だから誰も彼女のことに勝手に害を与えられないし、彼女を咎めてもならない。罰というのは罪ある者に与えられるものだ。だからローズが己の生まれ付きの欠如のせいで或る罪を犯しても、彼女に責任を問うことはできない。"
    et "だからこそローズの傍にはいつも彼女に代わって全ての責任を負い、罰を受ける人が必要だ。"
    nvl clear
    "\n 「誰もローズの助けは求めない。しかしローズは他人の手助けをする準備は常に万端である。」"
    "哀れなローズ、全部俺のせいだ。{w}俺がもっと早くお前を助けられたら。"
    et "俺はお前の安全を任されて、お前を保護する責任があるのに、お前を守るどころか害して傷付けてばかりだった。ゴメン。"
    nvl clear
    "\n 「バイバイ。」"
    "お前にもっと献身すべきだった。お前が女性の服を着て嬉しがって神殿を歩き回る時、反対するでなく更に積極的に褒めるべきだった。{w}花を見ては心にもない話をすべきではなかった。"
    "俺はお前の口から出てくる愚痴話や家庭事情、陰口を丁寧に聞くべきで、{w}お前が退屈を感じないように夜にも寮に帰るか目を閉じずにお前を見守るべきで、{w}お前が純粋に好意で己の体や部屋を乱して、機械を壊して、紙を汚しても笑顔で頭を撫でるべきだった。"
    et "たとえ俺がそれで誰かに責任を問われても、お前は何も悪くないから全部俺の罪として受け入れるべきだった。"
    nvl clear
    "\n そんなお前が俺に「すきだ」と言ってくれたら俺もそれに従って好きだと言うべきだった。{w}それを永遠に繰り返してずっとお前の傍を守るべきだったのに。"
    et "ずっと、ずっと、ずっと…"
    nvl clear
    "\n 「お前曰く、楽しさとは共にすることにポジティブな感情を得られるという事、終わるのが惜しいもの。ローズはそうおもった。」"
    "「そして、待っていた。長い間。だから、ローズはこのじかんがたのしいとおもう。」"
    et "ゴメン、ローズ。{w}俺はお前を…"
    stop music fadeout 2
    nvl clear
    hide screen nvlbox with dissolve
    pause 3
    scene bg114 with dissolve
    call place102
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/knock.ogg"
    nar "ここに来て以来聞いたことのないノックの音が聞こえてくる。"
    nar "最初は幻聴だと思っていたが、その音は間合いを取って徐々に大きくなりつつあった。"
    nar "ふと故郷の家で飼っていた一匹の猫を思い出した。奴も扉を開けてやるまで爪を立てては扉を掻いていたのに。"
    nar "主のいない書斎の扉をこんなにも叩く人は一人しかいないだろう。"
    play sound "audio/se/door close.ogg"
    pl "…ローズ。"
    show SCG_12 A B 4 with dissolve
    show SCG_12 at bounce
    rs "[na]！"
    play sound "audio/se/luggage down.ogg"
    hide SCG_12 with dissolve
    nar "顔もちゃんと確認せずに、彼女は扉が開いてほぼ同時に俺に抱き付いてきた。"
    nar "腰を強く抱き締めて、胸に自分の顔を擦る。服に付いた外の寒い風が俺にも吹いてきた。"
    play music "audio/bgm/r18.ogg" fadein 5
    nar "一夜にして更に敏感になってきた鼻が彼女の体から漂う悪臭で苦しくなった。"
    nar "もう数日間嗅ぐこともなかった、肌の腐る臭いだ。"
    nar "しかもその死んだ臭いを被ろうとでもしたのか香水の匂いもしていたが、"
    nar "強過ぎて共に肌の臭いと混ざってしまい、更に臭い悪臭に感じられるだけだった。"
    pl "ローズ、お前…{w}お前のお兄ちゃんはどうした？どうして一人で…"
    nar "これくらいになれば痛くなる筈なのに、彼女はまるで痛みを感じていないような泰然とした顔だった。"
    nar "敢えて我慢しているようにも見えない。{w}それは幸いだったが、その顔を見るとこれ以上突きつける気もなくなった。"
    nar "今彼女を相手にしても、より疲れるだけだ。"
    show SCG_12 A B 0 with dissolve
    rs "ローズがひとりできたからびっくりした？"
    pl "…普段は先に訪ねて来たりしなかっただろ。"
    show SCG_12 10 with fastdissolve
    rs "あいたかった。"
    nar "今俺の腕にくっ付いたこの愛しい少女が、"
    nar "人を殺める病菌を持っていて今も腐っていくことを思い出せば彼女の行動一つ一つが奇怪な何かに感じられる。"
    pl "……"
    show SCG_12 0 with fastdissolve
    play sound "audio/se/r18 2.ogg"
    nar "俺はローズの頭を撫でながらゆっくりと腕を取り出した。{w}どうか邪魔だけしてくれないように願いながら。"
    nar "しかし彼女はこういう俺の状況を怪訝に思ったのか、再び机へ戻る俺の後ろにしつこく付いてきては自分の体を寄せた。"
    rs "ほん、よんでるのか？"
    pl "ああ。"
    hide SCG_12 with dissolve
    nar "ローズは退屈そうに見えた。ここに来る前に彼女なりに期待していた光景が幾つかはあったんだろう。"
    nar "それが俺との接触や、会話だけではなければいいが恐らくどちらも思っていたんだろう。"
    nar "俺は何故ローズを避けているんだ？"
    nar "さっきまでもローズのことをあんなに夢中で考えていたのに、結局考えるだけに過ぎなかったのだろうか。"
    show SCG_12 A B 0 with dissolve
    rs "[na]。"
    pl "ローズ、お話は後にしようか。"
    rs "なにを？"
    pl "なんでも、とにかく何でもしてやるから。{w}今は集中したいんだよ。俺が何を言いたいのかわかるか？"
    pl "だからお前はお前の読みたい本を読むなり何なり別のことを…"
    rs "あとというのはいつだ？{w}[na]の研究が終わる時？"
    pl "……ああ。"
    stop music fadeout 1
    rs "なんで？"
    hide SCG_12 with dissolve
    scene black with dissolve
    nar "なんでやってるの？"
    play music "audio/se/Heart.ogg"
    nar "そんなことを今更聞かれてもさ、俺が何度も言っているだろう。"
    nar "ローズは可哀想だ。{w}俺の注意不足のせいで病気になってしまった。{w}俺はお前に犯した罪を贖罪しなければならない。"
    nar "だからこれは全部お前の為なんだ。{w}全部お前の…"
    stop music fadeout 2
    pause 1.0
    scene bg114 with dissolve
    pl "……"
    show SCG_12 A B 0 with dissolve
    rs "[na]？"
    pl "お前のせいだ…"
    rs "ローズ？"
    play sound "audio/se/hit.ogg"
    pl "お前のせいだよ、クソ、全部全部お前のせいじゃないか！何もかもテメェのせいで！" with sshake
    play sound "audio/se/hit.ogg"
    pl "お前さえいなければ俺は、お前が全部台無しにしたんだろうが！" with sshake
    hide SCG_12 with dissolve
    hide screen textbox with dissolve
    show screen nvlbox with dissolve
    play music "audio/bgm/grumble.ogg" fadein 2.0
    nvl clear
    scene black with dissolve
    "\n いきなり大声を上げた俺に彼女は驚きも、恐怖もせずぼーっとした顔で見つめてくる。"
    "どちらかと言うと急な行動に驚きすぎて呆気に取られてしまったのかも知れない。"
    "しかしその無感情な目線は俺の気分を更に悲惨にさせるには充分だった。"
    et "彼女は自分の行動一つ一つが他人の感情をここまで振り回すとは思ってもいなかっただろう。"
    nvl clear
    "\n 「つかれた？」"
    "その声は未だに状況を把握できていないかの様に呑気だったが、俺はローズのその一言で状況がすべて完全に理解出来た。"
    et "ローズの責任を取らなければならない毎日が辛く、苦しかった。誰かの保護者として生きたことのない俺でも、彼女を世話する事がどれだけ責任の重い事かすぐに分かった。"
    nvl clear
    "\n その重みは奇怪で不吉だった。{w}日を跨げば跨ぐほど元居た場所から離れていくような感覚を味わった。"
    "責任を持ってしまった以上彼女を本気で大事にし、愛するべきだとは分かっていたがそうは出来なかった。"
    et "彼女が本棚の本を全て引き出して散らかし、ごみを頭に被ったあの日から、もしくは初めて出会ったあの日から俺は彼女に嫌悪に起因する距離感に気付いていたんだ。"
    nvl clear
    "\n 「ローズが[na]をつかれさせるのか？」"
    "そう、こういう無味乾燥な一言が辛かったんだ。"
    "俺は百回話し掛けようが一回か二回やっと返してくる誠意のない反応。気まずい状況で必死に口角を上げても真似て笑うどころか、俺を観察するかのように見つめてきたあの目。あの沈黙。"
    "視界が真っ黒に染まり、刹那誰も覗くことの出来なかったローズの頭の中が見えたような気がした。"
    et "そこは彼女の瞳同様黒く、深い。大きい穴だ。{w}底知れないあな…俺は罠の様なその穴に落ちてしまったんだ。"
    nvl clear
    "\n 「疲れた。もう疲れて死にそうなぐらい。"
    "でもそれは俺だけじゃないんだぜ、お前のせいで自身の人生すらマトモに生きられなくて苦労ばっかしてるラヴィアンだろ、お前なんかをこっそり入れてやった事がバレたら被害に遭うのはイヴリン様だろ、お前の突発的な行動に付き合ってやらなきゃいけない学術部の他の司祭達だってみんなみんな疲れてるだろうよ！"
    et "もう一度声を荒げると、ローズはやっと俺が言わんとしたことを理解したのか息を呑んでは、肩を震わせる。{w}やっぱり平然だったわけじゃなくて、状況の深刻性が分かっていなかったんだ。一人しかいない保護者があんなんじゃ、今までこんな状況に晒された事もなかったんだろう。"
    nvl clear
    "\n 「ごめんなさい」"
    et "グッと閉じたままだった口から洩れる声は普段より小さい。短い一言なのにも拘らず発音がハッキリとしていない。"
    nvl clear
    "\n 「ごめんなさい、[na]。ローズがんばった。"
    "がんばって、[na]のすきなローズになりたかった。」"
    "………"
    "「ローズは[na]がいっぱいすきだ。おねがい、きらわないで。"
    "[na]がローズとの絆をきってしまえば、[na]がすきなローズはきえてしまう。」"
    "絆？"
    "「おねがい、ローズとの絆、きらないで」"
    "もじもじしながら言葉を吐く「それ」は今は自分の指を弄っている。怖気付いたようにも見えるし、恥ずかしがっている様にも見える動きだ。"
    et "ドウシテ？"
    nvl clear
    "\n 「なんで、ヒトでもないモノが喋ってるんだ？」"
    "「……ローズはヒトだ…」"
    "いや、お前はヒトじゃない。ヒトならあえてヒトの真似事なんかをする訳がない。"
    "ヒトという物は疎通と理解によって生きているんだ。他人の気持ちを理解して行動し、伝えたい事があれば口に出して言うし、伝わらなかったら説明をする。"
    et "なのにお前は違う。{w}周りにどれだけ人が居ようが羞恥や警戒心もない行動で他人を驚愕させるし、情報を理解するのではなくそのまま従うのみ。{w}だから注意された本人の立場しか考えず、自分の為に事故を収拾付けてくれる周りの人の立場は理解出来なくて迷惑を掛ける。"
    nvl clear
    "\n お前が三才児か、少なくとも成人になったばかりの歳ぐらいなら解るけど、お前は多分俺より年上だろ？"
    "他人と違うという事は他人の生を搔き乱す権力や迷惑を掛ける為の盾じゃない。"
    et "お前の事を認めてくれる家なら知らんが、その最小限の努力すら出来なかったら家の外では人として認めて貰えない。"
    nvl clear
    "\n 「ローズ、ふつうのこになった。もうまえとちがう。」"
    "「何が違うんだ？」"
    "「あれじゃたりなかったのか？ローズ、もっとがんばるから、"
    et "いままでごめんなさい、[na]。ごめんなさい、おにいたま、ローズ、ローズは…」"
    nvl clear
    "\n 色んな理由が浮かぶが、その全てが無意味だと解る。{w}彼女は俺が何をいようが理解出来ないだろう。彼女はこうやって他人が何かを諦めるよう誘導する。"
    "本人の罪状を知らないという事は罪となるものなのか？{w}誰も欠損による無知を罪とは出来なかったため、彼女は永遠無知なままで生きて来た。俺もそうであるべきだと思っていた。"
    stop music fadeout 3
    et "しかしそれが彼女に対する拒否感を耐えるべき理由にはならない。{w}それもそう、本来清潔な女性は花香るべきだから。"
    nvl clear
    play music "audio/se/Heart.ogg"
    "\n 「お前知ってるか？{w}新鮮な肉からは甘い匂いがするんだぜ。{w}でもお前の血は腐った臭いしかしない。"
    "お前は汚いんだよ。{w}お前の身体から溢れる悪臭にはもう耐えられない。」"
    "俺の口から零れる声は無味乾燥で硬い。人の声として合って当然の高低や深みの全くない、感情のない声だった。{w}その声を発した俺もまた、何時になく冷静沈着だった。"
    et "目の前が何重も重なって複雑に揺らいでいく。{w}違和感に気付いたのはその直後だった。"
    nvl clear
    "\n 「あぁ…ぅ…あああぁあ…」" with sshake
    "目の前に立っていたローズは今まで見た事もない形態へと歪んでいった。{w}米粒の様な大きさの涙が濁った瞳から溢れ出し、真っ赤に染まった頬を伝って流れていく。"
    "大事にしていた服はあまりに力強く握っていたせいかくしゃくしゃになっていった。"
    stop music fadeout 3
    "「どうして…？」"
    et "心臓がざわめくのを感じる。今まで見てきた彼女の全て、俺が過ごしてきた日々が一気に彼女の涙と共に溶けて流れていく。俺は知らぬ内に首を横に振っていた。"
    nvl clear
    "\n こんなの、あってはならない事だから。{w}彼女の痛切な泣き声はどんどん大きくなっていき、歪んだまま俺の脳を容赦なく乱す。"
    play music "audio/bgm/grumble.ogg" fadein 5
    et "更に絶望すべき事があるという事実が信じられない。{w}これを否定しなければならなかった。"
    nvl clear
    "\n 「お前は黙ってじっとしてればいいだろ。お人形みたいに、感情も何も感じ取れないみたいに…"
    "いっつもそうだったろ、なんで今更泣いてるんだよ。"
    "もう遅いんだよ！{w}何もかも！{w}泣きたいのはこっちなんだよ！！」" with sshake
    "隣に遭った本棚か、装飾用の棚か分からない物を強く蹴り倒す。随分狭い部屋の為家具が沢山並んであったからか、本やトロフィーなんかがガラガラと崩れ落ちていく。"
    "壁や床にぎっしり詰まっていた紙もそれと共に宙を舞う。{w}何日もずっと積み上げてきた苦労はこうしてみると何でもなかった。単に意味のない文字の羅列、時間の無駄、紙の山に過ぎない。"
    et "俺はその中で転がっていた金色のトロフィーに手を伸ばす。"
    nvl clear
    "\n 「ローズ、わるいことしたの？{w}だから[na]はローズがきらいなの？"
    "ごめんなさい、ぜんぶごめんなさい。」"
    "「ゼンブ」じゃなくて、何がどうごめんなさいなのかを言え。お前がそんな態度なんだ、俺がここで堪えてなかった事にしたら何かが変わると思うか？"
    "震える声が口に出ないよう唇を噛んだ。彼女はまだ声を荒げて泣いている。{w}天地がひっくり返ったような感覚だ。あの声をずっと聴いていたら、やがては頭が可笑しくなってしまうだろう。"
    hide screen nvlbox with dissolve

    show cgrs04 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    nvl clear
    play sound "audio/se/humanstrike.ogg"
    et "\n 俺は結局手に握っていた物を振りかざす。ずっと泣いていたローズは一度きり悲鳴を上げては、打たれた頭を抱えてよろめく。" with sshake
    nvl clear
    "\n 「いたい…」"
    "泣き止んだローズは今度は同じ言葉を何度も繰り返し呟く。"
    play sound "audio/se/humanstrike.ogg"
    "いたい、イタイヨ、ドウシテ？{w}俺が知りたい。{w}何でこうなってしまったのか、俺は一体全体誰のせいにすりゃいいんだ。" with sshake
    et "もう少し考えればわかったのかも知れない。でも俺はもう何も考えられない。{w}そう出来る理性がもう残ってなどいない。朦朧と激昂した意識の中で、もう引き返せないという事だけは確かに理解できた。"
    nvl clear
    "\n 硬くて丸い頭蓋骨は、気のせいか、一度振り下ろすたびに鈍く凹んでいくようだった。"
    "手に感じる生々しい振動。{w}汗と熱気で火照った柄を、離すまいとする意識だけが、頭の中を支配していた。{w}ローズはずっと泣き続けている。"
    "俺もまた、それに合わせるように言葉にならない叫びを上げた。恐怖に呑まれたとき、思わず漏れる獣の咆哮のようだった。"
    et "俺は実際、恐怖していた。"
    nvl clear
    play sound "audio/se/humanstrike.ogg"
    "\n 腕から体に伝わる重い響きと、金属特有の弾力、顔をびっしょり濡らす冷や汗に一粒、二粒と混じる血。熱した鉄のニオイ。" with sshake
    et "その中でも一番恐ろしかったのは、彼女が未だ意識を失っておらず、俺が居る方へと手を動かしていたという事実だった。"
    nvl clear
    "\n そのうち結局「たすけて、おにいたま！」と声を上げて俺の足を掴んできた。"
    play sound "audio/se/kick.ogg"
    et "やめろ、そんな身体で俺に触れるな。答え代わりに悲鳴を上げたが、彼女にはきっと伝わっていないだろう。" with sshake
    nvl clear
    "\n その腐りかけた肉の塊はもう血肉の悪臭を放つカビに過ぎない。{w}正直言うと、ずっと前から彼女は少女のガワを被った大きな膿の様な物だった。一人では生きて行けない癖に、自分を生かしてくれる者たちを手助けするどころか病を運び、迷惑ばかりを掛ける疫病神の様な存在。" with sshake
    et "彼女を助けるというのは単に見守るという事ではなく、自身の身体を彼女に差し出す行為であった。{w}彼女はそうやって頂いた身体に根っこを降ろし自分が生きて行けるようにして、寄生した身体を徐々に枯らして殺すような存在であったが、誰一人とてそれを簡単に除去することは出来なかった。そうする訳にはいかなかったからだ。"
    nvl clear
    et "\n そうやって、俺は出来る限り俺の潔白を俺自身に証明しようとしたが、結局これも殺人者の言い訳に過ぎない。"
    hide screen nvlbox with dissolve
    hide cgrs04
    scene bg114
    with slowdissolve
    pause 1
    nvl clear
    show screen nvlbox with dissolve
    et "\nローズはもう動かなくなった。{w}いつも美しく、綺麗に保たれていた顔は頭から流れた血とぐちゃぐちゃになった髪の毛のせいで見えない。ここ数日うんと髪の量が減ってて、その中から覗ける頭皮は赤色だった。地面に散らばった紙も又血だまりに濡れて赤に染まっていく。"
    nvl clear
    "\n 埃の臭う放置された部屋は、今や彼女がこぼした死の匂いで充満している。{w}俺はそこにじっと立ったまま息をしていた。真っ赤で、遠のくようだった視界が徐々に現実の色を取り戻していく。"
    play sound "audio/se/cup.ogg"
    "段々と手から力が抜けていって、角が歪んだトロフィーが地面に落ちる。{w}俺の目線も下へと落ちる。足元には倒れたローズの手が伸ばされたままだった。"
    et "そしてその辺を転がるトロフィー。{w}そこには小さい文字で「ラヴィアン・ローズ」の名が書かれていた。"
    hide screen nvlbox with dissolve
    pause 1


    show cgrs6 with slowdissolve
    pause 1
    nvl clear
    show screen nvlbox with dissolve
    nvl clear
    stop music fadeout 3
    "\n 「…[na]お坊ちゃま。」"
    "そして後ろから彼の声が聴こえてくる。何時からそこに居たのかは分からない。{w}ただ、扉はずっと前から開いていて、元の部屋の主であった彼が出入りに許可を得なかったのは当然の事だった。"
    play music "audio/se/Heart.ogg"
    "「…ッハハ、ハハハ…」"
    et "だから彼と目があったその時、立ち入りの許されない部外者である俺は挨拶もなく部屋を出て行った。"
    hide screen nvlbox with dissolve
    hide cgrs6
    scene black
    with slowdissolve
    pause 1
    nvl clear
    show screen nvlbox with dissolve
    "\n ラヴィアンは俺を引き留めない。追ってくる気配もなかった。"
    stop music fadeout 2
    et "ただ、俺たちを永遠に見送るかの様だった。"
    hide screen nvlbox with dissolve
    pause 3
    scene bg10_1 with dissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "\n こうなってしまえば、逆に清々しい気分になってきた。寮まで帰ってくる間ずっと道は静かだった。この道もすぐ明日になれば俺の死刑を首を長くして待つ人々で満たされるだろう。"
    et "これからのことについてはもう考えるまでもない。人を殺したから罰を受けるだろう。{w}一番重い罰である死刑を。"
    nvl clear
    "\n 恐らくその前に拷問されるかもしれない。死に際さえ自ら選ばせてくれないだろう。"
    "前に神殿で見た死刑では罪人の首を切っていたが、俺はそう簡単に死ねるとは思っていない。{w}死ぬとしたら鈍器で全身を打たれながら、ローズと同じ苦痛の中で死んでしまいたい。"
    "そう死んでしまえばこの苦しみも終わるだろう。"
    et "彼らが俺の罰に満足しようが、満足しまいが、どうせ俺はもうこの世にいないだろうから咎める者もいない。{w}罰というのはつまり罪の清算を意味するから、俺は清々しい心で死ねるだろう。{w}俺が夢見た永遠の自由だ。"
    nvl clear
    scene black
    stop music
    et "\n なのに、何故未だ音沙汰もないんだ。"
    hide screen nvlbox with dissolve
    pause 3
    scene bg10_1 with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "俺が部屋に戻って服を着替えて、昼食時間を知らせる鐘が鳴るまで部屋は静かだった。"
    nar "今すぐにでもあの扉が無理矢理に壊れそうに揺れて、黒い服を着た男たちが部屋に攻め込んできそうに思えたが、"
    nar "外からは偶々人の足音や、日常の話し声だけが聞こえるだけで誰も扉を叩いてこなかった。"
    nar "何かが間違っているのかもしれない。{w}そう考えると焦ってしまう。"
    nar "もしかして、このまま何も起こらずに俺だけが平凡な明日を迎えることになれば…"
    nvl clear
    "{nw}" with sshake
    nvl clear
    nar "そんなことになってはいけない。絶対に。"
    hide screen textbox with dissolve
    pause 3
    scene bg104 with dissolve
    call place104
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/running.ogg"
    nar "俺は部屋を出て再び図書館へ向かった。"
    nar "そこから出る時は、まさか戻るなんて思ってもいなかったが。まるで食虫植物に自ら飛んでくる虫のような様だ。"
    nar "図書館には人の気配はあるが、俺の前に姿を現す者はいなかった。{w}偶に人影を見つけてもすぐ消えてしまう。"
    nar "臆病なる彼らが殺人鬼を警戒するのは当然だ。{w}人を殺した獣が一時は処理班だったことを思い出して死体を片付けに来たって、"
    nar "俺には聞こえない声でひそひそと話しているんだろう。"
    nar "部屋の扉を開く為に手を上げると、がちゃりとした音と共に動きが止められた。{w}扉に鍵が掛けてある。"
    play sound "audio/se/door close.ogg"
    nar "鍵を持っていた俺は、それを持ち出して扉を開いた…{w}ここからがもう異常だった。"
    hide screen textbox with dissolve
    pause 1
    scene bg114 with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "その中に死体はなかった。{w}積もっていた紙も、潰れたトロフィーもない。{w}床には血痕一つもなく綺麗だった。"
    nar "まるで数日間のことが丸ごと消えたように、その部屋に俺の跡は残っていなかった。"
    hide screen textbox with dissolve
    pause 1
    scene bg104 with dissolve
    pause 1.0
    show screen textbox with dissolve
    pl "……あぁ！" with sshake
    nar "ちょうどその時現れた魔女に走った俺は、その前に跪いたように彼女を見上げた。"
    nar "彼女は読んでいる本を閉じる振りもせずに目だけを動かして俺を見た。"
    show SCG_10 4 with dissolve
    play music "audio/se/library.ogg" fadein 2.0 
    pl "あの部屋の扉を閉ざしておいたのはイヴリン様だろ？{w}イヴリン様なら鍵を持ってるだろうし…"
    pl "中にあった、その…{w}あるだろ、アレはどうしたんだ？"
    ev "………"
    pl "…だから、ローズの死骸をどうしたのかって聞いてるだろ！"
    pl "言えないならラヴィアンは今どこにいるのかだけでも教えてくれよ！"
    ev "………"
    pl "俺…俺、ローズを殺したんだ。{w}トロフィーかなにかで頭をずっと打ち続けたんだよ、動かなくなるまで…"
    pl "ローズは痛い痛いってずっと泣いてたのに俺は聞く耳も持てなくてそのままローズを殺しちまったんだ。"
    pl "ハハッ…あの子が泣くなんて、未だに信じられないぜ…{w}なあもういいだろ？ローズを殺したのは俺なんだよ！" with sshake
    show SCG_10 2 with fastdissolve
    ev "………"
    pl "…なんで、なんで何も言ってくれないんだよ！{w}俺はアンタの司祭をブチ殺した殺人者なんだって！" with sshake
    pl "俺を早く連れてってくれよ、罪が滅ぶまで罰してくれよ！{w}地獄にでもどこにでも落としてくれよお！" with sshake
    show SCG_10 1 with fastdissolve
    ev "………"
    hide SCG_10 with dissolve
    play sound "audio/se/kick.ogg"
    nar "俺は本棚にできた隙間に手を入れて、並んだ本をがらがらと落とした。{w}綺麗に並んであった本が三冊か四冊ずつ落ちる。" with sshake
    nar "抜けなければ両手で抜いた。{w}そうやってできた紙の山は、ござっぱりした床を乱雑に満たす。"
    nar "イヴリンは目を向けずに、只本のページを捲った。{w}何をしても無駄だった。もうここに俺の居場所なんてない。"
    hide screen textbox with dissolve
    play sound "audio/se/memory.ogg"
    pause 0.5
    show bg02_1 with dissolve
    show screen textbox with dissolve
    nar "もう誰でもよかった。俺は神殿を歩き回ってローズについて説明し、俺が彼女を殺したということを知らせていた。"
    hide screen textbox with dissolve
    play sound "audio/se/memory.ogg"
    pause 0.5
    show bg01_1 with dissolve
    show screen textbox with dissolve
    nar "あいつ、ラヴィアン・ローズの双子の妹がさ、彼に顔がそっくりの妹がいたんだ。"
    nar "事情があって今まで隠してきたんだけど、しかし彼女はそこに確かにいたんだよ。"
    nar "ローズはさ、一冊の童話を繰り返して読むだけで一日を過ごすつまらない人なんだ。"
    hide screen textbox with dissolve
    play sound "audio/se/memory.ogg"
    pause 0.5
    show bg03_1 with dissolve
    show screen textbox with dissolve
    nar "寂しがり屋で人と話すことを好んで、トマトが嫌でいつも小言を言われるんだよ。"
    nar "平凡に話せなくて、感情の表現も下手なんだよ。"
    nar "いつも部屋から出ようとしないんだ。{w}自分が外に出てからかわれたら「にいたま」が悲しむことを分かっているから、"
    nar "だからずっと部屋に閉じ籠っていたんだよ。{w}なのに俺が外を教えてくれたせいで、彼女は死んじゃった。"
    stop music fadeout 2
    nar "彼女のことを覚えてくれ、ローズの存在をなかったことにしないでくれってば！" with sshake
    play sound "audio/se/memory.ogg"
    hide screen textbox with dissolve
    pause 1.0
    show black with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    show screen textbox with dissolve
    nar "彼らは誰もが怪訝そうな顔をして俺を通り過ぎた。{w}話の通じない獣とは俺のことだった。"
    nar "俺が何を謝るべきだったか、今になって分かってきた気がする。{w}俺が天使に何を告解すべきか。"
    pl "ゴメンな、ローズ。{w}俺はお前のことが好きになれなかったんだ。"
    nar "最初から素直に俺の罪を告白したらよかったのに。{w}その罪は毒に化けてやがて俺の体と心を駄目にしてしまった。"
    nar "告解できる所があるってことはどれだけに大きな幸運なんだ。{w}天使に触れるというのは又どれだけに大きな幸運なんだ。"
    nar "生命の乳汁が流れる窪みの中で、穏やかな温かさと俺自身の生を悟らせる死の匂いを覆った天使が、"
    nar "只俺だけが聞ける声で、眩しい翼を開いたまま俺に燦爛たる光を与えてくれるというのは。"
    nar "それを教わって、俺の魂を捧げられるというのは…"
    nar "俺は…"
    stop music
    hide screen textbox with dissolve
    play sound "audio/se/memory.ogg"
    pause 0.5
    show bg15_1
    show SCG_02 5 with dissolve
    show screen textbox with dissolve
    my "何言ってるの、[na2]くん…？{w}ローズって、誰？"
    hide SCG_02 with dissolve
    hide screen textbox with dissolve
    pause 2
    show screen textbox with dissolve
    nar "俺は結局誰からも罪を許してもらえなかった。"
    nar "雨が降って灰色になった空はぽかっと開いて、その余白に不純物が混じっている。"
    $ _skipping = False
    nar "目を閉じた所から漂ってくる微かなアイリスの匂いがやがて審判の時を知らせた。"
    $ save_name = "day 11, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day12_rs
    return

label day12_rs:
    $ day = 12
    $ save_name = "day 12, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/no more bell my buddy.ogg' fadein 2.0
    image 12day = Text("day 12",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '12day' at day00 with slowdissolve
    pause 5
    hide expression '12day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene bg109 with dissolve
    pause 1.0
    show screen textbox with dissolve
    nvl clear
    play music "audio/se/tutorial walking.ogg" fadein 2.0
    nar "埃の臭いがする狭くて暗い空間。小さな窓から入ってくる光が熱くて、眉を顰めた。"
    nar "床は冷たくて、前は鉄格子で塞がれた。神殿の人々はこの陰険な空間を「許しの秘跡」だと呼んでいた。"
    nar "古びた扉の音と共に、鉄格子の向こうの壁に影法師ができる。"
    nar "壁をすっかり覆うほどに長い影法師は徐々に短くなり、その人はやがて俺の前に立つ。"
    show SCG_10 0 with dissolve
    ev "御機嫌よう。又御逢いしましたね、私達。"
    ev "結局は罪人となって仕舞いましたのね、兄弟よ。{w}自らが創り出した虚構の罠に掛かり、戻れぬ川を御渡りに為さいました。"
    ev "あれ程懸命に生きて来たのに、今日こそが貴方が全てを失う日と成りました。"
    show SCG_10 1 with fastdissolve
    ev "好奇心に身を任せて生きる人間は全てこの日に怯えながら生きております。"
    show SCG_10 4 with fastdissolve
    ev "貴方にまだ人としての未練が残っているなら、あの子の存在を公表しなかった私の事を恨んで居るのかも知れませんね。"
    ev "然し私を実際以上に残忍で冷酷な人間と勘違いはしないで頂きたいのです。"
    ev "私だって出来る事なら彼らの事をずっと愛して居たかった。"
    ev "でも私は結局主教と云う座に縛られた面白くも無い女。{w}この様な日が訪れるのが怖いのは仕方のない事です。"
    show SCG_10 2 with fastdissolve
    ev "一つ、安心が在るとするなら、彼は永遠に少年として残ると云う事です。"
    ev "人は心に大きい傷や後悔が残ると年を取らなくなるのですよ。"
    ev "永遠に其の瞬間を繰り返しながら生きて行くでしょうから。"
    show SCG_10 0 with fastdissolve
    ev "勿論病に罹るでしょう。死ぬ事も有るかも知れません。{w}ですので私がそうならない様、之からも見守る事に致します。"
    ev "彼を世話する人が居ると云う事実に、貴方が慰めを得られます様。"
    hide SCG_10 with dissolve
    nar "女性は初めて出会った日のように優雅な姿勢で外へ出る。"
    nar "何もかも変わってしまったのに、只彼女だけが変わらない美しさを保っていた。"
    show SCG_10 2 with dissolve
    ev "では、この後をお願い致します。"
    show SCG_10 1 with fastdissolve
    ev "貴方には嘸かし嬉しい日に為りましょう…{w}おめでとう。"
    hide SCG_10 with dissolve
    nar "隣で彼女の後姿を眺めていた浄化部の主教は黙ったまま只俺の前に立って、形式的な笑顔を見せた。"
    stop music fadeout 2
    show SCG_06 1 with slowdissolve
    hk "こんにちは、兄弟。此方で顔を合わせる事になってしまい誠に残念でございますが…"
    play music "audio/bgm/haku.ogg" fadein 10.0
    hk "この全ての事柄が貴方の主教たる私が貴方をしっかり世話出来ず、"
    hk "正しい道へと導けなかったが故の様に感じられ大変申し訳なく思います。"
    show SCG_06 7 with facedissolve
    hk "場所が場所ですので不安に思えるかも知れませんが、安心なさいませ。"
    hk "ここはゆるしと和解の秘跡。貴方を閉じ込める場所ではありません、悔悛の機会を与える為の場所なのです。"
    hk "もっとも、兄弟が学術部図書館で乱暴をしただけなのであらば、神殿も軽率に貴方を罰する事は無いでしょう。"
    show SCG_06 2 with facedissolve
    hkn "しかし君が背負うべき「罪」とはそれだけじゃあない。それは君が一番よく解っているはずだろう？"
    hkn "そして自分自身が罰されて当然と言う事実もな。{w}勿論今ここで君を拷問し、罪を吐かせるのは容易い。"
    hkn "なのに関わらず我々が罪人を生かして置く理由は、罪を自らが反省する事こそが真なる悔悛の道へと繋がっているからだ。"
    show SCG_06 4 with facedissolve
    hkn "君はこの神殿で何を学んだ？{w}君が本当にしたかった事とは何だ？"
    hkn "その為に何をどうするべきだったか、まだ時間のある内に悔い改めるといい。"
    pl "………"
    show SCG_06 9 with facedissolve
    hk "…では、然様なら。愛する兄弟よ。"
    hide SCG_06 with dissolve
    play sound "audio/se/door close.ogg"
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 彼女が出て行って最後に、ここには俺だけが残っている。"
    "誰でも罪を犯す。"
    "罪なき世は天使の念願だけで、州都の言葉で言えば罪とは力場の如き。{w}人はそれを避けるが、決して抵抗はできない。"
    "光は鉄格子を中心にして、壁を伝って二つに分かれる。{w}一つは義理堅い善人を祝う光、そして又一つは罪人を罰する光に見えた。"
    "俺はそこにいたが、外を眺めることもできた。自分が望めばここから出ることもできる。"
    et "主教が告解室の扉を開いたまま出て行ったからだ。"
    nvl clear
    play sound "audio/se/heart.ogg"
    "\n 短く息を飲んだ。それだけで自分の声が耳に響いた。これがあの女が言っていた「告解の機会」か？"
    "寂寞の中で、秘めておいた良心が存在を現した。拉げた良心が今までの生を顧みさせた。"
    "残忍なるものだ。俺はその苦痛が耐えられなくて、泣き叫ぶしかできなかった。"
    "頭の上にある光は移り、徐々に俺に染みる。{w}世界の外と繋がった光だ。"
    "その光は何よりも恐ろしいが、同時に生き残った「俺」の魂と生涯を優しく照らしていた。"
    "その光景があまりにも眩しく、又そこにいる俺はこんな様で、まるで楽園で経験する地獄のようだ。"
    et "俺はどの光を見つめるべきか、そしてどの光を追うべきか。"
    nvl clear
    "\n 未だに涙が流れる。永遠に止まらなさそうだ。{w}彼女の顔が明らかで鮮明に浮かぶ。"
    et "その姿を憶える度に自分が更に卑怯で醜悪になっていくようだった。{w}この苦痛が俺の罪なら、俺は…"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1
    menu:
        "受け入れる。":
            jump rs_end_1
            nvl clear
        "拒む。":

            jump rs_end_2
            nvl clear
label rs_end_1:
    if rs_happy == False:
        hide screen nvlbox with dissolve
        show screen textbox with dissolve
        play sound "audio/se/memory.ogg"
        nar "その瞬間、耐えられない恐怖が反吐のように込み上げてきた。" with sshake
        nar "これを飲み下すことこそ反省だってことに気付いた。"
        nar "今まで俺は後悔と嘆きを繰り返していただけで、一度も反省したことがない。"
        nar "今になって俺は全てを受け入れられる。{w}俺がローズを殺した。彼女を傷付けて、誰もローズの死を分かってくれない。"
        nar "強く弾けた心拍が本来の速度を取り戻した。{w}俺は自らが犯した罪を顧みる。重たくて醜いが、それが俺の罪だ。"
        nar "誰もその重さを減らしてくれない。誰かに打ち明けたって捨てられやしない。{w}「天使」は俺の惰弱さが生んだ幻想だった。"
        nar "もう後悔と苦痛をちゃんと感じることができる。{w}人のせいにするのではなく、俺がしてしまったことを考えると溜息が出た。"
        nar "そうするしかないのではなく、自らの意志でしてしまったことを認める時だ。"
        nar "自分で自分が許せない。これからずっとこの罪悪感と共に生きていくしかないのだろう。"
        nar "死でその重みを消すことはできない。{w}ならば逆に誓う、この苦しさを忘れないと。"
        nar "たとえ俺の生涯が浅ましくとも、もう取り返せないものだとしても、もし、俺にもう一度新しい生を生きるチャンスがあるのなら、"
        stop music fadeout 2
        nar "その時こそ俺は。"
        hide screen textbox with dissolve
        scene black with dissolve
        pause 2.0
        scene bg105 with dissolve
        call place105
        pause 1.0
    show screen textbox with dissolve
    nar "勢いだけで言葉を吐いた口を閉じた。"
    nar "ラヴィアンは俺の知っている司祭の中でも一番賢く、そんな彼がそこまで言うなら何かの明らかな理由があるってことだ。"
    nar "事実、その理由が何なのかはぼんやりと分かってくる。ローズはまだあそこに立っている。"
    nar "俺たち二人の熱っぽい会話が全く分からないように、偶に自分の名が出てくる際だけ顔を上げて俺たちを見つめる。"
    nar "汚物を被ったまま。"
    show SCG_12 0 with dissolve
    rs "…[na]、もうこないのか？"
    pl "……"
    pl "…その方がいいかもな。"
    rs "……"
    play music "audio/bgm/rose.ogg" fadein 2.0
    pl "代わりに、これからはお前が俺に会いにくるんだ。どう？"
    show SCG_12 at bounce
    play sound "audio/se/ding.ogg"
    rs "ローズが？"
    hide SCG_12 with dissolve
    show SCG_11 7 with dissolve
    show SCG_11 at bounce
    rv "お、お坊ちゃま！{w}申し上げたではないですか、それは無理です…！"
    pl "じゃあ聞くけど、何でやってもみないで無理って断定しちゃうんだ？"
    pl "お前は一度たりともローズを信じてあげた事はあるか？{w}チャンスを与えてやったことは？"
    rv "ローズと今までずっと一緒だった人はボクです。"
    rv "坊ちゃまからして、ローズは本当に一人で新しい環境に馴染んで与えられた仕事が出来る様に見えますか？"
    pl "ローズをちゃんと見てあげなきゃいけないのは俺じゃなくてお前だろ。"
    pl "お前の妹はお前が考えてるよりもっとスゴいんだぜ、ラヴィ。"
    pl "俺に文字も教えてくれたし、常に学びたがってるんだ！お前の力になってやりたがってるんだよ。"
    show SCG_11 5 with fastdissolve
    rv "…ローズは一度も仕事なんてしてみた事がないんです。"
    pl "誰だって最初はそうだよ。教えてやればできる。"
    rv "街の子供たちに虐められてから、家の外に出た事もないのに。"
    pl "ローズが外に出なくなったのは、自分の心配で悲しむお前を心配したからだよ。"
    show SCG_11 3 with fastdissolve
    rv "一日たりとも、ローズと離れた事がなくて…"
    pl "知ってる。{w}お前にもやりたいことが色々あったろうに、今まで頑張ったな。"
    rv "ボクだけがマトモに生まれてしまったんです、一緒に生まれたのに、ボクだけ…"
    show SCG_11 at huruhuru
    rv "ローズを助けてあげられる人はボクしかいないんです…！"
    rv "だからきっと神はボクも一緒にお創りに為られたんですよ、可哀想なローズを助けてやりなさいと…"
    rs "いない。"
    hide SCG_11 with dissolve
    nar "静かにしていたローズが口を開いた。彼女は最初からそこで、俺たちの会話を聞いていたからだ。"
    show SCG_11 5 at right
    show SCG_12 3 at left
    with dissolve
    "{nw}"
    show SCG_12 at bounce
    rs "にいたまを助けてあげる人が、いない！"
    rv "………"
    show SCG_12 0 with fastdissolve
    rs "おにいたまがローズを助けてくれた、だからローズもにいたまを助けてあげたい。でもおにいたま、今もずっと悲しそう。"
    show SCG_12 10 with fastdissolve
    rs "ごめんね？{w}にいたま、ほんとはローズのこと嫌いになりたかったよね、ひとりでがんばらせてごめんなさい。"
    show SCG_11 7 with fastdissolve
    rv "…違いますよ、ローズ。"
    hide SCG_11
    hide SCG_12
    with dissolve
    play sound "audio/se/luggage down.ogg"
    nar "ラヴィアンは未だ体に汚物を付けてある妹を素手で抱き込んだ。手袋に隠された傷だらけの手。"
    nar "ずっと彼女の揺り籠を握っていた手だ。"
    show SCG_11 1 at right
    show SCG_12 0 at left
    with dissolve
    rv "ボクはローズを嫌いになりたかったのではありません。{w}ローズの事をずっと好きで居たかったんです。"
    show SCG_11 4 with fastdissolve
    rv "今まで独りにさせてしまって、ごめんなさい…{w}ありがとう。"
    stop music fadeout 2
    hide SCG_11
    hide SCG_12
    with dissolve
    hide screen textbox with dissolve
    scene black with dissolve
    pause 2
    show screen textbox with dissolve
    if rs_happy == False:
        play music "audio/bgm/ed_dream.ogg" fadein 2.0
    else:
        play music "audio/bgm/rose.ogg" fadein 2.0
    nar "それから、ローズは学術部の司祭になる為の勉強を始めた。"
    nar "俺は浄化部の方を思っていたが、本人が望んだのが学術部だ。俺にできることは偶に彼女に会いに行って、応援するだけだ。"
    nar "ローズは益々賢くて鋭くなっていった。怒る頻度も増えた。元からの性格がそうだったらしい。"
    nar "しかしもう物を壊すことはなくなり、ローズの部屋には花瓶が置いてあることになった。イヴリン主教の贈り物だという。"
    hide screen textbox with dissolve
    pause 2.0
    scene bg104 with dissolve
    call place104
    pause 1.0
    show screen textbox with dissolve
    pl "入社おめでと、ローズ！真新しいってワケでもないけど、外で顔を見れるのはいいな。"
    show SCG_12 A 8 with dissolve
    rs "祝う割には手が空いているな。"
    pl "えぇ…じゃあ、昼飯でも一緒に食うか？"
    rs "断る。{w}本日の昼の食事はおにいたまと共に社内食堂で取るつもりだ。"
    show SCG_12 10 with fastdissolve
    rs "ローズは忙しい身ゆえ、これからは日程を前以て相談するように。"
    pl "ハ～イハイ。急にエラそうになったよな…"
    hide SCG_12 with dissolve
    show SCG_11 1 at right
    show SCG_12 A 0 at left
    with dissolve
    rv "もちろんでち。ボクの妹ですもの。"
    show SCG_11 4 with fastdissolve
    rv "おめでとうございます、ローズ。{w}図書館に一緒に並んでいると妙な気分になってちまいましゅね。"
    rv "でもイヴリン様もとっても喜んでらっしゃいましたよ。"
    show SCG_12 2 with fastdissolve
    show SCG_12 at bounce
    rs "イヴリンさま…う……"
    play sound "audio/se/ding.ogg"
    ev "ええ、今では貴方の主教様と成りますね。"
    hide SCG_11
    hide SCG_12
    with dissolve
    hide screen textbox with dissolve
    nvl clear
    pause 1
    show cgrs05 with slowdissolve
    pause 2
    nvl clear
    show screen textbox with dissolve
    pl "いつの間に…"
    ev "歓迎致しますわ、愛らしい御姫様。貴方を祝福できて光栄で御座います。"
    rs "……"
    ev "アラ、又そんな可愛い顔を。{w}私が手の甲にキスをする行為が「図々しい偽善」だと御思いですか？"
    ev "貴方の小さい小さい憎悪を受けるのはとても嬉しい事ですが、あまり激怒なさらないで頂きたいのです。"
    ev "私の司祭ではない貴方に何かしらの助言や手助けをする訳にはいきませんでしたから。"
    rv "本当ですよ。{w}最初……ちゃんとした形の入社を勧めて下さったのもイヴリン様でした。"
    rv "愚かなボクが断ってしまっただけでして。"
    rv "もっと早くローズの意見を聞いてみればよかったですね…本当に申し訳ございませんでした。"
    rs "それはローズもわかってる。{w}にいたまが勧誘したとして、ローズのこころが準備できていなかったのなら断っただろう。"
    rs "こんかいだけは浄化部の光る新入りにたすけられたというべきだな。"
    pl "いや、いつまで擦るんだよその新入りネタ！"
    ev "私のラヴィ、此れから貴方の世界は広がるでしょう。{w}貴方の真白い肌が日に焼ける光景を想像すると、其れは…"
    ev "とても惜しい事ですが。然し私は貴方という人を得られたのです、永遠私の蜜の中に閉じ込めるのは終わりにしましょう。"
    rv "はい。常に一匹の猫や観葉植物と同じく愛されている事を感じておりまちゅ。"
    rv "お美しいイヴリン様の御傍を共にする事が出来て光栄で御座います。"
    rv "ボクらに居場所を与えて下さいまして感謝してもしきれません。"
    rs "うう！{w}やめろ！" with sshake
    ev "ああ～ン、お姫様が怒って仕舞われました。{w}何て可愛らしいのでしょう…自慢の空間に、理想の顔が二つ…"
    ev "本当に、愛で醸している様な気分に為ります…フニフニ。"
    play sound "audio/se/hit.ogg"
    rs "さわるな！ローズからはなれろ！" with sshake
    pl "特別理由がなくてもイヴリン様は嫌なのな。"
    rv "へへ、何時かは仲良くなれると信じております。"
    rv "…お坊ちゃまのお陰で、ローズに出来る仕事が見つかりました。{w}ボクはこんな幸せが訪れる時が来るとは思ってもおりませんでした。"
    rv "どう感謝すれば良いものか…"
    pl "俺にばっか感謝しなくてもいいんだぜ。{w}お前は今まで頑張って生きてきたんだ、その報いだと思うよ。"
    stop music fadeout 2
    $ _skipping = False
    rv "はい。宜しければ、是非これからも頑張って生きて行くボクら二人を見守って下さいね。"
    hide screen textbox with dissolve
    if rs_happy == False:
        pause 2
        scene bgw with dissolve
        show Blsnow zorder 0 with slowdissolve
        pause 1.0
        nvl clear
        "{color=#000000}{size=0}{k=0}\n 自分を変えるのは自分だけ。どんなに大きな変化も、全てあなたの一歩から。{/k}{/size}{fast}{/color}{nw}"
        show day12_1 at truecenter
        pause 8
        show ctc onlayer screens at ctc:
            xpos 910
            ypos 390
        $ _dismiss_pause = True
        $ renpy.pause()
        $ _dismiss_pause = False
        hide ctc onlayer screens
        hide day12_1
        with gjdissolve
        pause 1
        hide screen nvlbox with dissolve
        play music "audio/bgm/ed.ogg" fadein 2.0
        show screen textbox with dissolve
        $ _skipping = True
        nar "目が眩むほどに明るい真っ白な太陽。{w}綺麗だった地面にこびりついた汚物が光を帯びる。"
        nar "一度来た事がある場所のように思えた。後ろから吹いてくる生ぬるい風が、女性たちの髪を揺らす。"
        nar "彼女たちは俺の前に立ち、親しげな声で話しかけてくる。"
        nar "今度は反省したフリじゃない、俺は覚悟を持って真っ直ぐ前を向く。{w}幻聴ではない声で意識がくっきり冴える。"
        show SCG_14 0 with dissolve
        gr "またね、[na2]くん。"
        hide SCG_14 with dissolve
        show SCG_04 1 with dissolve
        cr "私達、またお会いしましょう！"
        hide SCG_04 with dissolve
        show SCG_07 7 with dissolve
        ar "また、お会い出来ます様。"
        hide SCG_07 with dissolve
        nar "俺が傲慢や強欲、怠惰や邪淫と薄汚い罪を懺悔し悔い改めようが、彼女らが消える事はない。"
        nar "永遠に許しを乞いながら生きてゆくのだろう。しかし後悔に脚を取られたまま生きはしない。"
        nar "罪を受け入れ、進む事こそが贖罪の道ならば、俺は、"
        nar "この救いに縋る事なく生きて行こう。"
        $ _skipping = False
        stop music fadeout 3
        rs "なにもかもが水の泡。バイバイ。"
        hide screen textbox with dissolve
        pause 1.0
        menu:
            "懺悔":
                hide screen textbox with dissolve
                pause 2
                pause 1.0
                scene black with dissolve

        pause 3.0
        hide screen nvlbox with dissolve
    play sound "audio/bgm/op.ogg" fadein 2
    pause 2
    nvl clear
    hide screen keymap_screen
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    $ persistent.dmy = 0
    $ persistent.hssh_end_2 = True
    jump end_rs

label rs_end_2:
    stop music fadeout 1
    hide screen nvlbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 頭の上から羽搏く音が聞こえた。崇高に聞こえていた音が、もはや何かから逃げる為に必死に羽搏く音に聞こえてくる。"
    "その音は幾ら藻掻いても空へ飛べなさそうだ。羽のある生き物よりは、蜘蛛の巣に引っ掛かった蝶のようにか弱い。"
    et "俺にまだ悔悟の機会が残っているなら、きっと告解を受けてくれる人が必要だ。"
    nvl clear
    "\n天使だ！俺は天使を探すべきだ。{w}天使だけが俺を赦せる筈だ。天使だけが俺の重い罪を浄めて、堕ちた魂を正してくださるだろう。"
    "天使はいる。只俺の告解を聞いてくださる為に地上に顕現して、俺だけが彼女の声を聞ける。俺はこれだけが正しい道だと信じている。"
    "もうそれ以外考えられない。開け放たれた扉の外に飛び出し、もう一度世界に身を委ねた。"
    et "流れ出る涙に光が上がってきて視界が白くなった。{w}俺はそれが真の禍だと思っている。"
    hide screen nvlbox with dissolve
    scene bg02 with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 行き先が決まらないままただ走って、今までの記憶を忘れないようにと努力した。"
    "崩れ落ちてしまった俺の人生と、これから迫ってくることに対する心配を。"
    "花壇、部室、作業場…"
    stop music fadeout 2
    et "俺は天使がいそうな場所を彷徨って、ついにあの場所へと辿り着いた。全てが始まった所、誰もがいずれ戻るべき所へ。"
    hide screen nvlbox with dissolve
    show screen place_day12_sc with dissolve
    hide screen place_day12_sc
    $ place = renpy.call_screen("place_day12_sc")
    return
return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
