label day6_cr_rkn:
    show screen textbox with dissolve
    play music "audio/bgm/clair3.ogg" fadein 2 
    pl "待ってくれ！" with sshake
    show SCG_04 W 5 with dissolve
    nar "クレアは両目を大きく開いて、俺に振り向いた。"
    nar "まるでこうなることを想像していたように、その目に満ちた光は後のことを期待している。"
    pl "い…いかないでくれ。"
    nar "衝動的な決断だった。彼女を掴んだって、どうしたいっていうんだ。{w}俺にできることは何一つもないのに。"
    nar "クレアは去る時と同じく、軽い足取りで俺に近付いてきた。"
    show SCG_04 9 with fastdissolve
    cr "それは…わたくしの告白に対する答えでしょうか？"
    nar "彼女が欲しがる答えがすぐ目の前に浮かぶ。{w}もう、これしかないだろう。"
    nar "それを知っていながらも長くも目を背けていたのは、只自らの本音に確信が持てなかったからだ。"
    nar "しかしここまで来た以上、俺の気持ちなんてもうどうでも良い。"
    nar "大事なのは彼女がここにいるべきということ、彼女の欲しい答えを、俺は知っているということ。"
    nar "俺は目を閉じたままで頷いた。"
    hide SCG_04 with dissolve
    pl "いくな、クレア。{w}お前と居たいんだ…"
    play sound "audio/se/luggage down.ogg"
    nvl clear
    "{nw}" with sshake
    pause 1
    nar "話が終わる瞬間、喉が震えた。{w}クレアは多分この違和感に気付いてないのか、俺の首に腕を回し俺を抱き締めた。"
    nar "目の前を真っ白に満たした布がまるで幻想のように揺らいだ。"
    show SCG_04 W 1 with dissolve
    cr "嬉しい！{w}本当に、本当に嬉しいですわ。"
    nar "何が？{w}聞き直したい心は山々だが、そういう意地悪はできなかった。{w}俺は力を抜いて、クレアの笑顔を確かめた。"
    nar "後悔なんて一瞬で消え去ってしまうほどに明るい笑みだ。"
    nar "この選択が間違っていたとしても、今だけは彼女の喜びが何よりも嬉しかった。{w}だから、俺も笑顔を見せてあげた。"
    nar "その瞬間の感情が彼女には答えになっただろう。"
    show SCG_04 0 with fastdissolve
    cr "[na]様。{w}お恥ずかしいのですが、私の話を聞いて下さいます？"
    pl "告白よりお恥ずかしいのか？"
    show SCG_04 6 with fastdissolve
    cr "実は似たような物なのですが…あの時は何と言いますの…"
    cr "頭に血が上っちゃって、恥ずかしがるタイミングもなかったって言いますの…"
    show SCG_04 3 with fastdissolve
    show SCG_04 at bounce
    cr "ともかく、落ち着いた今じゃめちゃめちゃ恥ずかしいのですわよ！"
    pl "はいはい、言ってみな。"
    show SCG_04 5 with fastdissolve
    cr "そ、それがですね…"
    cr "わたくしは今ここで心を削ってまで真心を告白いたしまして、その相手と心臓を合わせているのでしょう？"
    show SCG_04 3 with fastdissolve
    cr "折角着てきたドレスは汚れましたし、抱かれた男からは土と死体の腐臭がしますし…家も財力も普通ですし…"
    pl "お前な、それはお前じゃなくて俺が恥ずかしい話だろうが…"
    show SCG_04 1 with fastdissolve
    cr "なのにわたくし、今すごく幸せなのですよ。"
    cr "素敵な映画を観た時より、宝石で飾られたプレゼントを頂いた時よりもっともっと満足感を得ていますの。"
    show SCG_04 0 with fastdissolve
    cr "これはもしかして、まだまだ人生経験の足りない、わたくしの愚かな勘違いなのでしょうか？"
    pl "…もしそれが勘違いだったとしても、お前が満足ならそれはお前の幸せだろ。{w}俺にとやかく言える筋なんてない。"
    show SCG_04 1 with fastdissolve
    cr "ふふっ、そうですね。{w}でもわたくしだけ幸せになる訳にはいきませんわ。[na]様はいかがですの？"
    stop music fadeout 2
    pl "俺？{w}俺は…"
    hide SCG_04 with dissolve
    nar "小さい窓から、太陽の白い光が入ってくる。{w}俺たち二人は突然迫ってきた光に目を顰めて、光の方向へ首を回した。"
    show SCG_04 W 1 with dissolve
    cr "話してる内に雲が晴れました様ですわ、ほら！"
    play sound "audio/se/running.ogg"
    hide SCG_04 with dissolve
    nar "クレアは床に転んだ靴を拾うことさえ忘れて階段に跳ねた。"
    nar "汚れた裾と真っ黒になった足裏がその無邪気な歩みぶりにはぴったりだ。"
    nar "俺も彼女に続き、窓の外を眺めた。{w}空に立ち上がった白い埃が輝く。"
    nar "同じく、光を受けたクレアの白い服も煌いている。{w}明るい日のおかげで、その青い髪が更に俺に故郷の空を浮かばせる。"
    pl "なんかさ…ここが明るいとすごくぎこちないよな。"
    show SCG_04 W 5 with dissolve
    cr "そうですか？{w}最近は白夜が続いておりますので、そこまで珍しい事でもない筈なのですが。"
    pl "そう？なんか暗いばっかだと思ってたんだけどな。{w}ここってなんていうか、その…静かだし、空気悪いし。"
    show SCG_04 1 with fastdissolve
    cr "でもわたくし、ここは好きですわよ。{w}寂寞で、でも安楽で、恋人同士の秘密の恋愛にピッタリではありませんの！"
    show SCG_04 0 with fastdissolve
    cr "ご存知ですか？"
    cr "ここって元は非常口用の階段なのですが、大体の司祭の方々はロビーの方を通る為今じゃあまり使われてはいないのですわ。"
    pl "お嬢ちゃん、俺の事ナメすぎじゃね？そんなことは初めから知ってましたよっと。"
    cr "わたくしたちはそんな捨てられた場所に情と意味を付与したのですよ。"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    play music "audio/bgm/clair.ogg" fadein 5
    cr "だからこのみすぼらしい階段が、今じゃあわたくしの特別の場所となったのですわ。{w}素敵ではなくて？ねえ？"
    pl "モノや場所なんかに意味を与える事ぐらい意味のないこともないだろうに。{w}ま～ったく世間知らずのお嬢様の感性ったら…"
    show SCG_04 2 with fastdissolve
    show SCG_04 at bounce
    cr "んもう！意地が悪いですわ！{w}まーったく清掃員の乾いた感性ったら…"
    hide SCG_04 with dissolve
    nar "小さい窓から花壇を見下ろした。{w}マヤが管理しているとはいえ、未だに蔓が茂っている。"
    nar "その間から見慣れた桃色の髪が通り過ぎる。{w}そういえば今は昼飯の時間だったな。"
    nar "凄まじく伸びた薔薇の間にしゃがんだマヤ、本当に小さいな。{w}こうやって上から見ると、今にでも植物に食われそうだ。"
    pl "マ……"
    play sound "audio/se/hit.ogg"
    nar "その名前を呼ぶ為に口を開いたところ、急に視界が傾いた。{w}肩が床に落ちた。すぐ前には拗ねた顔のクレアがいる。"
    pl "いった……{w}急になにすんだよ、危ないだろ！"
    show SCG_04 W 7 with dissolve
    cr "あらま、これは失礼。無礼な言動には無礼な言動でお返しするのがわたくしの鉄則でして。"
    pl "無礼って誰が…"
    show SCG_04 2 with fastdissolve
    cr "違いますの？{w}[na]様、今わたくしたちは秘密の場所で恋人になったのですよ！その自覚がありまして？"
    pl "そりゃ、まあ……"
    cr "なのに貴方は今他の誰かを呼び寄せようとしましたわね。{w}それはわたくしの気分を無視するのと同然ですわ。"
    cr "[na]様ったら、無礼な上に卑怯者なのですね。"
    pl "…わざとじゃなかったって。"
    cr "そういう言動が身に染み付いているのが良くないのですわ。"
    pl "うっ…"
    show SCG_04 at bounce
    cr "そうやって陰気なことしたって、何も変わらないんですってばー！"
    pl "ああ、わかったわかった！謝ればイイんだろ！{w}で、何がしてほしいんだ！"
    show SCG_04 0 with fastdissolve
    cr "やっと話が通じましたわね。許してもらいたいですの？{w}わたくしが望むものなどとても簡単な事ですわ。"
    cr "[na]様がわたくしへの心を誓ってほしいのです。"
    pl "誓い？{w}ぇーと…アーメン～…って？"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    cr "さっすが！この無知な反応、これですわよこれ！{w}離れ小島からの外地の人間って感じがしてサイッコーですわ。"
    pl "またからかって～…あと前から言いたかったんだけどな、俺の故郷は島じゃなくて…"
    hide SCG_04 with dissolve
    nar "クレアはもう機嫌が直ったように、茶目な笑みを俺に向けた。大きな目に彩った長い眉毛が今にも額に触れそうだ。"
    nar "俺はその目が凡ならざる欲を抱いたことに気が付いた。同じく俺を見つめている彼女も、きっと俺の瞳からの不安に気付いただろう。"
    show SCG_04 W 8 with dissolve
    cr "州都では誓いをココでするのですわよ。"
    pl "目…？"
    show SCG_04 2 with fastdissolve
    show SCG_04 at bounce
    cr "なんでそうなるんですか？{w}口ですって口！"
    show SCG_04 0 with fastdissolve
    cr "言わば「誓いのキス」と呼ばれる、息を吸う度その人を想い、"
    cr "その人の為だけに言葉を捧げますという意味を込めたロマンチックな迷信ですわ。"
    pl "迷信って…夜中に口笛を吹くと蛇が出る、みたいなそういうモンか。"
    cr "比喩するなら運命の赤い糸みたいなものではありませんの？{w}[na]様は反応からしてファーストキスもまだの様ですわね。"
    pl "…不満か？"
    show SCG_04 1 with fastdissolve
    cr "幸運ですわ。"
    hide SCG_04 with dissolve
    stop music fadeout 2
    nar "「あなたにも意味ができるはずですので」という言葉を最後に、慎ましく頬を染めたクレアは目を閉じた。"
    nar "俺は目を閉じることも忘れて、只息を殺したまま近付く彼女を見ていた。"
    hide screen textbox with dissolve
    scene black with dissolve
    pause 2
    show screen nvlbox with dissolve
    $ renpy.music.set_volume(5, channel="sound")
    play sound 'audio/SE/r18 2.ogg'
    nvl clear
    "\n 州都の雲は性急だ。彼女は餌を欲しがる鳥の様に俺の口を突き、開いた隙間から小さい舌をねじ込んだ時、頭の上を照らしていた陽は雲に隠れた。"
    play sound 'audio/SE/r18 3.ogg' fadein 3 loop
    "俺はその時ですら目を閉じる事を躊躇していた。{w}閉じて、又開いたとき、世の中を構成する全てが俺の理解し得ない物へと成り代わってしまいそうだった。{w}しかし目に刺さる彼女の髪の毛、視界を満たした顔が俺を苦しめ、結局目を閉じてしまった。"
    et "日差しのない瞼の裏の世界はとても暗かった。耳から刺さり、脳へと染み付く水音。背中に当たる石床の冷たさが見た事もない海の底を彷彿させる。"
    nvl clear
    "\n 俺が変な事を考えている内にもクレアは俺の首に抱き着き、舌を誠実にも動かす。{w}普段知識の探求に飢えていた彼女は、今回も又新しい情報を貪るように口内で舌を乱暴に回す。{w}歪な歯並びを一つ一つ撫で回し、舌を引っ張るように唇に含んでは、あらゆる歯茎に唾液を流す。"
    et "その強圧的な口付けに掴まれた俺は下手に舌を動かすのをやめて、更に深い場所へ沈むように身体の力を抜いた。{w}薄い唇を間においてたった舌一枚が挟まっているだけなのに、どうにも逃れることが出来ない。"
    nvl clear
    play music "audio/bgm/r18.ogg" fadein 5
    "\n 鮮明に感じ取られる首の震え、耳を擽るクレアの荒い呼吸が俺を不安にさせる。{w}恥ずかしい事に、俺は彼女との口付けであの日の夜の事を思い出してしまった。{w}深い闇が脳を喰らい尽くし、体は上に乗っかる彼女の体重でゆっくりと押し倒される。目を開くのがますます怖くなっていく。"
    et "今目を開いてしまえば、目の前にいるクレアが彼女と同じような顔で笑っているのではないだろうかと……"
    nvl clear
    hide screen nvlbox with dissolve
    stop sound fadeout 2
    show cgcr02 with slowdissolve
    pause 2
    nvl clear
    show screen nvlbox with dissolve
    "\n 「はぁっ！」"
    et "永遠にくっ付いてばかりかと思った唇が離れた途端、目の前の闇が去り明るい光が差してくる。{w}幻想の様に感覚を支配していた海の底の姿も消え去った。{w}俺は水面上に飛び跳ね初めて地面を経験した魚の様に息を吸うことだけに集中した。"
    nvl clear
    "\n 同じく息を吸っては吐くクレアは強い光を背にしては俺を見下ろす。{w}真っ白な肌のせいで普段は良く見る事も無かった筈の舌の色が更に鮮明になる。{w}それが今さっきまで俺と重なっていたかと思うと、何故か肩が震える。"
    et "そんな気持ちを察していないのか、顔は真っ赤に上気していて、ほどなくして笑顔になる。{w}しかしあの夜の様な笑顔ではない。{w}寧ろ今まで見たことのない、照れ隠しの様な形式的な笑顔だ。{w}状況を分からなければ出来ない顔だ。"
    nvl clear
    "\n 「愛しておりますわ、[na]様…」"
    "クレアは俺の名を呼びながら愛してるだなんて言ったが、俺にはそれが感謝を込めた挨拶の様にも聞こえた。{w}俺も顔を逸らしたクレアに向けて、唇だけを動かし同じ返事をしてやった。"
    et "その冷たい熱気に俺は限りなく悲しくなってしまったのだ。"
    nvl clear
    hide screen nvlbox with dissolve
    stop music fadeout 5
    pause 1
    scene black with slowdissolve
    play sound 'audio/SE/r18 4.ogg'
    pause 3
    stop sound fadeout 3.0
    pause 3
    play sound 'audio/SE/r18 cr.ogg'
    pause 3
    stop sound fadeout 3.0
    pause 2
    scene bg106 with dissolve
    pause 1.0
    show screen textbox with dissolve
    $ renpy.music.set_volume(1, channel="sound")
    play music "audio/bgm/train meet.ogg" fadein 4
    show SCG_04 W 5 with dissolve
    cr "あの、[na]様…{w}失礼を承知の上ですが、本当に今回がファーストキスですの？"
    pl "何度も聞くなって…そうだって言ったんだろ。"
    show SCG_04 1 with fastdissolve
    cr "ああ…よかったわ。{w}やはり[na]様は凄いのですね！"
    pl "いっつもハンカチを持ち歩く準備性がか？"
    cr "それもそうですが、わたくしが特に評価いたしたいのは何と言ってもテクニックですわ。"
    pl "テ…なんて？"
    show SCG_04 3 with fastdissolve
    cr "[na]様程目立つ御方を浄化部の司祭達がそのままにして置く訳がないだろうなとは思ってましたが…"
    cr "確信いたしましたわ。{w}やはり既にほかの女性の方と経験為されたのですね。"
    pl "は？"
    pl "勝手に言って勝手にへこむなよ…俺は確かにこういうのが初めてってワケじゃないけど、"
    pl "その…お前については責任を持つつもりなんだよ。"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    cr "あ～ん、素敵ですわ～{w}恋に落ちた少女の目線ってこんなにもバラ色だったのですね！また惚れ直してしまいましたわ。"
    pl "ハイハイ…"
    nar "又勝手に何かを想像したようだが、今の俺には勘違いを指摘する力さえも残っていない。"
    nar "今の状況を何とか乗り越えたという安堵感と、これからのことに対する心配で頭の中が渦巻いている。"
    pl "服、汚れちゃったのに大丈夫なのか？"
    show SCG_04 0 with fastdissolve
    cr "大丈夫。これくらいの覚悟はしてまいりましたもの。{w}逆に予想したより汚れてはいませんわ。"
    pl "…これからはそういう服はやめなよ。"
    show SCG_04 1 with fastdissolve
    cr "刺激が強すぎましたの？{w}御心配無く。もう着る事はありませんわ。"
    cr "これはわたくしなりの「勝負着」であって、わたくしは試合を勝ち遂げましたもの！"
    nar "クレアは無邪気な表情で俺の腕にくっ付いた。{w}こんなに小さな子に振り回されるなんて、不甲斐ないものだ。"
    pl "髪、折角解いてやったのにまたぐちゃぐちゃ。{w}そんな長いと管理も難しいんだな。"
    show SCG_04 at bounce
    cr "大丈夫。わたくしは今と～っても気分がよろしいのですわ！{w}愛する人と共に居られるという事は幸せな事なのですね～"
    pl "……"
    pl "あのさ、クレア…さっき言えなかった返事なんだけど…"
    show SCG_04 5 with fastdissolve
    cr "はい？"
    pl "…お前が幸せなら俺も幸せだよ。"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    cr "キャ～！{w}[na]様ったら、王子様みたいなこと言っちゃって。えへへ…"
    hide SCG_04 with dissolve
    nar "クレアを見送った後も、俺は暫く階段に座っていた。"
    nar "彼女は俺に「すごい」とか、「かっこいい」とか言って讃えていたが、それはとんだ勘違いだ。"
    nar "女の手さえ握ったこともない俺のことなんか、実は下手だなんて思っていたんだろう。"
    nar "失望を表さない為にそんなに軽はずみを振舞ったのかもしれない。{w}婚約者と俺を比べていたのかも。"
    nar "もしかしたら彼でなく他の男にも…"
    stop music fadeout 2
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "重たい体をよろめきながら歩いて行った。"
    nar "精神は随分疲れたが、体はまるで羽のように軽い。"
    nar "足はまるで自分のものではないように自ら動き、神殿の間間を彷徨えた。景色が変わり、数多くの人が俺を只通り過ぎた。"
    nar "俺はなんてことをしてしまったんだ。これからはどうなるんだ。"
    nar "もしや俺がやったことが神殿に広がってしまえば、ここの人たちは皆、俺を一度ずつは振り向くんだろう。"
    nar "……"
    hide screen textbox with dissolve
    pause 1
    play sound "audio/se/memory.ogg"
    scene bgw with dissolve
    play music "audio/bgm/Dream.ogg" fadein 4
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 傾けた首を再び上げると、そこには光があった。誰かが消そうとしても永遠に消えない光は燦燦と俺を迎えてくれた。"
    "俺は只彷徨っただけではなく、ここに戻ってくる為に歩いてきたんだ。"
    et "目が潰れてしまいそうに真っ白く光る一双の大きな翼は、明らかにこの世のものではなかった。"
    nvl clear
    "\n 俺の目はその光を完全に受け入れずに暗くなった。首が自然と床へ向かう。膝から力が抜ける。"
    "俺は震える両手を上げ、彼女の肌に触れようとした。{w}一層丁寧な接し方を知らない俺自身が嘆かわしい。"
    "しかし天使はこんなに不敬な俺にも機会を与えてくれた。彼女に触れられた。両目から何気なく涙が零れた。"
    et "俺は彼女の柔らかな両手を握って、まるで生まれたばかりに戻ったように泣いた。"
    nvl clear
    "\n しかし罪の告解なんてできなかった。{w}俺の持った罪は全く俺だけのものではなく、クレアの罪でもあったからだ。只、顕現した天使の懐で涙を落とすだけだった。自分の罪を反芻した。"
    "俺はクリオネに、責任の取れない行動を犯した。{w}彼女を助けるという名分で、間違っていると分かっていながらも正そうとはしなかった。{w}彼女の生を更に誤った方に突き落としてしまった。"
    $ _skipping = False
    "輝かしく零れ落ちる光の下で、只、俺という者だけが不潔なるまま残されていた。"
    $ save_name = "day 6, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day7_cr
    return

label day7_cr:
    $ day = 7
    $ save_name = "day 7, 朝, 楽園"
    play sound 'audio/se/bell 2.ogg' fadein 2.0
    image 7day = Text("day 7",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '7day' at day00 with slowdissolve
    pause 5
    hide expression '7day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene bg10 with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    show screen nvlbox with dissolve
    play music 'audio/bgm/dialogue.ogg' fadein 2.0
    $ _game_menu_screen = 'preferences'
    nvl clear
    "\n 長い夢を見た。揺れる視界と脳を重々しく圧迫するような頭痛、少なくとも7日間は眠っていたらしい。"
    "俺の意識があの夢に囚われていたことだけは確かだが、内容は全く思い出せない。"
    "怖い夢を見た気がして、又逆に良い夢を見た気もする。"
    "長い夢というのは、大体覚めたくないほどに楽しいか、覚められないほどに怖いかのどちらかだ。"
    "これ以上詳しく考えたくなくて、まだ痛む頭を枕に沈めた。{w}もううんざりだ。"
    "ここ最近、夢のことを考えてどれだけ時間を無駄にしただろうか。"
    et "しかし、もうその必要はない。{w}天使は夢でなく現実で俺に話しかけてくれるからだ…"
    nvl clear
    "\n 布団の上で顔を斜めに上げ、窓の外から入ってくる真っ白い光を眺めた。"
    "夜の間に沈んだ太陽が朝を迎えて再び昇っている。{w}今は朝だな、あの微かな光景を見ながら当然のことを思っていた。"
    "体がだるい。{w}目をじっと閉じても頭が痛いだけ、もう眠れなさそうだ。"
    "もしかしたら気のせいではなく、本当に7日間ずっと眠っていたのではないだろうか。何となく期待してみたが流石にそれはないってことは良く分かっている。"
    et "精神が夢から覚めると共に、昨日までの記憶もはっきりと蘇った。頭の中で今日のやるべき事をまとめてみる。"
    nvl clear
    "\n まずはベッドから起きないと。{w}共用の洗面所が人で埋まる前に洗面台を確保して朝の準備をするべきで、ついでに溜まった服も洗濯しておいた方が良いだろう。"
    et "そして身支度を済ませたさっぱりとした姿でマヤに挨拶してからは、主教様の授業を受けるべきだ。{w}彼女と対面するのは少々気まずいが、只聴くだけなら問題ない。"
    nvl clear
    "\n 仕事は辛いが、なんとかやっていけなくもない。{w}俺はまだまだ新入りだがそろそろ慣れも出てきた。"
    "だが俺は今、見慣れた天井の下で酸っぱい臭いのする布団を被っていた。{w}扉の外からはいつも通りに支度をする司祭たちの足音が聞こえている。"
    "やればできるが、やりたくない。{w}浄化部の仕事だけでなく何もかもが、ベッドから起きることさえもそうだ。"
    stop music fadeout 2
    et "単なる気まぐれか、それとも物臭だろうか。{w}ともかく俺は腹の上で手を組み、二度寝をしようとした。"
    nvl clear
    hide screen nvlbox with dissolve
    scene black with dissolve
    show screen nvlbox with dissolve
    et "\n 「言葉にも重みというものがあるでしょう？」"
    scene bg10 with dissolve
    nvl clear
    show screen nvlbox with dissolve
    nvl clear
    "\n …そうして10分も横になっていただろうか。"
    et "重たい体を再び起こしたのは静かになった外の状況に不安を感じたからではなく、それがすべき事だったからだ。"
    hide screen nvlbox with dissolve
    nvl clear
    $ show_quick_menu = False
    show screen morning with fastdissolve
    $ renpy.call_screen("morning")
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play music 'audio/bgm/daily.ogg'fadein 1.0
    nar "湿っぽい風が、束の間に乾いてかさかさする目を蹴って通りすがった。{w}今見たら空はやけに曇っている。"
    nar "部室に入る前に、一旦足を止めた。{w}点呼がちょうど終わったのか、十数人ぐらいが一気に狭い扉からこぼれ出ていた。"
    my "[na2]くん？"
    nar "慣れた声が聞こえて顔を向いた。"
    nar "少し足を延ばして俺たちの方に視線を向けた司祭たちは、又それぞれの歩みで廊下を出て行った。"
    show SCG_02 0 with dissolve
    pl "マヤ！おはよう。"
    my "おはよう。今日遅かったよね…{w}来ないのかなと思ったよ。"
    pl "ハハ！{w}寝坊してしまったぜ。今日は会えないのかなって思ったけど、先に話しかけてくれて嬉しいな。"
    pl "マヤは仕事に行ってるの？"
    show SCG_02 8 with fastdissolve
    my "うんー…実はわたし、[na2]くんを待ってたの。挨拶がしたかったから…"
    pl "お、俺に？"
    show SCG_02 6 with fastdissolve
    my "そ、そうゆう意味じゃなくて、昨日…のことが心配になって…{w}体は大丈夫？"
    nar "昨日……俺は確かに天使の光を見た。{w}その恩を受けたものの、結局過ちを告げられなかった。"
    nar "彼女の立場では疑問に思ったとか、それとも歯がゆく感じられた筈だ。"
    pl "…まぁ、大丈夫。マヤにはまた心配をかけちゃったな。{w}あ！仕事一緒に行く？手伝ってあげるから。"
    show SCG_02 8 with fastdissolve
    my "ううん…[na2]くんが大丈夫なのか確認したかっただけだったし。"
    my "わたしも浄化部の司祭だから、いつまでも[na2]くんやキューくんに頼れないし、今日は一人で頑張ってみる。"
    pl "マヤがそう思うなら俺も応援するけど…本当に大丈夫？"
    my "どうせわたしのやることは簡単なことだけだし…大丈夫よ。"
    show SCG_02 0 with fastdissolve
    my "[na2]くんこそ、今日の仕事…{w}確認してみた方がいいと思うよ。キューくんが暗い顔していたから…"
    pl "ふーん…分かった。{w}でもマヤ、頼りたいことがあったらいつでも呼んで。分かった？"
    my "……"
    pl "マヤ…？"
    show SCG_02 8 with fastdissolve
    my "[na2]くんも悩みがあるとか、何かあったらわたしに言ってね。"
    my "わたしなんか、役に立てないかもしれないけど、でも…{w}そうすると約束して。"
    pl "ああ……うん。"
    hide SCG_02 with dissolve
    nar "マヤは小さい背中を見せながら廊下の向こうに歩いて行った。{w}その背中には間違いなく天使の痕跡がある。"
    nar "俺は彼女の秘密を知っているが、彼女に俺の秘密を打ち明ける事はできない。"
    stop music fadeout 2
    scene black with slowdissolve
    nar "本来天使は俺の告解を聞いて、罪を赦す為に降りて来た存在。"
    nar "俺が懺悔しなかったせいで彼女も又自分の役割を果たさなかったのだ。"
    nar "恐らくマヤはそこを気にして、俺に真の「誓い」を受けようとしたんだ。{w}俺に確信をもらいたがったクレアのように。"
    nar "俺は既に彼女に誓いをしてしまった。だからこれからも天使に嘘をつくしかない。{w}クレアを守る為に。"
    nar "マヤはこの事で怒っているかな。{w}他の人に秘密をバレるのを怖がっているかな。"
    nar "それとも、俺の知らない別の秘密ができたのか。"
    pl "なあ、お前はどう思う？"
    hide screen textbox with dissolve
    scene bg17 with dissolve
    call place17
    pause 1.0
    show screen textbox with dissolve
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    nar "俺が彼女の名前を借りて質問すると、男は振り返りもせず答えた。"
    show SCG_03 7 with dissolve
    sc "本人のいない場所で裏話する趣味はない。"
    pl "裏話じゃなくて…ただお前の意見が聞きたいだけだぞ。{w}お前は人を見張るのが趣味じゃないか。"
    sc "キミたちが仕事さえまともにしてくれたらボクに睨み付けられることもないけどな。"
    hide SCG_03 with dissolve
    nar "彼は止まらずに林道を進んで行く。{w}雨上がりの水気をたっぷり吸い込んだ土と空気がなんとなく気分を落ち込ませる。"
    nar "雲のかかった空は暗くて、こんもりとした木のせいで視野が狭くなる。{w}ぼんやりしていればすぐ道に迷ってしまうだろう。"
    nar "そんなことが起きないように、俺は先に進む銀色の髪をまっすぐ見つめながら歩いた。"
    show SCG_03 8 with dissolve
    sc "マヤ…その子は確かに何かを隠しているね。{w}思う通りにはならなさそうだけど。"
    pl "お前はそれが何か分かるか？"
    sc "考えてみたこともない。ボクが気にするような問題ではなさそうだったし。"
    pl "いいかげんなヤツメ、マヤがそのことで悩んでいるかもしれないぞ？"
    show SCG_03 7 with fastdissolve
    sc "逆に、その悩みを惜しんでいるかもしれないから。"
    pl "はあ？あれはまたどうゆうデタラメだ？"
    sc "バレたくないから黙っているってことだよ？元々女って趣味で秘密を作り出す生き物だから。"
    pl "ふーん…というわけで俺の周りには秘密のある怪しい女ばかりってことか。"
    pl "それはともかく、お前の口から女の話が出るとは珍しいな。"
    show SCG_03 0 with fastdissolve
    sc "何が珍しい…{w}別に女だけじゃなく、人は他人に言えない秘密一つ二つぐらいはあるのが当然だ。"
    pl "へー、じゃお前にもあるってことか～？"
    show SCG_03 7 with fastdissolve
    sc "キミにもな。"
    hide SCG_03 with dissolve
    nar "顔を上げた彼と目が合った。{w}きっと俺をからかっている。"
    nar "俺は悔しいが、その質問に答えられずに口を噤んでしまった。{w}これは確かに言えない秘密に違いない。"
    nvl clear
    "{nw}" with sshake
    show SCG_03 2 with dissolve
    sc "…[na2]、ちょっと止まって。"
    pl "なんだ……？"
    nar "立ち止まったシーキュレットの視線は前を向いている。{w}低くて不規則なうめき声。ひどく腐食された人の形。{w}亡者だ。"
    nar "しかし、あれは普段見かけた亡者とは少し違う。"
    nar "俺たちの存在を気づいても襲って来ない。地面を掻きながら這い回っている。"
    nar "あまりにも異様で、違和感が恐怖を覆い隠していた。"
    nar "再びちゃんと様子を見ると、汚いスカートの下で何かが突き出ている。{w}脚だ。ヘンな向きで折れた二本の脚。"
    nar "単なる事故だけではあんな目にはなれない。{w}誰かわざと折った訳だ。"
    pl "あれって…"
    show SCG_03 0 with fastdissolve
    sc "恨み深い死体が亡者になって自分に追いつかれないように、ああやって脚を折っておくんだよ。{w}たまたまある事さ。"
    hide SCG_03 with dissolve
    nar "低い音声が耳元に留まる。{w}その声は死んだ者が出すうめき声よりも冷たい。"
    scene black with slowdissolve
    play sound "audio/se/Heart.ogg"
    nar "俺が足を止めた後にも、目と耳は引き続き情報を集めて、やがて頭の中に不気味な単語が並び始めた。"
    nar "人通りのない森の中、恨みを買った女性の死体、殺された…"
    sc "やめろ、[na2]。"
    play sound "audio/se/memory.ogg"
    scene bg17 with dissolve
    nar "その単語の並びをシーキュレットが遮る。{w}さっきまで一緒にふざけていたのに、彼の顔はもうそれを忘れたように暗い。"
    show SCG_03 2 with dissolve
    sc "ボクたちは掃除婦。{w}まともな司祭じゃないし…警察とはもっと違う。"
    sc "ボクたちの仕事はあくまでも亡者を処理するだけだ。それ以上の権限はない。"
    pl "不当な犯罪事件を見ても見逃せって言ってんのか？{w}前後が違うじゃねえか。"
    pl "浄化部は人のために働くんじゃなかったのか？"
    show SCG_03 0 with fastdissolve
    sc "浄化部は人のために働く。{w}ボクが言いたいのは、いつも自分の立場を覚えておけってことよ。"
    hide SCG_03 with dissolve
    nar "シーキュレットは俺の横に通って女性の前に立った。{w}そして、青い顔色で俺を振り向けた。"
    sc "忘れるな。"
    nar "吹いて来た風が言葉を遮る。"
    nar "問い返す間もなく、彼は刃を高く持ち上げた。"
    stop music fadeout 2
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1
    play sound "audio/se/slap.ogg"
    pause 2
    show screen nvlbox with dissolve
    nvl clear
    "\n 仕事が終わった後、俺はすぐ寮に戻ってきた。{w}死体は飽きるほど見たから慣れたと思ったけど、地面を這い回っていた亡者の姿を浮かべると、どうにも食欲が出なくて食堂にも行かなかった。"
    "誰かに会う事もなく、只ベッドの上で横になったまま、体の疲れを癒していた。"
    et "彼が最後に言った言葉がずっと頭の中から離れない。いつも自分の立場を覚えておけ。{w}恨み深い死体が亡者になって自分に追いつかれないように、生きて動く亡者…つい重ねて見てしまう。"
    nvl clear
    "\n いきなりこんな事を思い出してしまったのは、きっとその亡者が女性だったからだ。{w}考えることをやめたかったけど、伏せといた記憶の蓋はもう開け放されて、強制的にその夜の記憶を俺に見せ付けていた。"
    et "彼女の事は確かに忘れてはいけない事だった。怖くて思い出したくなかった。{w}俺が曾て彼女を恨んだこと以上に、あの女も俺に恨みを持っているだろう。"
    nvl clear
    et "\n 「…ハハハッ！」"
    nvl clear
    play music "audio/bgm/grumble.ogg" fadein 2.0
    "\n 瞼の裏側、暗闇の中で誰かが笑った。{w}高くて色っぽい女の笑い声だった。耳を裂くようで警笛みたいな声。{w}あの女の…忘れていたあの女の声だ。"
    "ぬるぬるの親指が顎を掴み、細い指が口の隙間から侵犯してくる。{w}その手は強圧的な力で俺の口を開いといた。{w}驚くほど冷たいそれを人の手だと分かった理由は、顎を掴まれた同時に鋭い爪が肌を食い込んだからだ。"
    et "無理やり開いた口にぬるついた液体が流れてくる。{w}喉を塞いで、首の下に流れ落ちる温い液体。泡から唾液の生臭い匂いと、少しの塩味がした。俺は息が詰まる衝撃に思わず目を開いた。"
    nvl clear
    "\n 目の前にはあの女がいた。汚い脂肪で俺の体を包み、口が裂けるほど笑っている彼女が。俺は知らないうちに彼女の顔を忘れていた。"
    "だから、その目鼻は闇に覆われていた。{w}分かるようなのは流れ落ちる髪の毛と、笑っている口、そして目。"
    et "光を失った金色の髪も、変色して腫れ上がった皮膚も肩を重く押さえつけた。{w}薄くなった記憶の中、只真っ赤な瞳だけが光を失わずにずっと俺を睨んでいた…"
    nvl clear
    stop music
    hide screen nvlbox with dissolve
    play sound "audio/se/memory.ogg"
    scene bg10 with dissolve
    pause 1
    show screen nvlbox with dissolve
    "\n 悲鳴を上げながら再び目を開いた。" with sshake
    "開いた瞼と共に曇っていた意識も冴えてきた。{w}急いで周りを探って、ここは自分の部屋だと確認する。{w}ここにいるのは俺だけだ。俺以外には誰もいない。誰も。"
    et "その当たり前の事実を何度も振り返りながら自分を慰めた。{w}それを繰り返すうちに少しずつ体の震えが収まった。"
    nvl clear
    "\n 俺は最後に濡れた前髪を掻き上げて冷や汗をふき取って、激しく呼吸をした。{w}ようやく曇った頭の中から落ち着いた男の声を思い出す。その時俺は、彼の言うことを聞かなかったのではなかった。"
    "その亡者の最期と一緒に記憶から消したかっただけだ。"
    et "その最後の瞬間、シーキュレットはこう言った。"
    scene black with slowdissolve
    nvl clear
    "\n 「忘れるな。"
    et "時には無視すべき不義が存在するって事を。」"
    hide screen nvlbox with dissolve
    pause 3
    show screen textbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "そう、実は俺は女が怖い。"
    nar "結構昔の事になっちゃったけど、何も知らなかった新入りだった時、隣部屋の先輩に乱暴された事がある。"
    nar "こんな話を誰かが聞いたら笑われるに決まっているけど、その事件は俺に致命的な恐怖を刻み付けてしまった。"
    nar "その夜の後、女性を見ると、その女に肌を触られた時の感触を思い浮かぶ。"
    nar "皮膚の上を這いずり回った五本の指の感触が、耳の奥を食い込んでいた柔らかい舌の感触が、俺には堪え難い。"
    nar "女性とちゃんと向き合えなくなったのはそれからだ。{w}香水の香り、かん高い鼻声、"
    nar "屈曲のある体が全て恐怖感となって俺を狂わせる。{w}彼女たちも俺と同じ人間だってちゃんと分かっているのに、"
    nar "だから、だから…"
    nar "…知っている。{w}こんなのは只の言い訳に過ぎない。"
    nar "これが俺があれほど隠そうとしていた事件の真実だ。{w}俺が殺したのと同じだ。"
    nar "二人も被害者を作った癖に怖いだなんて、なんと笑えることだ。"
    nar "必死的に他の感情を育てようとしても、どうしてもあの恐怖だけは押さえられない。"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 2
    scene bg106 with dissolve
    call place106
    pause 1.0
    show screen textbox with dissolve
    cr "御機嫌よう、[na]様！"
    nar "うろうろと足を運んだ階段、クレアが待っていた。{w}確かにクレアだった。"
    nar "この場所で俺を待つ人は彼女しかいないのに、酷く変わったシルエットのせいで一目に気付かなかった。"
    play sound "audio/se/ding.ogg"
    pl "…クレア？{w}お前、髪切ったのか？"
    show SCG_04 A B 1 with dissolve
    play music "audio/bgm/Clair.ogg" fadein 2
    cr "はい！切っちゃいました。{w}へへっ、けっこう似合うんでしょう？"
    pl "切っちゃったって……確かに似合ってるけどよ、いきなりどうした？"
    show SCG_04 0 with fastdissolve
    cr "昨日[na]様がおっしゃったんでしょう？{w}髪が長いから不便そうに見えるって…"
    cr "正確には管理が難しい、でしたっけ？{w}その通り、長髪は手入れが大変ですの。"
    cr "その上、わたくしの髪型は本来、他人に見せる為の物だったんです。{w}ですから、もういりません。"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    cr "わたくしは[na]様だけのものですもの！"
    nar "短い髪をなびかせながら微笑むクレアは確かに可愛らしいが、俺にとっては気まずい。"
    nar "かつらが流行っている州都では誰も彼も髪を切って売るのが定番で、長髪は男女を問わず富の象徴として通用されている。"
    nar "それにクレアの髪は長い間自分を含めた多くの人が手間とお金をかけて気を遣っていた筈だ。"
    nar "それを「切っちゃった」とは、その行動力ほど軽い言葉だ。"
    pl "髪のことはともかく…その眼帯はなんだ？{w}怪我したか？"
    show SCG_04 5 with fastdissolve
    play sound "audio/se/ding.ogg"
    cr "ご感想を一つ二つくらいお願いします。この姿こそ貴方の為のクリオネ・ミオソティスですわ。"
    pl "まあ…俺はどちらかと言うと短髪派だからいいけど…{w}お前は本当にいいのか？けっこう長く伸ばしたんだし。"
    show SCG_04 0 with fastdissolve
    cr "大丈夫かどうかの問題ではありません。{w}貴方の為のことですよ。軽くて気持ちもいいですわ。"
    pl "だからそうゆう問題じゃなくて…"
    nar "彼女自身の意思がはっきりしていない、「俺の為」だと言う言葉で訳もなく気が重くなる。"
    nar "他に頼んだ訳でもないのに、俺が何気なき言ったことをクレアはちゃんと聞いてくれたんだ。"
    show SCG_04 5 with fastdissolve
    cr "…何か問題でもありまして？"
    pl "い、いや…突然髪を切っちゃうなんて、すごい行動力だな、びっくりしたぜ！"
    pl "お前の気に入ったらいいんだよ。似合ってる、本当に。"
    show SCG_04 1 with fastdissolve
    cr "ふふ。これからも望むことがあればいつでもおっしゃってください。{w}今のわたくしは恋の為なら何でもできますわ。"
    pl "ハハ…お嬢ちゃん、もう忘れたんじゃないか？{w}俺のためもいいけど一番優先するのは自身の意志だというの忘れるなよ。"
    show SCG_04 at bounce
    cr "もちろん、分かっておりますわ。御心配なく。{w}[na]様の為のことは即ちわたくしの為のこと！"
    cr "わたくしは[na]様が喜んでもらえることをするのが幸せですの。"
    nar "昨日の事を思い出すと、思わず顔に熱が上がった。"
    nar "その熱が興奮や決まり悪さじゃなく恥から涌いたという事実がもっと恥ずかしくなって頭を下げた。"
    nar "クレアが嫌いになった訳ではない。短く切った髪は彼女の明朗な性格と似合って可愛いし、明るい声を聞くと落ち着ける。"
    nar "しかし、その気持ちにはちゃんと応えない。これはいけないんだ。"
    pl "昨日はちゃんと帰ったのか？"
    show SCG_04 0 with fastdissolve
    cr "お陰様で。いや、お陰様ではないでしょう。{w}借りた服を汚してすごく怒られたんですもの。"
    pl "だから怒られると言っただろう。ざまあみろって。"
    show SCG_04 8 with fastdissolve
    cr "あら…恋人の体にあざが増えても「ざまあみろ」だと言えますの？"
    pl "…だから俺が怒られるって言ったんじゃないか。"
    show SCG_04 0 with fastdissolve
    cr "すぐ暗い顔になりましたね。{w}そう悲しまないで！"
    cr "わたくしは今ここにいて、昨日はわたくしにとって最高の日だったですもの。"
    pl "うぅん…"
    show SCG_04 2 with fastdissolve
    cr "もう、冴えない反応。{w}もっと積極的にリアクションしてくれないとすねるかもしれません！"
    cr "乙女心は気まぐれなものですわ。"
    pl "俺は普通と同じだけど。"
    show SCG_04 3 with fastdissolve
    cr "そんなことくらい、わたくしだって知っていますわ……{w}昨日は今まで恋を知らなかったわたくしに好意を施しただけで、"
    cr "わたくしなんかが[na]様の気に入る為にはまだまだ足りないんでしょう。"
    pl "な、なんだよ。急に真顔になって…{w}そんなんじゃないから。"
    show SCG_04 5 with fastdissolve
    cr "昨日にも言ったでしょう？{w}[na]様は初日から神殿の注目を集めた人気者なんですよ、"
    cr "間違いなく浄化部の素敵な女性の方々が貴方を放っておかなかったはずですの。{w}違いますか？"
    show SCG_04 3 with fastdissolve
    cr "違ってないでしょうね。わたくしの審美眼は最悪かもしれませんが、人の能力を見る目だけは優れておりますわ！"
    pl "………"
    nar "クレアがあまりにも自分の考えをぱっぱと並べ立てたせいで、否定することに迷ってしまう。"
    nar "そんな見窄らしい経験でもクレアは特別に感じている。{w}正確にはそう信じたいのだ。"
    nar "自分が抱かれた人は誰よりも素敵な人だと。自分は後悔しないような選択をしたと。"
    nar "だからより大げさに振って、俺に否定する隙をくれないのだ。"
    nar "これは確かに正しい選択ではないだろうけど、俺は彼女の為に口を噤むしかない。"
    show SCG_04 1 with fastdissolve
    cr "ですから、未熟なわたくしが[na]様に満足できないことはもう存～分に知っていますわ。"
    cr "悔しいことですが、それは承りますわ！{w}本来変わって独特な物であるほど何となく流行になりますので。"
    pl "今本気でそう言ってんのか？"
    show SCG_04 8 with fastdissolve
    cr "あ！でも誤解なさらずに。逃がすつもりは断じてないんですよ。クレアは既に貴方の女です。"
    cr "つまり、これからせいぜい頑張って見せるという意味ですの。{w}成長するわたくしを見守ってくださいますよね？"
    pl "見守るとか何とかする前に、お前……"
    show SCG_04 5 with fastdissolve
    cr "……？"
    nar "しばらく言葉に詰まる。{w}こんなことを聞ける人は彼女本人しかいないのに、"
    nar "実際に聞こうとするからこんなことで気にしている自分の立場が恥ずかしく感じられる。"
    pl "…お前、俺とあんな関係になったこと…{w}だから、昨日の事をなんだけど、もしかして他の人にも言うつもりなのか…？"
    show SCG_04 at bounce
    cr "あらら……なんの心配をなさっているのか分かりました。話すつもりはありませんよ。"
    show SCG_04 1 with fastdissolve
    cr "それはもったいなさすぎでしょう？{w}秘密恋愛ですもの、ひそかな出会いと大事な時間を楽しまないと～"
    pl "ああ…そう、ならよかった。頼むよマジで～"
    nar "返事を聞いて安心していたら、クレアは突然俺の腕に縋った。{w}思わず彼女から顔を背けてしまったが、"
    nar "クレアは気にしないように自分の痩せた体を腕に擦り付けながら、より体を近寄せた。"
    show SCG_04 0 with fastdissolve
    cr "こうしていると気持ちがよくなりますわ。"
    cr "さっきは大丈夫だと言いましたけど、家にいる間は一日中苦しくて憂鬱だったんですよ。"
    pl "さっき言ってたあれのせいで？"
    show SCG_04 3 with fastdissolve
    cr "はい。その蛮人からはわたくしに対する愛情がちっとも感じられません。"
    cr "全く、今までそんな扱いを受けて生きてきたなんて信じられませんわ。{w}たった一瞬も一緒にいたくありません。"
    cr "髪を切った姿を見せたら、きっとまたひどいことをするでしょう。{w}彼はわたくしを殺すつもりかしら。"
    pl "……さあ。"
    show SCG_04 1 with fastdissolve
    cr "でも今は[na]様と一緒だから幸せです。"
    cr "先にそんな質問をなさって、恋人になったことを認めてくださったようで嬉しいですわ！"
    pl "今更なに言ってるんだよ、あんな…{w}こともあったから責任を持つと言っただろう。俺が二枚舌使うヤツに見えるのか？"
    cr "へへ、ごめんなさい。"
    cr "[na]様はすごく難しい相手だったですので、今もこうやって腕を組んでいるのが夢のようですわ。"
    show SCG_04 4 with fastdissolve
    show SCG_04 at bounce
    cr "現実に慣れる為にも、これからはもっと特別なことをやりましょう。{w}もっと恋人らしいことです！"
    pl "もっと恋人らしいことって言っても…{w}先に言い出して、もうやりたいのは決まっているんじゃないか。"
    show SCG_04 8 with fastdissolve
    cr "さあ？{w}わたくしって繊細なロマンチストですので、まずは素朴なことから始めたいのですわ。"
    cr "素朴とは言え、一緒だったら何でも特別に感じられますよ。{w}手を取って川辺を歩いたり、星空を見上げたり、"
    show SCG_04 1 with fastdissolve
    cr "そしてまた…そうだ、まだわたくしの番号が知らないんですよね？"
    pl "番号？電話のことか？なんで？"
    cr "もう、わたくしの口から言わせる気ですの？{w}つまり…離れていても声が聞きたいということです。"
    cr "寮に電話が置いてあるんでしょう？"
    pl "一人で喋って、恥ずかしがって…ヘンなヤツ。{w}そう言えばそんなのがあったかのような。"
    pl "ヘンに大きかったんだな。使ってみたことはないけど。"
    show SCG_04 0 with fastdissolve
    cr "わたくしとマヤお姉さまはほぼ毎日通話していますよ。{w}最近は少し遠のいたんですけど。"
    pl "へえ～一体どんな話をしたらマヤと毎日も通話するんだ？"
    show SCG_04 8 with fastdissolve
    cr "女の子って、転がる落ち葉のことだけでも一日中ずっと話に花を咲かせるんですよ。"
    show SCG_04 3 with fastdissolve
    cr "マヤお姉様はとても慎ましいので、話をするのはほぼわたくしの方ですけど。"
    pl "そりゃ想像できるな。"
    show SCG_04 0 with fastdissolve
    cr "[na]様もわたくしの番号を教えますから、受話器越しに夜もすがら愛を確認しましょう。"
    cr "そうする方がもっと秘密恋愛って感じがするでしょう？"
    show SCG_04 1 with fastdissolve
    cr "レディーの番号をもらった以上、一日に一回は必ず電話をかけてくださいませ。"
    pl "毎日は自信ないな…俺ってほら、毎日する出勤もちゃんとできないんだろう？"
    show SCG_04 0 with fastdissolve
    cr "努力さえなされば毎日定時出勤も可能なはずですけど、そうしないだけでしょう。"
    cr "そもそも誰が出勤と恋の囁きを同じく扱うんですか？"
    pl "言って見ただけだぞ。分かった、分かった。{w}一応やってみる。お前って本当に前からこういうの好きだよな。"
    show SCG_04 4 with fastdissolve
    show SCG_04 at bounce
    cr "ロマンチックですもの、映画にもよく出るし！{w}毎晩寒い屋根裏で愛する彼の電話をこっそり待つとか…"
    pl "それなんか分かる気がするぞ。新聞にも載ってたヤツ。{w}面白いか？"
    show SCG_04 1 with fastdissolve
    cr "もちろん、きっと[na]様も気に入りますよ！お勧めしたい映画がたくさんありますわ～"
    nar "これは、久しぶりに…"
    pl "よしよし、せっかく州都に来たことだし田舎では見られなかった映画でもたっ～ぷり見るぞ。"
    show SCG_04 0 with fastdissolve
    cr "ふふん。"
    hide SCG_04 with dissolve
    stop music fadeout 2
    nar "俺が首を回した時、彼女は自分を見てくれるのを待っていたように目を閉じた。"
    nar "そして短い首を伸ばして、だんだん近寄ってくる。"
    nar "白いまつげがぎゅっと閉じた瞼と共に震えている……{w}あ、もう。{w}頼むから。{w}さっきの会話をしようよ。"
    nar "せっかく良い雰囲気が出来たのに。{w}なんですぐこうなるんだ？"
    pl "…ハハ。"
    nar "俺はその行動が含んでいる事が実現する前に彼女の肩をつかんで身を避けた。"
    nar "目を開けたクレアは惜しかったように見えたけど、まだ悪戯の熱が冷めてない顔で笑っている。"
    show SCG_04 A B 2 with dissolve
    cr "もう、そんなのありですか？"
    pl "こういうのは気持ちが大事だからな。"
    cr "またまた、一人でクールなふりして。{w}わたくしもしたい気もない方にキスはご遠慮ですぅ。"
    hide SCG_04 with dissolve
    nar "クレアは離れず、俺の頬っぺたに口付けをした。"
    nar "唇が触れた所に濡れた痕跡が残る。意識しないようにしても顔が固まって、かゆい感覚さえする。"
    show SCG_04 A B 8 with dissolve
    cr "今日はこれで勘弁しますわ。その代わり次は…{w}分かっておりますよね？"
    hide SCG_04 with dissolve
    nar "知っている。{w}良く知っているとも。たかがこのくらいの事で気分を悪くしてはいけないってことくらい。"
    hide screen textbox with dissolve
    scene black with dissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n 彼女を見送った後、一人で残された俺は当たり前のようにトイレに向かった。{w}初めは水気のある手で頬を擦って、すぐに水を強く出して両手に受けた。何度も、何度も顔に冷や水を浴びせる手が震えていた。"
    play music "audio/bgm/grumble.ogg" fadein 5.0
    "我慢していた息を吸い込んで、服と髪までびしょ濡れた顔を鏡で眺めた。{w}顎の下でぽたぽた水を落としている姿がみっともない。"
    "普通の恋人はほぼ毎日のように口付けをするのに、彼らも頬に唾が付いたら洗いたくなるのか？{w}その場で直様洗うのか？それとも、相手が見られない所で？"
    et "可笑しいと思うほど可笑しい人間になってしまう。いくら理解できない行為だとしても、それが普通の人の考え方なら拒否感を持つのは恥ずかしいことだ。適応できなければ淘汰されるのも当然だ。"
    hide screen nvlbox with dissolve
    scene bg10_1 with dissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 俺はもう一度風呂に入ってから部屋に戻った。{w}部屋がやけに静かなせいで、クレアの笑い声が懐かしくなってきた。"
    "クレアのことは好きだ。{w}いつも笑ってほしくて。幸せになってほしい。そして今の状況で、彼女を幸せにしてくれる人は俺しかいないことも分かっている。{w}今さら逃げたり否定したりするつもりはない。"
    "だから俺はこの嫌悪感を乗り越えないとダメだ。彼女との全ての行為を愛しく感じて、彼女の期待する「俺」を作らなければならない。{w}嘘でも構わない、彼女が頼れる場所を与えないと…"
    $ _skipping = False
    et "その決心は無謀だったが、俺はどうせやってくる明日を受け入れる為に目を閉じた。"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day8_cr
    return

label day8_cr:
    $ day = 8
    $ save_name = "day 8, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 8day = Text("day 8",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '8day' at day00 with slowdissolve
    pause 5
    hide expression '8day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    show screen nvlbox with dissolve
    $ renpy.music.set_volume(1, channel="sound")
    play music "audio/bgm/dream.ogg" fadein 2.0
    nvl clear
    "\n 天使は罪人を許すため存在するが、その目と耳を汚すことは許されない。"
    et "なので罪人は、まず自分の魂を拭い去る方法を知るべきである。"
    stop music fadeout 2
    hide screen nvlbox with dissolve
    pause 3.0
    scene bg10 with dissolve
    call place10
    pause 2.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 朝。早く眠ったお陰でぐっすり寝たようだ。"
    "目を閉じさせる眠気が完全に去った後にも、俺はずっと布団を被って横になっていた。"
    "寝る前に何度も頭の中に刻んだ決心が今もはっきりと残っている。"
    "今日は何をしようか。{w}出勤、仕事、食事のような当たり前のスケジュールの後、クレアとの対話が追いつく。"
    et "他に考えてみたことはないけど、知らないうちに俺の中で彼女の安否を問うのはそれくらいのことになったようだ。"
    nvl clear
    "\n 重い体を起こしてドアを開けると、紙が飛ぶ音がした。{w}古いドアに一枚の紙が画鋲で刺されている。"
    "「ゆっくり来て、調子が悪かったら主教様に知らせること。」{w}…薄目で内容を見かけて目を逸らしてしまった。頭がゆっくりと回転し始めた。周りは非常に静かで、人の気配すら感じられない。"
    et "空は明け方の青色ではなく、真昼の白い色を帯びている。{w}繰り返した遅刻に慣れて悪癖が付いたのか、別に驚きはしない。むしろ妙な安心感さえする。{w}馬鹿馬鹿しい。どれだけ今日を始めたくなかったのか。"
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg14 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/door slide.ogg"
    nar "遅れて訪ねた部室はやはり空いていた。{w}主教様や見慣れた司祭たちは見当たらず、只話し声が少しずつ聞こえてきた。"
    nar "中には何人の司祭がまだ残っている。{w}毎日顔を合わせても慣れないあの不良な連中。"
    nar "彼らは俺がドアを開けると、垂れた頬の間から突き出た口を止めて曲がった目で俺を見詰めた。"
    nar "その視線を避ける為に頭を下げて、早足で部室に入った。"
    nar "俺の机の上だけ置かれているファイルをひったくって取り上げた。"
    nar "気を配ってくれたのはありがたいが、こんなに目立っては俺が問題児だと宣伝しているようなものだ。"
    ex1 "おい、羨ましいぞ、男娼。{w}適当に生きても面倒を見てくれるヤツがいてよ～"
    play music "audio/se/Heart.ogg"
    nar "全身の毛が逆立った。{w}俺の話が出るのは覚悟していたのに、下げていた頭をぱっと持ち上げてヤツラを見た。"
    nar "そうしちゃいけなかったのに。"
    ex1 "ひえ～見てる、見てる。"
    ex2 "バカ、声が大きいんだよ。"
    ex1 "別にいいじゃんかよ、羨ましいと言ってるんだから。{w}褒め言葉だろ。なあ？"
    nar "体は寒さを感じたように震えるのに、後頭部に血が上った。{w}顔が熱い。"
    nar "興奮した呼吸は歯を食いしばった甲斐もなく歯の間から漏れていた。"
    nar "俺が一体何をしたって。{w}何を……"
    nar "そして驚く事が起きた。{w}これまで俺を怖がらせたあの夜の記憶と、冷たい階段での事が俺を落ち着かせたのだ。"
    nar "だんだん興奮が静まり、熱き怒りの代わりに冷たい絶望が埋まり始めた。"
    nar "暗くなった視界の中で彼女の死を思い出した。{w}俺を愛していると言うクレアのことを思い出した。それは俺の罪だった。"
    nar "彼らの叱責の中、俺を侮辱できることは何もなかった。{w}全て本当の事だ。"
    nar "俺は言い訳もできない男娼で、非難されて当然のことをしてきた。{w}ようやくその過ちを認めることができた。"
    stop music fadeout 2
    pl "……"
    nar "俺は恥で重くなった頭を下げて、静かに外に出た。{w}後ろからは俺を嘲笑う声が聞こえてくる。"
    nar "その皮肉さえ、もう当たり前だと考えるしかない。"
    hide screen textbox with dissolve
    pause 1.0
    scene bg03 with dissolve
    pause 1.0
    show screen textbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "その次は朝に思った予定通り、全てを平凡に過ごせた。"
    nar "やや不安な足取りで職場に向かい、命を脅かされているように急いで死体を片付けた。"
    nar "そして波のように押し寄せた人波に混ざって食堂に行った。何もかもあっという間に流れていた。"
    nar "食堂に知り合いはいなかったが、俺は初めて一人で座って良かったと思った。"
    nar "普段俺を知っていた誰かが、癲癇患者のように体を震わせてスプーンもちゃんと持てない俺を見たら…"
    nar "想像しただけでもぞっとする。{w}こんな状況になっても、俺はまだ自分の評判が気になるようだ。"
    nar "今日のメニューは生臭い卵と油染みたベーコン、血を固めて作ったプリンで、どうも手を出す気がしなかった。"
    nar "只食欲が湧かなかったからではなかった。{w}両腕に力を抜いてぼんやりしていると、突然朝のことが思い浮かんだ。"
    nar "その気になっていたら、十分彼らを殴りつけられた筈だ。"
    nar "しかし俺はそうしなかった。{w}俺は非難も耐えるべきであって、辱めを受けると同時に罪を受け入れなければならない。"
    nar "それが今の俺がすべき最初の事だった。"
    play sound "audio/se/hit.ogg"
    pl "……うぐっ！" with sshake
    nar "急に体の神経が尖って吐き気がした。{w}眠っていた脳が一歩遅れて目覚めたようだった。"
    nar "俺は食べ物が入っていたトレイを床に投げつけて、ざわつき始めた食堂を抜け出した。"
    nar "俺を知らない人からの評判は重要じゃない。"
    nar "守るべきは俺が今まで積み重ねた、彼らが信じている俺のはったりだった…"
    nar "腹はまだまだもたれ気味だった。{w}食べた物もないのに、ヘンにお腹がいっぱいになったようだった。"
    stop music fadeout 2
    nar "とにかく食事を終えたので、次の計画に進むところだ。{w}クレアと話すこと。"
    pause 1.0
    hide screen textbox with dissolve
    pause 1.0
    scene bg06 with dissolve
    call place06
    pause 1.0
    show screen textbox with dissolve
    nar "俺は今日彼女が神殿に来たか確認する為、医務室に行った。{w}しかしそこにいたのはクレアじゃない別の人物だった。"
    nar "その女に会うのは医務室に来ると決めた時から予想していたので、別に驚きはしなかった。"
    show SCG_14 7 with dissolve
    play sound "audio/se/ding.ogg"
    gr "あら……[na2]くん？"
    pl "おはよう、先生。{w}仕事中だった？"
    show SCG_14 0 with fastdissolve
    gr "先生はいつも同じだもの。{w}久しぶりね。平気だった？ちょっと座りなさい。ちょうどお菓子があるわ。"
    pl "別に久しぶりじゃ…いいよ、すぐ戻るんだし。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    nar "独り言を言いながらヘンな気持ちになった。{w}彼女を最後に会った日は、俺がクレアの秘密を知った日と同じだ。"
    nar "その惨い真実を知ったのがすぐ何日前だなんて、その前はどんな気持ちでクレアに向き合ったのか覚えてもいないのに。"
    show SCG_14 10 with fastdissolve
    gr "そう…まあ、[na2]くんにも仕事があるからね。"
    pl "クレアは今日来てないか？"
    show SCG_14 3 with fastdissolve
    gr "クレア？あの子は…"
    nar "グレーテはまるで俺が話しちゃいけないことを言ったように言葉尻を濁した。"
    nar "その浮かない顔がムカついて、もう一度聞き返した。"
    pl "クレア、今日来てないかって聞いてんだ。"
    gr "クレアは…もう補給品を調達する日以外は神殿に来る必要がないのよ。"
    gr "前には予備司祭として保健部の仕事を手伝ってくれたけど、あの子は結婚を予告したし、既婚者は司祭になれないからね…"
    nar "グレーテは喉に小骨が刺さった人のように辛い顔で言い続けた。{w}今さら心配するふりなんかするのが疎ましい。"
    nar "クレアが本当に苦しんでいる時はそうしかった癖に。{w}今の彼女は俺がそんなに憎んだ「大人」の見本だった。"
    nar "一時でも彼女を信頼していたほど憎しみは激しくなり、今の状況を嘆きたかった。"
    nar "きっと未だに彼女を従っているクレアはそう出来ない筈だ。{w}だから、俺が代わりにやるしかない。"
    nar "彼女がこのまま何の罪悪感も覚えないまま生きていくなら、それはあまりにも厚かましい事だから。"
    pl "その子が夫になる人に殴られてたのは知ってたんだろ？"
    gr "……知ってたわ。わたしに直接相談してくれたから。"
    pl "それを知っていながら、既婚者とかなんとか言えるのか？"
    show SCG_14 2 with fastdissolve
    gr "事実をごまかすのがもっと間違ったことでしょう。あなたはクレアちゃんを探していて、"
    gr "わたしはあの子の行方を知っていたから、元担当者としてありのままの事実を伝えただけよ。"
    gr "どこが間違ったと言うのか理解できないね。"
    pl "逆に今ちゃんと出来ているのって一体なにがある？"
    show SCG_14 3 with fastdissolve
    gr "……[na2]くん、まずは少し落ち着いて。{w}先生が思うには、[na2]くんが今…"
    pl "アンタにとってはその子が何もなかったかもしれないけど、少なくともクレアはアンタを信じたから事情を話したんだ。"
    gr "………"
    pl "アンタがその子の事情を無視したからクレアは不幸になったんだ。"
    pl "そんな癖に平気に座ってお菓子がなんとか、保健部の補佐教ってずいぶんと気楽なもんだな。"
    show SCG_14 at huruhuru
    gr "……違う。"
    pl "違うか？"
    show SCG_14 7 with fastdissolve
    nar "思わず言ってしまった言葉だったのか、グレーテは驚いた顔で自分の唇を触った。"
    nar "そしてそっと目を逸らして、自分の口から出る言葉に怯えているかのように口ごもりながら言い出した。"
    show SCG_14 3 with fastdissolve
    gr "わたしにとってあの子が何もないって…？{w}そんなはずないじゃない。わたしは本当にクレアちゃんが大好きだった…"
    gr "その子がわたしに従ってくれるのが嬉しくて、初めて本音を言ってくれた時はもう、"
    show SCG_14 at huruhuru
    gr "その子のために何でもしてあげたかったの。{w}大事に思ってた。娘のように思ったわよ…！"
    pl "あ…そう？{w}グレーテ先生は娘を強姦犯に売り渡すもんだな。"
    show SCG_14 11 with fastdissolve
    play sound "audio/se/hit.ogg"
    gr "違う……！{w}わ、わたしは……！あなたはわたしがどんな気持ちなのか知らない！" with sshake
    play sound "audio/se/hit.ogg"
    pl "当たり前じゃないか！{w}アンタの気持ちなんか俺の知ったことか？" with sshake
    pl "こんな状況になるまで手放していて、かえって大声なんか出して、まったく訳が分かんねぇんだ！"
    nar "グレーテは顔を顰めて息を切らせた。{w}更に本格的に怒り出すのかと思ったけど、その逆だった。"
    nar "多分先生としても役割をやり通そうとしているようだ。俺は当然その態度が気に入らない。"
    nar "彼女は大人という責任を顔に被りながらも尚不安で怯えていて、今にも涙が漏れそうな顔をしていた。"
    show SCG_14 3 with fastdissolve
    gr "…わたしを責める気持ちも分かるわ。{w}誰かのせいにしない以上解消できない感情だよね。"
    pl "……"
    gr "でも[na2]くん、それでも変わることはないよ。{w}そのことは神殿外で起きた個人の家庭事情で、"
    gr "クレア本人が解決を望まない限り、わたしたちが無理やりに乗り出せないの。"
    play sound "audio/se/hit.ogg"
    show SCG_14 7
    pl "だから、それをなんとかするのがアンタの仕事じゃないか！！" with sshake
    nar "俺は握り締めた手で本棚を殴った。それでも怒りが収まらなかった。"
    nar "グレーテの顔色はほぼ灰色に見えるほど生白くなって、気が抜けた顔で本棚から飛び出した紙を見ていた。"
    nar "ようやく言うことがなくなったようだ。"
    show SCG_14 3 with fastdissolve
    gr "…そう。全てわたしのせいだわ。"
    hide SCG_14 with dissolve
    nar "その言葉は俺に向いた返事ではなく、自分への独り言のように見えた。"
    nar "彼女は目眩を感じたのか頭を押さえて体を震わせたが、俺は気にせず外へ出てきた。"
    nar "その格好さえ娘の訃告を聞いた母親の真似をしているようで不快だった。"
    pause 1.0
    stop music fadeout 2
    hide screen textbox with dissolve
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "医務室を出た後も結構神殿の中をうろついていたけど、随分怒りが収まらなかった。"
    nar "今までは直接合うことがなくて自覚できなかったが、俺はクレアの周りにいた大人たちを全て憎むしか出来なかった。"
    nar "彼女を助ける力を持っていた筈なのに、状況を最悪にもたらした傍観者共、クレアが行き場を全て失い、"
    nar "結局俺にその責任を負わせた彼らが恨めしい。{w}その女のように少しの罪悪感を覚えるだけでは足りない。"
    nar "一生を恥ずかしく生きるべきだ。{w}一生を。"
    hide screen textbox with dissolve
    scene black with slowdissolve
    pause 1.0
    show screen textbox with dissolve
    nar "結局、今日はクレアに会えなかった。{w}階段にも行ってみたけどやはり彼女の様子は見当たらない。"
    nar "この何日間無理して神殿に来るようだったけど、何かあったのか。{w}心配が不安になって苛立たしくなった。"
    nar "何度も目にした彼女の痣が目に浮かぶ。又ひどい事をされているかもしれない。"
    nar "そう思ったら心臓が落ちるようだった。{w}脈の音があまりにも大きく聞こえてくる。"
    nar "クレアの安全を確認しないと。明日笑顔で会おうって約束をもらえないと。"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 2.0
    scene bg15_1 with dissolve
    call place15
    pause 1.0
    show screen textbox with dissolve
    nar "寮の奥まった所、電話が置いてあることを思い出して足を運んだ。{w}誰か通話の内容を聞くんじゃないかと心配だったけど、"
    nar "時間はいつの間にか夕方になって暇になった司祭たちがそれぞれ自分の仕事をする頃だった。"
    nar "ところで、そこに見慣れた人物がいた。{w}今日一日中見えなかったマヤが電話線をねじりながら誰かと話していた。"
    nar "顔と声はいつもと同じく沈んでいたけど、俺の知らない誰かと会話をしているだけでも十分気まずく感じられた。"
    my "うん……{w}うん…{w}うぅん。"
    nar "声が聞こえるほど近付いても、マヤは続いて短い返事だけを繰り返した後、受話器を下した。"
    nar "そして通話の内容をもう一度振り返すように目を伏せて、しばらくの後俺に気付き体を向いた。"
    play music "audio/bgm/daily.ogg" fadein 2.0
    show SCG_02 0 with dissolve
    my "……あっ、[na2]くん？{w}ごめん。ずっとそこにいた…？"
    pl "いや、さっき来たばっか。偶然にお前がいてさ。{w}あ！話の内容は聞いてないから安心しろよ。"
    show SCG_02 7 with fastdissolve
    my "ほ、本当に聞いてないよね…？"
    pl "本当だって～誰と電話したんだ？"
    show SCG_02 8 with fastdissolve
    my "その…クレアちゃんだよ。{w}今日ずっと来てないから、心配になって…"
    pl "へえ…！俺もちょうど同じことで来たぞ。{w}大丈夫だって？"
    my "うん。大したことはないらしいよ。{w}ただ…両親と約束があったみたい。"
    my "今日は来てないから、その代わり明日には朝早く来るって。"
    nar "俺が彼女の事を心配したのを知っていたのか、マヤは珍しく質問に躊躇わずに答えた。"
    nar "ずっと冴えなかった気持ちが安心で解けた。{w}それはもちろんクレアの安全を確認したからだったが、"
    nar "マヤの話相手が知り合いだったからでもあった。"
    nar "彼女は俺の視界を外れると不安になる。{w}マヤはやはりクレアの秘密を知っているのか？"
    nar "聞きたい気持ちは山々だが、再び気分が悪くなりそうで他の事を考えようとした。"
    pl "マヤ、昨日は一人で働いたんだろう？なにか大変だったことはなかった？"
    my "大丈夫だった。わたしの仕事だといったって、大したことでもないから…"
    pl "例えば？"
    show SCG_02 7 with fastdissolve
    my "ゴミ拾い、とか…"
    pl "いい仕事じゃないかよ、マヤみたいな人がいなかったら州都はあっという間にゴミ島になるぞ？{w}いい事した！"
    show SCG_02 0 with fastdissolve
    my "うぅ……{w}[na2]くんは昨日どうだった？キューくんと一緒に働いたよね…？"
    pl "あ、そうだっけ。最近は一日が長すぎて一晩過ぎてもうっかりしちゃうんだな～"
    nar "他の事を考えようとしたら特に思い浮かぶ事がなかった。最近はいつもこうだ。"
    nar "最近の俺はほとんどの日々をクレアと一緒に過ごして、彼女は俺から何か言えなくても先に話を進めてくれる。"
    pl "…あ、そう言えばアイツと一緒だった時ヘンな事があったぜ。"
    my "ヘンな事って？"
    pl "なんて言ったらいいんだろう…普通じゃない事件に関わっているような亡者を見たと言うか。"
    pl "アイツが無視する方がいいって言うからそのまま処理したけど。"
    pl "別に裏話ってもんじゃないけどな、シーキュレットのヤツはけっこうそんな問題に冷静だなって。"
    show SCG_02 8 with fastdissolve
    my "うん……"
    pl "うん～？"
    show SCG_02 7 with fastdissolve
    my "そのぅ…わたしはその場にいなかったから、はっきり言えないけど…"
    my "キューくんは困っている人を無視するとか、そんなんじゃなくて…"
    my "責任を取れないことなら最初から関わらない方がいいと言うんじゃなかったかな…"
    pl "ふーん…"
    show SCG_02 at huruhuru
    my "…ご、ごめん。{w}よく分からない癖にヘンなこと言っちゃった…"
    pl "いやいや、前にも似たようなことがあったな～と思っただけだから。"
    pl "もしかして俺、身のほども知らないで出しゃばっているとか？"
    show SCG_02 0 with fastdissolve
    my "う…ううん、そんなことじゃ…"
    pl "どっちにしろ、いつもマヤが味方になってくれるキューくん先輩が羨ましいなぁー"
    show SCG_02 5 with fastdissolve
    my "べ、別に味方になったとか、どっちが正しくて、どっちが違うんだとか、そういうことじゃなくて…！"
    show SCG_02 7 with fastdissolve
    my "わたしは[na2]くんの考えも十分に理解できるよ。{w}むしろ[na2]くんの方が平凡だと思うよ…"
    my "でもキューくんはわたしたちよりもっと長く働いたから、経験も多いし…その…"
    nar "マヤがこんなに慌てるのは久しぶりだな。{w}彼女の言いたい事は分かっている。"
    nar "確かに二人の判断は全部正しい。でも俺の意見が間違ったのではないんだ。{w}只状況に合わなかっただけ。"
    nar "いつも自分の立場を覚えろと言っていた彼の言葉がブーメランとなって帰ってくる。"
    pl "まあまあ、この話はこの辺にしといて。{w}マヤは普段からよく電話使ってる？"
    show SCG_02 8 with fastdissolve
    my "わたしは思い出すたびにたまたま…かな。"
    my "働く間はずっと神殿から離れないから、外の状況を聞きすぎると寂しくなっちゃって。"
    pl "そうか…それは俺もなんとなく分かるな。"
    show SCG_02 0 with fastdissolve
    my "本当に？[na2]くんとわたし、少しは似ているかな…{w}ねえ、[na2]くんはもしかしてクレアちゃんと電話しに来たの…？"
    pl "ああ…うん。昨日ちょうど番号をもらったんだ。"
    pl "クレアのヤツ、レディーの番号をもらった以上、一日に一回は必ず電話をかけてください、とか言っちゃって。"
    show SCG_02 7 with fastdissolve
    my "あはは……二人って本当に仲がいいよね…"
    pl "マヤも仲いいだろう。{w}電話も俺より先にして。二人はほぼ毎日電話していると聞いたけど。"
    show SCG_02 8 with fastdissolve
    my "わたしは…{w}違うよ。クレアちゃんが無理してわたしに合わせてくれてるだけだもん。"
    my "もう少し忙しくなったらわたしみたいに話も通じなくて退屈な平民なんか…"
    pl "またそんなことを。前から気になってたけと、なんでクレアの話が出るとこんなに気後れするんだ？"
    show SCG_02 7 with fastdissolve
    my "それは…クレアちゃんはわたしより年も少ないのに頭いいし、言い回しもうまくて、すごいって感じだから…"
    pl "そりゃそうけどなあ…"
    show SCG_02 8 with fastdissolve
    my "…わたしはクレアちゃんが羨ましいよ。{w}顔が可愛いとか、能力があるとかじゃなくても…"
    my "あの子は自分が思っていることを隠さないから、話を聞くたびに、本当に恥ずかしいことだと分かっているけど…"
    my "でも羨ましいと思ってしまうよ。"
    nar "何故か言葉が詰まってしまった。彼女の話に反感を持ったからではなかった。"
    nar "むしろ、俺は彼女が慎ましく打ち明けた言葉にヘンに心が惹かれるようだった。{w}理由はまだ分からない。"
    nar "これを分かってしまえばいけない気がした。"
    show SCG_02 0 with fastdissolve
    my "そして……クレアちゃんと一緒にいる時、[na2]くん特に楽しがってたし…"
    pl "そうか…"
    nar "その気持ちを素直に伝えることは出来ない故に、わざと簡単に答えた。{w}マヤは俺に合わせるように一回頷いた。"
    nar "実に俺の思うことを全部覗いているような笑顔だった。"
    show SCG_02 1 with fastdissolve
    my "こんなこと、思っちゃいけないけどね…"
    hide SCG_02 with dissolve
    stop music fadeout 2
    nar "そして大した挨拶もなく席を離れ、階段を上った。"
    nar "彼女が俺に本音を言ってくれたように、俺も彼女に俺の罪を告白すべきだったのかもしれない。"
    nar "でも俺は彼女を呼び止めることも、席を離れることもできなかった。"
    nar "まだ今日の予定の一つ、クレアとの会話が終わっていないから。"
    nar "くしゃくしゃの紙を広げて、番号を押す手が震えた。{w}耳に触れた受話器は片手で持つには重くて冷たい。"
    nar "流れる沈黙と共に、マヤが残した言葉が次々と思い浮かんだ。"
    nar "俺も彼女と同じくクレアのことを羨ましがっているのか？{w}いや。"
    nar "似たような立場のマヤならともかく、俺が彼女を羨ましがる訳はない。{w}きっと何か他の理由がある筈だ。"
    play sound "audio/se/tel.ogg"
    cr "もしもし、クリオネです。"
    nar "受話器越しに彼女の声が聞こえてきた瞬間、俺はすぐに答えるのを迷った。{w}顔が見えないから更にそうだった。"
    nar "初めて言い出す挨拶の言葉を悩んでいる際に、クレアからもう一度声をかけてきた。"
    cr "もしもし？"
    pl "あぁ、もしもし。俺だけど。"
    play music "audio/bgm/Clair2.ogg" fadein 2.0
    cr "まあ！[na]様？{w}本当に電話してくださるとは考えませんでしたわ。一日顔を合わせなかったかいがありますわね。"
    pl "なに言ってるんだよ、お前がやらせた癖に…"
    cr "へへっ、嬉しいってことですわ。今日の一日はどう過ごしましたか？"
    pl "俺はまあまあだったな。"
    cr "もう～…相変わらず恋人を扱うセンスがございませんこと。"
    cr "そこでは愛するクレアの顔を一日中見られなくて、生きる気もしなかった～でしょう。"
    pl "言われてみるとそうだったかも。"
    cr "わーい！本当ですの？"
    pl "本当、本当。一日中見えなくて心配してたぜ。{w}お前の言う通り、生きる気もしなかったよ。"
    pl "次からは来られないなら、前もってそうだと言ってくれよ。"
    cr "うふふ…嬉しいですわ。"
    pl "嬉しい？"
    cr "はい。わたくし、[na]様がわたくしのことをもっと心配してくれたらと思っていますので。"
    pl "まったく、すぐ甘えん坊か～？"
    cr "[na]様が日常でわたくしを思い浮かべることは、[na]様の暮らしの中で座を占めたという証拠ですもの。"
    cr "だからもっとわたくしに気を遣ってください。"
    pl "ふーん…"
    cr "へへっ、恥ずかしいことを言ってしまいました？"
    pl "恥ずかしいことというよりは…"
    pl "そうだ。お前、予備司祭じゃなくなったって本当か？"
    cr "残念ですがそうなりました。{w}一応、すぐ破談するのも不可能でして…"
    cr "でも必ず今の状況ではなくても、わたくしは結局、[na]様の妻になる身なので、司祭になるのは無理だと言えるでしょう。"
    cr "そうなれたら[na]様もずっと司祭として働くのは困るでしょう、"
    cr "ですのでわたくしは[na]様が神殿で働いている間、外の世界で早めに嫁入りの準備をしなければならないと言うか！"
    nar "クレアがこうやって自分の想像について並べる度に必ず感じる違和感がある。"
    nar "その違和感は疑問に変わり、もう俺の喉から流れ出ていた。"
    pl "あのさ。これはただ気になって聞くんだけど…"
    pl "お前は婚約者との関係に問題を感じた時点で俺を好きになって破談しようとしてるんだろう？"
    pl "じゃあ、もし俺を好きにならなかったらどうしたと思う？"
    cr "変わった質問ですわね。{w}そうしたら今の婚約者の方とおとなしく結婚生活を暮らしたでしょう。"
    cr "実際、[na]様がわたくしの告白を断ったら、そうするつもりでしたし、既に破談した時点だとすると、うむ…"
    cr "ですよね。{w}多分他の出会いを探すのではないでしょうか？"
    stop music fadeout 2
    pl "なんで？"
    cr "はい？"
    pl "いや、その…結局は結婚に繋がるのが理解できないと言うか。{w}ただ…恋愛をしないといけないのか？"
    cr "ええっ？{w}あはは！[na]様ったら、分かってないですわね。"
    cr "最近の世の中で結婚をなさらないなんてあり得ますか？{w}恋人がいないのも恥になる世の中ですよ？"
    cr "愛のある人生こそ価値があるとよく言いますから、恋に落ちないなんて損ではありませんか？"
    pl "待って、じゃあ人に自慢するため男と付き合うってことか？"
    cr "必ずしもそういう訳ではありません、自分を磨くきっかけになるでしょう？"
    pl "いや、だから。かわいがってくれる人なら誰でもいいのか？"
    nar "しばらくの沈黙。{w}続いて聞こえてきた彼女の声はいつもより低い。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    cr "まるで[na]様はわたくしをかわいがってくださるようにおっしゃいますね。"
    pl "違うぞ…俺は今それを言おうとしてるんじゃなくて……！"
    cr "違いますの？一体何が違うと言うんですか？！{w}そもそもわたくしをまともにかまってくれたことなんてありますか？！" with sshake
    cr "わたくしとしては寧ろこれが全く理解できません！" with sshake
    nar "彼女は鬱憤を吐いて、俺は一瞬頭が白くなった。"
    nar "さっきまで色んなことを考えていたけど、クレアの甲高い声を聞いた瞬間、頭の熱が冷めて、"
    nar "この全てのことが必要のない物に感じられた。{w}その感覚が朝のことを再び呼び出せた。"
    pl "…いいよ、俺が悪かった。ゴメンな。"
    pl "お前の考えが俺と違うかもしれないと分かるべきだった。俺も努力はしているんだ。{w}本当にゴメン。"
    cr "…申し訳ございません。わたくしのせいです。"
    pl "そうじゃない…"
    cr "わたくしはどうしてこんなに愚かで、言葉をろくに選べないのか分かりません。"
    cr "なので他の人に恥をかかせて生きているのでしょう。{w}わたくしが駄目だから、他人を怒らせるんです。"
    nar "心配した通り、クレアは気後れ声で自分を責める。{w}彼女が一つ一つ自虐の言葉を並ぶ度に、俺の心臓は重く沈んだ。"
    pl "そうじゃないって、とんでもないこと言うなよ…！{w}自ら暴力を正当化してどうする。"
    cr "……"
    pl "余計なことを言った俺が悪いから。"
    cr "わたくしは……わたくしたちが声を荒げて争わないで欲しいんです…それはとても悲しいし…"
    cr "今の婚約者を思い出して、怖いです。"
    pl "俺だってお前に声を上げたくねえよ…{w}はあ、ヘンなことばっか言ってるしそろそろ寝る。"
    pl "今日仕事で疲れたせいだ。こんな気持ちでお前と話すんじゃなかった。"
    cr "ああ…その心配はなく。声を聞いて嬉しかったのは本当ですので…わたくしもそろそろ寝ますね。"
    cr "お休みなさい、[na]様！{w}愛してますわ。"
    pl "ああ、お前もお休み。"
    play sound "audio/se/tel.ogg"
    nar "電話を切って、もう耳元にクレアの声が聞こえなくなると、又後悔が押し寄せてきた。"
    nar "前にはクレアと話すのが楽しかった。{w}好みが合っていて、唯一言葉が通じる相手だと思った。"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 1
    show screen nvlbox with dissolve
    nvl clear
    "\n マヤからそれを言われる前まで、その事実についてすっかり忘れていた。{w}彼女との会話で最後に楽しさを感じたのはいつだったっけ、確かに何日前の筈なのに結構昔のことのように感じられる。"
    "何故クレアは俺のことを好きになったんだろう、本当は最初から勘違いしていたのではないか。{w}そもそも「好き」ってなんだ？"
    "お金や性欲の解消が目当てじゃないなら人を好きになる理由なんてないんじゃないか？{w}何の対価もなしに好きだなんて、そんな気まずい感情を分かち合うのが本当に楽しいのか？"
    et "何も考えずに一緒にいるのが？{w}何の理由もなく話し合うのが？こんなのが本当に普通なのか？まさに非正常な、異常性愛者の考え方だな。"
    hide screen nvlbox with dissolve
    scene black with dissolve
    nvl clear
    play sound "audio/se/memory.ogg"
    et "\n 「お休みなさい、[na]様！愛してますわ。」"
    show screen nvlbox with dissolve
    nvl clear
    scene bg15_1 with dissolve
    "\n いや…こうやって複雑に考えずに、実は俺もクレアのことが好きなのではないか。{w}俺がクレアに対して持ったこの感情を、他の人は単純に「好き」だと言うんじゃないか。{w}そう。きっとそうなんだ！"
    "電話をかけ直してこの気持ちを伝えたかったが、そうはいかなかった。{w}まだ夜の挨拶をするには早い時間だと知っていたからだ。お前って夕食の後すぐ眠るのか？{w}こんなことを言ってもお互い困るだけだろう。伝えるのは明日にしよう。"
    et "俺は彼女のことが好きだ、と決めたから。"
    $ _skipping = False
    stop music fadeout 2
    et "暗く影が差した廊下。遠くから他の司祭たちの話し声が聞こえてくる。{w}ここに俺の告解を聞いてくれる「彼女」はいない。{w}俺だけが自分の過ちを振り返して、更に見窄らしくなるだけだった。"
    $ save_name = "day 8, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day9_cr
    return

label day9_cr:
    $ day = 9
    $ save_name = "day 9, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 3.ogg' fadein 2.0
    image 9day = Text("day 9",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '9day' at day00 with slowdissolve
    pause 5
    hide expression '9day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    show screen nvlbox with dissolve
    play music 'audio/bgm/dream.ogg' fadein 2.0
    $ _game_menu_screen = 'preferences'
    nvl clear
    "\n クレアとの電話を終えた後、俺は誰とも顔を合わせなかった。"
    "落ち込んでいる際にも腹は減って、うろうろ食堂に行っていたし、そのまま部屋に帰って横になった。"
    et "残っていたパンを少し食っただけなのに、食堂に残った人が誰もいなくて、てっきり泥棒のような格好だった。"
    hide screen nvlbox with dissolve
    scene bg16 with slowdissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 夢では、いつもの天使でなくクレアの姿がいた。"
    "夢の中で俺たちは内臓や冷たい階段の上ではなく街のお茶屋にいて、恋人のように手を握ったり、口を合わせたりしなかった。"
    "俺は彼女に愛を囁く必要がなく、同じくクレアも俺にそんな言葉を望まなかった。"
    "俺たちは空いているコップを前に置いたままずっと会話を交わした。{w}それだけだった。"
    nvl clear
    et "\n 夢の中から聞こえてきた彼女の声は快晴な空のように明るくて、俺は夢から覚めた後にもこの無惨な場所が現実だとは思えなかった。"
    nvl clear
    hide screen nvlbox with dissolve
    stop music fadeout 2
    play sound "audio/se/memory.ogg"
    scene bg10 with dissolve
    show screen nvlbox with dissolve
    "\n しかし結局夢の風景は消え去って、覚めた目は薄暗い白夜の朝を迎えた。"
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg14 with dissolve
    call place14
    show screen textbox with dissolve
    nar "必要な物だけ持って急いで去るつもりだったが、丁度点呼時間だったのか、部室が騒がしい。"
    nar "普段は主教が来る前でもこんなに賑やかじゃないのに、今日はやけに浮いている。"
    nar "前にも似たような経験をしたことがある。{w}鋭くなくて賑やかな雰囲気に、たまたま聞こえる高い笑い声。"
    nar "主役を中心として語り合う対話。特別な客が来たって証拠だ。"
    play sound "audio/se/ding.ogg"
    show SCG_04 A 1 with dissolve
    show SCG_04 at bounce
    cr "あら、来ましたね！"
    hide SCG_04 with dissolve
    nar "急いでドアを開けると、高い笑い声の持ち主が中心から離れて俺の方に近付いた。"
    nar "先まで交わしていた話は切れたが、沈黙に繋がることはない。"
    nar "皆視線だけを俺に向けたまま、それぞれの会話を続いている。"
    nar "口を噤んでしまったのは一人、マヤだけだ。{w}彼女も俺が来る前まではクレアと話し合っていたようだった。"
    nar "マヤは他の人と同じく俺に視線を向き、まもなく頭をがっくり下げた。"
    pl "クレア…"
    nar "反射的に彼女の名前を呼んだ後、すぐそれが過ちだと気付いた。何かを疑う視線がトゲのように刺さる。"
    play music "audio/bgm/Clair2.ogg" fadein 2.0
    pl "やあ、クレアお嬢じゃんじゃないか！{w}ハハ、今日がもう補給品が来る日だったっけ～？"
    show SCG_04 A 0 with dissolve
    cr "それは違いますわ。"
    nar "クレアはそっと首を傾けながらも、笑顔を失わずに言う。"
    show SCG_04 1 with fastdissolve
    cr "貴方に会いに来ましたわ。{w}昨日申し上げませんでしたっけ？一日顔を合わせなかった分、明日の朝早めに訪れますと。"
    pl "なっ？{w}は、初耳だけど。"
    show SCG_04 5 with fastdissolve
    show SCG_04 at bounce
    cr "あら、では…{w}ああ！[na]様でなく、マヤ姉様に言ったことみたいですわ。"
    pl "なあ？間違えるなよ…"
    show SCG_04 1 with fastdissolve
    cr "ふふ、いいんですよ。こうして来たという事が大事なんでしょう。{w}今日も遅れて来るのではないかと心配しましたわ。"
    cr "でも何も聞き及ばなかったのにこんな朝早く来られますとは…{w}わたくしたち、何か通じるようですわ。ねえ？"
    nar "「ねえ」って言われても、こんな状況で答えられる訳がないじゃないか。"
    nar "自分の口から秘密恋愛だと強調した癖に、やはり隠すつもりがなさそうだ。"
    hide SCG_04 with dissolve
    stop music fadeout 2
    nar "後ろから聞こえてくる話し声に笑いが混じり、誰かは俺の聞けない話をひそひそと話し始める。"
    nar "もうすぐ彼らの中で一人が直接彼女に質問する筈だ。{w}その質問にどんな意味を込めてあろうが、"
    nar "クレアがそれに頷くのはお見通しだ。じゃないとその前にあの軽い口が先に開くとか。"
    pl "おい、クレア…"
    play sound "audio/se/luggage down.ogg"
    my "[na2]くんに会いに来たってどういうこと？"
    nar "突然、マヤが席から立った。{w}俺は彼女に視線を向いたが、ヘンに視線が合わない。"
    nar "多くの人が俺を見ている間、マヤだけはクレアを見ていた。"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    show SCG_04 A 5 at left
    show SCG_02 7 at right
    with dissolve
    my "二人、元からあんなに仲が良かったっけ…？{w}やめてよ、こんな朝早くから…みんな集まっているし…"
    my "[na2]くんを困らせているよ。"
    show SCG_04 6 with fastdissolve
    cr "マヤお姉様、急にどういうことですの…？{w}わたくしたちの仲が良いことは、既にご存じなのでは…"
    nar "クレアの声が震えている。{w}この突然の状況を理解しにくいのか、顔に笑みが消えている。"
    nar "そんなクレアの反応とは関係なく、マヤは両手を合わせたまま目を見張った。"
    show SCG_02 5 with fastdissolve
    play sound "audio/se/ding.ogg"
    show SCG_02 at huruhuru
    my "二人って、付き合って…いるの？"
    pl "ち、違う！" with sshake
    nar "思わず大声を出してしまった。{w}一歩前に出ると、マヤの荒い息遣いが聞こえるようだった。"
    nar "マヤは痛そうに見えるほど手を握り締め、目だけをきょろっとして俺を見た。"
    my "そう？{w}[na2]くんはそう思うんだね…クレアちゃんは？{w}どうなの…？"
    show SCG_04 9 with fastdissolve
    show SCG_04 at huruhuru
    cr "わ、わたくしは…！{w}わたくしたちは……"
    hide SCG_02
    hide SCG_04
    with dissolve
    nar "クレアはそこで口を噤んでしまった。{w}俺は彼女の首が下がったことに気付いた途端、力なく垂れた手を掴んだ。"
    nar "ドアは今も開いていて、外へ走り抜ける。"
    show SCG_02 5 with dissolve
    show SCG_02 at huruhuru
    my "今一緒に出かけようとするの？{w}後悔するよ…！ねえ…"
    play sound "audio/se/hit.ogg"
    show SCG_02 at huruhuru
    my "ねえってば…！！" with sshake
    hide SCG_02 with dissolve
    hide screen textbox with dissolve
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/running.ogg"
    nar "マヤはずっと我慢していた声を上げたが、その声が俺たちを追うことはなかった。"
    nar "それでも俺はその音をから離れる為、更に走って行った。"
    nar "歓声と口笛、巨大な笑い声がマヤの震える声と混ざってクラクラした。"
    nar "一体どうしてこんな事になったんだ？{w}さっき何が起きた？"
    nar "混乱を振り払う為に走っていた途中、ふと握っていた手が俺を引くのが感じられる。"
    nar "その手つきを感じてからようやく、自分が一人じゃなかった事に気が付いた。"
    show SCG_04 A 9 with dissolve
    cr "待ってください…一体どこまで行くのですか…！"
    pl "……"
    show SCG_04 2 with fastdissolve
    cr "あんな大勢の人が見ていたのに外へ連れ出すなんて…"
    cr "浄化部の司祭たちは噂を言いふらすのが好きだってご存知じゃないですか。"
    cr "一体何のつもりでこんなことをやらかしたのか分かりませんわ…"
    pl "お前こそ一体なんのつもりだ。{w}この関係を秘密にすると言ったのはお前だろ？"
    pl "さっきのあれはなんだ、なんで違うと言えねえのかよ。"
    show SCG_04 3 with fastdissolve
    cr "それは…{w}ごめんなさい。わたくしのミスですわ。"
    pl "お前の言う通り、浄化部司祭が全部俺たちを見ていたし、雰囲気はヘンだし、"
    pl "そんな状況で答えまでちゃんとできなくてアイツらが俺たちをなんだと思うんだろうか知ってるか！"
    show SCG_04 9 with fastdissolve
    show SCG_04 at huruhuru
    cr "でも…でも…{w}他の方が聞いている際に、わたくしたちの関係を自分の口から否定するなんて嫌でしたわ。"
    cr "頭では分かっていました、でもどうしても言えなかったんです！{w}わたくしは[na]様のように冷静ではありません！"
    pl "そんな…そんなことがあり得ると…"
    cr "言葉は思いを形に変える行為ですわ。言葉には力があって、{w}一度口にしてしまえば、それがもう真実になってしまうのです。"
    cr "そんなの…{w}嫌です。怖いんですよ！"
    pl "……"
    hide SCG_04 with dissolve
    nar "俺は彼女の手を放し、ため息をついた。クレアを叱責した訳ではない、今の状況に疲れを感じたからだ。"
    nar "俺たちはもう少し歩いて、いつもの階段に向かった。{w}皆が業務の準備で忙しい時間であるから、"
    nar "神殿を歩き回る人は俺たち二人だけだ。{w}誰も俺たちを邪魔しない。しかし、敢えて階段に向かったのは、"
    nar "この広い神殿の中で俺たちが気楽にいられそうな場所が狭く暗い階段だけだったからだ。"
    nar "歩く途中に話はしなかったが、クレアも考え込んでいるのか何も言わずに足を運んだ。"
    pl "お前さ。"
    show SCG_04 A 5 with dissolve
    cr "はい。"
    pl "もう修習司祭ではなくなったって聞いたけど、どんな名目で毎日神殿に通っているんだ？"
    cr "特に何かの口実を設けて神殿に来る許しを得たのではないですわ。"
    show SCG_04 0 with fastdissolve
    show SCG_04 at bounce
    cr "何となく？{w}わたくし個人の時間はどう使おうがわたくしの勝手だと言うか、つまりこっそり来るのですわ。"
    pl "こっそりって…"
    nar "今の彼女の環境を考えると、許可も貰えずに神殿に来るのは危険を抱えた事だろう。"
    nar "もしバレたら又罰を受けることになるに違いない。"
    nar "さては、どうしたら良いんだ…"
    show SCG_04 3 with fastdissolve
    cr "あの、[na]様。{w}恐れ入りますが、先のことを振り返る前に、まずお詫びしたい事がありますわ。"
    pl "お詫び？"
    cr "昨夜、軽率な発言で[na]様の機嫌を損ねたこと。{w}もう一度謝りたいんです。"
    cr "一日の結びを台無しにしてしまって、本当に申し訳ございません。"
    pl "いいんだ、ちょっと驚いただけだし。世の中には色んな人がいるほど、"
    pl "俺が理解できないことをする人もたくさんあるだろう？{w}その中で一人がお前だったってことだからな。"
    show SCG_04 2 with fastdissolve
    cr "駄目です。そう済ます訳にはいきませんわ。{w}わたくしたちはもう二人で一つの人生を共に生きる恋人なんですもの。"
    cr "お互いの考えをできる限り理解しないと、また昨夜のようなことが起きることに違いませんわ。"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    cr "さあ！話し合いましょう。今わたくしたちに足りないのは素直な対話です。"
    nar "素直な対話か、俺が何を言うかもしれないのにあんなことが言えるのか。{w}俺すら俺が何を言うか分からないのに。"
    pl "…他の人が俺たちの関係について分かるのは良くない。{w}悪い噂が広がるとお前にも被害があるだろう？"
    pl "お前の気持ちは分かるけど、お互いのためにもその件については黙っていてほしいんだ。"
    show SCG_04 5 with fastdissolve
    cr "やはりそうですか…"
    pl "…もしかして周りに知らせたいのか？"
    show SCG_04 7 with fastdissolve
    cr "正～直に言うと、そうですわね。勿体無いと思われまして…"
    show SCG_04 0 with fastdissolve
    cr "でも分かりました。もう二度と同じミスはしないので安心してください。"
    pl "で…この際お前が知っておくことがあるけど、俺は浄化部の司祭と仲が悪いんだ。"
    pl "魔導部のことで馴染まないのもあるし、性格とか…{w}まあ、そんな訳でけっこう嫌われていてさ。"
    pl "たぶんなにかあったらすぐ食い掛かって来るはずだから。"
    show SCG_04 5 with fastdissolve
    cr "まあ、そうでしたか…{w}でもわたくしの知っている限りでは、浄化部の司祭の方々は"
    cr "そんなにひどいことをするとは思えませんが。いつも親切にしてくれますし。"
    pl "それはお前が外部者…{w}お客だから、お前の前では口を慎むのだろ。とにかく気をつけてくれよ。"
    show SCG_04 3 with fastdissolve
    cr "うむ…一応分かりましたわ。"
    pl "…お前はなにか悩みとかねえか？"
    show SCG_04 5 with fastdissolve
    cr "わたくしですか？さあ、何がありましょう……"
    show SCG_04 at bounce
    cr "ああ！悩みだと言うほどのものではありませんが、相談したいことはありますよ。"
    nar "クレアは周りに誰もいないって分かっていながらも、声を潜めた。"
    show SCG_04 3 with fastdissolve
    cr "マヤお姉様についてのことなんですが。"
    pl "マヤ？{w}マヤがどうした？さっきのあれのせい？"
    show SCG_04 6 with fastdissolve
    cr "いいえ、そのこととは…～{w}全然関係ないとは限りませんが…"
    cr "実はマヤお姉様が最近わたくしをずっと避けているようで。"
    pl "ふむ。例えば？"
    show SCG_04 5 with fastdissolve
    cr "例えば…わたくしから一方的に話してすぐ会話が終わるとか。"
    cr "元から口数が少ないことは分かっていますが、最近では反応自体がなくなって複雑な気持ちですわ。"
    pl "マヤはもともとそんな感じ…{w}全然反応しないのとは違うか。でも、二人って最近もずっと一緒だったんだろう。"
    pl "昨日もマヤから先に電話したんじゃないか？"
    show SCG_04 3 with fastdissolve
    cr "それはわたくしも驚きましたわ！{w}最近はあまり通話が少なくて。ここ四日くらいはしてないので。"
    cr "ですが昨日急に電話がかかって来て、安否を尋ねてくれました。{w}わたくし、とても嬉しかったです！ところで…"
    pl "ところで？"
    cr "これをどう話したらいいか分かりませんわ。{w}ですから…マヤお姉様はわたくしの安否を確認した後、"
    cr "いくつか質問をなさいました。それが実は[na]様についてのことなんです。"
    cr "[na]様に番号を教えてくれたのかとか、既に電話したのかとか、"
    cr "わたくしの安否を[na]様が知っているのかとか…などのことですわ。"
    play sound "audio/se/ding.ogg"
    pl "はあ？マヤがなんでそんなの聞くんだ？"
    show SCG_04 9 with fastdissolve
    cr "わたくしもそれが分からないので相談するのですよ！{w}でもわたくし個人の考えでは、お姉様は…"
    show SCG_04 3 with fastdissolve
    cr "後ろでこう言う話をするのは嫌ですが、わたくしと[na]様が親しむことにやや不満を持っているようでした。"
    cr "もしくはややじゃなくて、かなりですね。"
    pl "お前たちは今朝も付き合っていたそうに見えたけど…俺が来る前はどんな話をした？"
    show SCG_04 5 with fastdissolve
    cr "あ、そう言えばマヤお姉様も最近悩み事はないかと聞かれましたわ。"
    cr "わたくしがないと答えたので、大した話には繋がりませんでしたけど。"
    cr "最後にはそんなことが起きる前に気を付け、とおっしゃったようです。"
    pl "だから、お前の話をまとめたら…{w}マヤは俺たちの関係についてもう気付いていて、別れて欲しいって訳だよな。"
    show SCG_04 6 with fastdissolve
    cr "はい？{w}別れて欲しいなんて、まだそう決め付けるのは早いのでは…"
    pl "俺だってそう思いたくはないけどさ、じゃあマヤの行動が説明できないだろ。"
    pl "あの気の弱いマヤが人前で大声を出すほどだから。"
    show SCG_04 3 with fastdissolve
    cr "しかしわたくしは……彼女だけには嘘をつきたくありません。"
    pl "そもそも騙せないんだよ、マヤは…"
    nar "マヤが全てを知っているのは驚く事ではないけど、彼女が事件に直接突っ込んで来た事が俺を驚かせた。"
    nar "今までの彼女は俺が罪を犯す姿を遠くから眺めて、たまたま優しく注意してくれて消えるだけだった。"
    nar "だからこんな積極的な行動をしてくるとは想像も出来なかった。"
    nar "この行動が罪を防ぐ為だとすると、それはどんな罪だろうか。"
    pl "もしマヤが俺たちの関係を確信して、本格的に別れて欲しいって押しつけたら、お前はどうする？"
    show SCG_04 5 with fastdissolve
    cr "先ほど申し上げたように、マヤお姉様に嘘をつくことはできませんわ。"
    cr "明らかにわたくしの立場を告げて、それでも理解してもらえないのなら…"
    show SCG_04 3 with fastdissolve
    cr "真に残念な事ですが、マヤお姉様との付き合いは諦めるしかないでしょう。"
    pl "友達より恋愛って訳か…"
    nar "いや、今の状況ではそう思うしかないだろう。{w}クレアは俺に依存する事で自分を支えているから。"
    nar "最悪の状況を避ける為に選んだ選択が又最悪の状況を作り出すなんて、笑えないものだ。"
    pl "他に気になる事はないか？"
    show SCG_04 5 with fastdissolve
    cr "気になる事…ありますわ。{w}少々決まり悪い話ですが、前から気にしていた事です。"
    cr "[na]様、アルネ・アルタナータ様との関係はどうなりましたか？"
    pl "アル姉のこと？"
    show SCG_04 at bounce
    cr "ええっ、「アル姉」ですって？{w}わたくしたち同じ人物について話しているんでしょうね？"
    pl "本人からの許諾だぞ。そういえば最近は会えなかったような…{w}婚約のことで気になるのか？"
    show SCG_04 2 with fastdissolve
    cr "当たり前ですわ。気にしないはずがないでしょう！"
    cr "わたくしとの関係を続けていくのなら、[na]様もその方との関係をしっかりと片付けてください。"
    pl "いや…俺から片付けるかどうかできる問題でもなくて、本当に知り合いの姉さんくらいの関係だから、"
    pl "それほど気にする問題じゃないと思うけど。{w}それにただの人間関係だけの問題じゃなくて、部署異動がかかっている事だぞ。"
    show SCG_04 0 with fastdissolve
    cr "それこそ[na]様が気にする問題ではありません。{w}どうせわたくしと結婚なさるのなら神殿を出ることになるでしょう。"
    show SCG_04 1 with fastdissolve
    cr "まあ…今すぐ何とか頼んでいるのではなく、ただ気になっているだけなものでとりあえずはそう分かってくださる？"
    nar "前から思っていたけど、クレアって……"
    pl "これはお前を傷つけようと言うんじゃなくて、単なる俺の悩みだけど…{w}俺はお前が思うほど格好いい人ではないんだ。"
    show SCG_04 8 with fastdissolve
    cr "あら、素晴らしい自意識過剰ですね。"
    pl "だから、お前が期待しているのが何であれそこに気軽く応じてくれる能力が俺にはないって意味だぞ。"
    pl "俺は多分普通の人とは違う…{w}特別って訳じゃなくて、"
    pl "普通の人が当たり前のように耐えるのが俺には難しいと言ってるんだ。"
    show SCG_04 5 with fastdissolve
    cr "うーん……"
    pl "……俺の話、理解できるのか？"
    cr "普通の方々は平凡にやり遂げる事から苦しさを感じると言うことですよね。"
    cr "でもそれは[na]様の自意識過剰、つまり勘違いかもしれませんわ。"
    show SCG_04 0 with fastdissolve
    cr "よく人間は慣れていない物に恐怖を感じると言うんでしょう？"
    cr "[na]様が平均から落ちているとか、特に変なことではなく、まだ自分をよく分からないのかもしれないということです。"
    pl "確かにあり得るけど、俺が苦しんでいるのはマジでとんでもないことだから…"
    cr "それが何であろうが、神殿に閉じこもっていますと視界が狭くなるだけですわ。"
    show SCG_04 1 with fastdissolve
    cr "意外と外の風に当たると、[na]様の悩みが解決されるかもしれません！気分転換にもなるし。"
    nar "やはり人の考えってああ簡単には通じないんだな。"
    nar "それともかつての俺のように気付いたのに未だ気付いていないふりをしているとか。"
    nar "相変わらず俺を「特別」だと思ってくれる彼女に、お前は何も知らないと言いたい。"
    nar "これは現実から背ける事で簡単に解決出来ない俺の罪だって。"
    nar "お前みたいに何も分からない女を誘って間違ったことを重ねる俺に積もった罪。"
    nar "今まで起きた事を含め、これから起きる事は些細な事一つ一つまで俺が全部責任を負うことになるだろう。"
    nar "罪のないお前が羨ましい…"
    show SCG_04 at bounce
    cr "それで、今日は「ミオソティス嬢の警護」という名目でわたくしと一緒にデートしません？"
    cr "責任は全部わたしが承りますわ。"
    pl "……"
    nar "又だ、又クレアを責めるところだった。{w}只でさえ苦労しているヤツに助けるどころか、情けないヤツ。"
    nar "俺がいくら苦しいだとしても、クレアのほどではない筈なのに！" with sshake
    nar "クレアは今も危険を抱えた事をやらかして、こんなクレアと一緒に生きて行くと決心した以上、"
    nar "責任を負うのは当たり前の事だ。たかがそれしきの事で苦しむなんて。"
    show SCG_04 3 with fastdissolve
    cr "嫌ですか…？"
    pl "お…お前がせっかく気を遣ってくれたんだし、そんなはずないだろ。{w}お前がそうしたかったらそうしよう。"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    cr "あはは！何ですか、それ！{w}嬉しいですわ。誰もわたくしたちが何をしているか知りません。"
    show SCG_04 0 with fastdissolve
    cr "わたくしたちは自由なんですよ。{w}秘密をいっぱい作って、お互いにとって掛け替えのない関係になりましょう。"
    nar "クレアは又笑い始める。{w}俺は彼女の言葉に息苦しくなりながらも、この選択に覚悟するしかなかった。"
    stop music fadeout 2
    hide SCG_04 with dissolve
    hide screen textbox with dissolve
    pause 1.0
    scene bg16 with slowdissolve
    call place16
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n クレアが俺の腕を引いて向かった街の風景は目まぐるしく流れゆき、その中でもずっと黒い司祭服を着た俺だけがその風景に混じる事が出来なかった。"
    "掃除用の道具一つも持たずに街を歩いているのが何だか妙な気分で、クレアと腕を組んで居なければ両手をどこに置けばいいのかで迷っていただろう。"
    et "そんな俺に比べて神殿の陰気な影から離れて明るい街を走るクレアは本来の光を取り返したように見えた。その姿にふと今朝見た夢を思い出す。"
    nvl clear
    "\n しかし夢と違う点があるとしたら、俺はあまり楽しめてないという事だ。それでも成るべく彼女が掛けてくる会話に反応しようと努力した。{w}そのどれにも集中は出来なかったが、会話の話題が途切れるのが怖くてあまり興味も湧かなかった映画の話ばかりしていた。"
    et "そしてついに会話は途切れる。クレアは寧ろこの時を待っていたかのように、俺にどこかで座って休もうと提案してきた。"
    nvl clear
    hide screen nvlbox with dissolve
    scene bg116 with slowdissolve
    call place116
    pause 1.0
    show screen nvlbox with dissolve
    "\n 俺たちは高いホテルでもない、安っぽい宿の部屋を借りた。{w}看板の文字が薄れているぐらいには古びた場所だ。{w}金が惜しい若いカップルか、逆に年甲斐もない大人たちが良く訪れる場所だ。"
    et "クレアから金を受け取った受付の男は俺たち二人をじろっと見るも、特に何も言わない。多分俺たちと似たような姿、つまり司祭服を着た人たちが訪れる事に慣れているんだろう。{w}そう考えると更に気持ち悪くなる。"
    nvl clear
    play music "audio/bgm/train meet.ogg" fadein 2.0
    "\n 「こういうところは初めてでしたか？」"
    et "部屋に入る前、クレアがそれとなく聞いてくる。{w}そういうお前は？聞き返すべきだったが、その返事を聞きたくなくて無視してしまった。"
    nvl clear
    "\n 狭い部屋の大半の面積を占めているベッドに飛び込んだクレアは、一人クスクスと笑う。{w}灯りは全て消してあったが、真昼の光が薄いカーテンの隙間から零れて視界が曖昧になる。"
    "「[na]様はわたくしに何もなさらないのですね」"
    "クレアはシーツに顔を埋めたまま、くっきりと鮮明な声で言った。息は未だ荒い。"
    nvl clear
    "\n 「今やってるだろ。」"
    "「いえ、それはそうなんですが…"
    et "わたくしが言いたい事はつまり、首を絞めたり腹を殴ったりはしないのですかってことでして。」"
    nvl clear
    "\n いや、ねえよ。俺は彼女が嫌な冗談を言っているのだと思い、その突拍子もない話が理解出来なくて笑った。{w}呆れた鼻笑いだった。"
    et "クレアも俺につれる様に笑ったが、その笑みには冗談と言うにはあまりにも重みがあった。{w}ゆっくりと血の気が引いていく様だった。"
    nvl clear
    "\n 「一体何を…これでいいだろう。」"
    "「確かにそう考えられるかも知れないのですが…」"
    "クレアは恥ずかしい趣味を告白する時と同じようにおどおどしながら、顔を赤らめる。{w}俺は恐ろしさに彼女の身体に刻まれた痣を見つめた。"
    "彼女は長い間間違った男性経験を積んできてしまったし、自身の不幸な状況に満足する他なかった。"
    nvl clear
    stop music fadeout 2
    "\n 「でもでも、こんなのっておかしいですわ。痛くないのにどうやって互いを感じられるのですか？」"
    et "俺たちの会話がそれ以上繋がる事は無かった。消えかけていた過去の不快感がまた這い上がってくる。{w}喉を伝って流れて来る粘りのある液体、光を帯びてテカテカとしていた泥混じりの肉、気持ち悪いイメージが頭を通り過ぎて行く。"
    nvl clear
    if persistent.call_CG == True:
        hide screen nvlbox with dissolve
        show cgcr7 with slowdissolve
        pause 2
        nvl clear
        show screen nvlbox with dissolve
    else:
        nvl clear
    play sound "audio/se/humanstrike.ogg"
    "\n それを振り払う為、目の前に広がる痣だらけの身体を押し倒した。硬い骨やその中にある内臓の感触が指先に伝わる。{w}俺は一体、何をしているのだろう？" with sshake
    "いや、これ以上考えまいと彼女の首に手を掛ける。{w}片手にも充分納まるぐらい細い首が俺の両手の下で動きを止める。"
    et "クレアは息を吐くことが出来ないまま、吸うばかりを繰り返している。{w}そのつらそうな声で俺の息までもが詰まりそうだ。掌に滲む汗が俺の冷や汗か、クレアが流した汗なのか分からなかった。"
    nvl clear
    "\n「…キスしてください、早く…{w}[na]様！」"
    et "クレアは首が完全に締まる前にそう言った。急いだ声は行為の中断ではなく、次をせがんでいる。"
    nvl clear
    play sound "audio/se/slap.ogg"
    "\n絶望的な状況下で俺は、彼女の細い脚を広げる他なかった。またもやクレアの唇が動く。{w}俺の行為を更にせがむ様に。"
    "俺は彼女が口を開けられないように空いた片手でクレアの顔を殴る。"
    "固い頬の中の骨の感触で手が痛い。彼女は震えていた。{w}瞳孔は広く、大きく、興奮と恐怖で拡張されていた。心臓が破裂しそうだ。"
    nvl clear
    "\n身体は熱いのに、頭は段々冷たくなっていく。手に力が入るのが不思議なぐらいだ。徐々に小さくなっていくクレアの息に代わる様に、俺の呼吸が荒くなっていく。"
    et "こんなに大きく息を吸って、吐いているのに、脳に酸素が回らないのかクラクラする。涙と汗で手が滑る。{w}クレアは悲鳴を上げようとしている様にも見えた。"
    nvl clear
    "\n勿論喉が塞がってしまっては、彼女が声を出す事はない。二度と聞こえないでほしかった。彼女の天真爛漫な声を聴くのがきつかった。"
    et "俺は失われた思い出の代わりに、彼女が感じている苦痛を想像する。{w}俺によってさらに濃くなる傷痕を見下ろしながら、彼女を支配する暴力の記憶が俺で覆われる瞬間を感じる。"
    nvl clear
    "\n脳裏を蹂躙するように動く舌。身体が痙攣する様に小刻みに震えていた。やがて力が抜けてきたクレアの舌が動きを止める。"
    "彼女の顔色は青いどころか、死人の様な紫色に染まっていく。筆の様に尖った舌が空中に止まっている。荒くなった息に声が混ざり、俺はいつからか悲鳴を上げていた。"
    "脳ミソに冷たい空気が染みる。"
    et "一体何やってんだ。{w}何やってんだよ。"
    nvl clear
    scene black
    call bgw
    stop music fadeout 2
    "\n「…うぇっ！」" with sshake
    "そしてある瞬間、俺は目を覚ます。{w}みぞおち辺りの下でじりじりしていた胃液が食道に逆流した瞬間だった。"
    et "それと共に破裂したかのように溢れ出す涙が顎を伝って流れる。"
    nvl clear
    "\n喉奥から吐瀉物と共に飛び出す嗚咽とクレアの咳き込む声が五月蠅く混ざり合う。{w}鼻先から広がる胃液の酸っぱい匂いと味、それをクレアも一緒に感じたはずだ。"
    et "しかし結局はクレアの咳が止まるのが先だった。"
    nvl clear
    "\n「ご…ゴメン、ゴメンな。」"
    et "ちゃんと謝った方が良かっただろうに、鼻詰まりのせいで途切れてしまう。{w}クレアは生きていた。{w}しかも俺より大分戸惑っている様に見える。"
    nvl clear
    "\n「も…申し訳ございません、ただでさえ仕事で疲れていたでしょうに、わたくしが無理をさせてしまいましたのね…{w}まあ、どうしましょう…」"
    "彼女は俺の背を何回も擦ってくれては、便所に連れて行ってくれる。"
    et "嘔吐感は引けてきたし呼吸も正常に戻ったのだが、俺は依然顔を上げることが出来なかった。{w}便所の空気はひんやりしていたが、身体が震えるのは寒さではなく他の理由だった。"
    nvl clear
    "\n戻りたい…ここでさえなければ何処だっていい。"
    et "俺はできるだけ声を我慢しすすり泣いた。{w}その震えは、この状況が悲惨な悪夢ではないと気付かせる様に鮮明だった。"
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg116 with slowdissolve
    pause 1.0
    show screen textbox with dissolve
    nar "ドアの外に出ると、クレアは床にこぼれた吐瀉物をふき取っていた。"
    nar "その行動が俺を惨めにする為なら、彼女は天才だ。"
    play sound "audio/se/r18 2.ogg"
    nar "この後、再びベッドに上がった俺たちは何もせずに広いベッドで横になった。"
    nar "慣れない照明とかすかな木の匂いが意識を朦朧とさせる。"
    cr "ごめんなさい、わたくしのせいで…他の女性の方とはもっと素敵な経験をなさったはずなのに。"
    pl "いや…ただ仕事のせいで疲れていたから。"
    nar "俺はクレアに視線も向けないまま答えた。{w}彼女も俺と同じく天井を見ていた。"
    pl "なあ、お前はどうしてあんなヤツと結婚する事になったんだ？"
    pl "家にお金もあって…{w}神殿の仕事もしたかったと言ってないか？"
    show SCG_04 A 5 with fastdissolve
    cr "う～ん「どうして」ですね…{w}結婚自体はわたくしが応じたんです。とにかくわたくしは花嫁に憧れていますので。"
    cr "結婚した後はできないことを経験したくて神殿に行き、そこの業務に少しだけ気が向いたのです。"
    cr "家にお金があるとしても限界はあることですし、もっとお金持ちの方と結婚できるなら両親にも役に立ちますし。"
    pl "つまり「気まぐれ」ということだな。"
    show SCG_04 0 with fastdissolve
    cr "あ、これは質問の意図とは少しずれた話題ですけど…{w}聖痕が変わった所に発現した人間には希少価値がありますわ。"
    cr "その為、予てあちこちから連れて行こうと必死ですわ。{w}わたくしを見てください。目にあるでしょう？"
    show SCG_04 1 with fastdissolve
    cr "これは珍しいことなので！"
    pl "そんなのなにがいい。お前は物じゃなくて人じゃないか。{w}聖痕がそこにいたら目だってほとんど見えないんだろう？"
    pl "それは価値じゃなくて、配慮が必要な障害と呼ぶんだぜ。{w}そこに価値を置くのは、人を奴隷扱いする変態のしざまだ。"
    show SCG_04 7 with fastdissolve
    cr "ふうんー"
    pl "とにかく州都はおかしいんだ。{w}人を髪色で差別して、聖痕の数で見下したりして、"
    pl "俺が住んでいた所では少なくとも味方を分けたりはしなかったぞ。{w}腕にヘンな傷があって、"
    pl "仕事をちゃんとできなくて、発音が変わっていて、親がなくても…誰も俺を差別しなかったぞ。"
    show SCG_04 0 with fastdissolve
    cr "へえ…[na]様の故郷では皆心が豊かだったんでしょうね。"
    pl "逆だ。狭すぎて他の物は見えなかったんだろう。"
    show SCG_04 5 with fastdissolve
    cr "ご両親は初めからいらっしゃらなかったん…ですか？"
    pl "いや。両親もうちの村にいた。でも俺はけっこう長い間俺には生みの親がないと思ったんだ。"
    pl "大人たちが時々俺を見ながら母の話をしても俺とは全然関係のない話のようだったんだ。"
    pl "いっそそのまま知らずに暮らせばよかった。"
    cr "会ったことはあるんですわね？"
    pl "俺の方から一方的に見てきただけなんだけどな。{w}元気に暮らしている母さんを直接確認した時、俺は…"
    pl "俺が母さんの人生を邪魔する存在だと気付いた。{w}だから。天涯の孤児になったんだ。本当にな。"
    show SCG_04 0 with fastdissolve
    cr "ふむ…でも[na]様の家庭は自由だったらしいですわ。{w}少なくとも神殿よりは。"
    cr "そのピアスも神殿では禁じていますよ。直接開けたんですか？"
    pl "まあ…そうだけど。"
    show SCG_04 1 with fastdissolve
    cr "あら、じゃあわたくしの耳も開けていただけます？"
    pl "構わないけど、いきなりどうした？"
    show SCG_04 0 with fastdissolve
    cr "せっかく神殿の仕事ができなくなりましたからね。{w}このくらいはしたいんでしょう？そして…"
    show SCG_04 1 with fastdissolve
    cr "[na]様からの痕跡を見ると、そのたびに安心できそうですわ。"
    pl "……"
    play sound "audio/se/r18 2.ogg"
    hide SCG_04 with dissolve
    hide screen textbox with dissolve
    show cgcr03 with slowdissolve
    pause 2
    nvl clear
    show screen textbox with dissolve
    nar "俺は左のピアスを外して布団で拭いた後、ゆっくりクレアの耳を掴んだ。"
    nar "他人の耳の触るのはもちろん、こうやってじっと見たのも初めてだ。"
    nar "出来るだけ手が震えないように力を入れたが、逆効果だったのかもしれない。"
    nar "しかしクレアの薄い耳は迷う暇もなく、とても簡単に針を受け入れた。"
    nar "色白の耳が赤く腫れている間、クレアは悲鳴も上げなかった。{w}心からその痛みに喜びを感じているようだった。"
    cr "昨日、両親と会いましたわ。"
    nar "その嬉しそうな顔で話を続ける。"
    cr "両親がわたくしのことを愛しているのは分かっていますけど、たまには彼らに理解されていない感じがしますわ。"
    cr "彼らはわたくしの為なら何でもするし、わたくしは永遠に両親の巣を離れなくなりそうで怖いんです。"
    cr "もしわたくしが貴方とこうしているとこを見付かってもお二人は多く悲しむだけで、"
    cr "わたくしを戸籍から掘り起こすことはできないでしょう！"
    nar "クレアはまだ滑らかで薄い髪の毛を整えながら、自分が受けている愛、持っている権利、"
    nar "幸せなどを自分では知らないように言う。"
    pl "……"
    cr "だからわたくしは[na]様に惹かれたようですわ。{w}そんなプレッシャーのない、自由な人生に憧れていますわ。"
    cr "それでもまだ、愛する人とわたくしの間に壁があることを感じるたびに悲しくなります。"
    cr "貴方に会ってから分かりました。"
    pl "……"
    cr "誰もわたくしのことを好きじゃありません。{w}もうマヤお姉様までわたくしのことを嫌いになりました。"
    pl "……"
    cr "わたくしは本当、なんて不幸なんでしょう。"
    nar "そういう彼女の心を察しきれなかったように、耳のピアスはキラキラ光っていた。"
    nar "薄暗い部屋の中、俺にとってその輝きはクレアから出た光が反射されたように見えた。"
    nar "ふとマヤの言った事が思い浮かび、俺はそんな自分が本気で嫌になった。"
    hide cgcr03 with dissolve
    hide screen textbox with dissolve
    scene black with slowdissolve
    pause 1.0
    show screen textbox with dissolve
    nar "その後は又話を交わしながら、唇の当たる所にキスをしたが良く覚えていない。"
    stop music fadeout 5
    nar "そう言えばそろそろ図書館で借りた本を返しに行かなくちゃ。{w}俺が何を借りたっけ…何かを借りたのは医務室だったかな。"
    nar "いつのまにかクレアはうとうと微睡んでいる。{w}彼女からの返事がないことに気付くと、俺にも疲れが湧いてくる。"
    nar "さてはこれからどうしようか……"
    pl "……っ？！" with sshake
    play sound "audio/se/wake up.ogg"
    scene bg116
    call bgw
    play sound "audio/se/Heart.ogg"
    nar "俺、うっかり寝ていたのか？{w}今は何時だ？急いで髪の水気を叩いて、服を取って着る。"
    nar "どうか夜ではないようにと願ったが、時計はもう夜をひょいと越えて夜明けの三時を指していた。"
    play sound "audio/se/running.ogg"
    hide screen textbox with dissolve
    scene bg16_1 with dissolve
    call place16
    play music "audio/bgm/grumble.ogg" fadein 2.0
    pause 1.0
    show screen textbox with dissolve
    nar "当てもなく外へ飛び出して来たが、白い空の下誰もいない静かな村の風景が状況を知らせてくれるようだった。"
    nar "肝を冷やした。慌て過ぎたせいか、何も考えられなかった。"
    nar "ただし頭の中は非常に落ち着いていて、只力の抜けた脚だけが目の前の状況を理解したように震えていた。"
    cr "[na]様！" with sshake
    play sound "audio/se/running.ogg"
    nar "遅れて付いてきたクレアが息を整えた。"
    show SCG_04 A 9 with dissolve
    cr "突然どうしたのですか？{w}い、いきなり出て行って……"
    pl "まどろんだせいで時間を確認できなかった…{w}今日外出届も出なくて急に出かけたんだろう、"
    pl "他の人に話もしなかったし…寮は門限があるから今戻っても入れないし…今から歩いたらまたどれくらいかかるか…"
    pl "あ、お前はどう帰るんだ？{w}今も車に乗れるのか？マジでゴメンな…俺がしっかりするべきだったのに…"
    cr "いいえ…わたくしは……"
    show SCG_04 3 with fastdissolve
    cr "はぁ、一人で深夜列車に乗って行きますわ。多分この時間にも乗れますと思います。"
    cr "ちょうど道も知っていますので…そうしても結構だそうですわ。"
    pl "ああ…そうしようか？ゴメンな…"
    cr "今からでも早くお帰りになった方がいいでしょう。{w}気をつけて帰ってください。[na]様。"
    pl "じ、じゃあお前も気をつけて帰って明日また会おう……{w}あと…今日のことはなるべくなかった事にして欲しいんだけど。"
    show SCG_04 5 with fastdissolve
    cr "え？今日のことですか？{w}なかった事にって、それは……"
    show SCG_04 3 with fastdissolve
    cr "分かりました。とりあえず帰りましょうよ。{w}さらに遅れてしまいますわ。"
    pl "ああ…本当にゴメン。"
    hide SCG_04 with dissolve
    play sound "audio/se/running.ogg"
    nar "俺は逆方向に走った。{w}州都にも野良猫がいるのか、あっちこっちで発情期の猫が子供のような声で鳴いている。"
    scene bg11 with dissolve
    nar "余裕があったら一度は振り返ったのだが、急いだせいでクレアの様子をちゃんと見ていなかった。"
    nar "無事に帰ったと信じたい。{w}クレアの立場を良く知っている癖に、俺はなんでこんな無責任に走れるのか？"
    nar "考えても出来る事はなく、神殿はもうあそこに見える。"
    hide screen textbox with dissolve
    scene bg02_1 with dissolve
    call place02
    show screen textbox with dissolve
    nar "何とか検問所までは通れたが、寮は当たり前のように閉まっていた。{w}周りを見回したが、"
    nar "こんな時間に寮をうろつく人が他にいる筈がない。{w}俺をからかうように昇っている日が、"
    nar "今日に限って更に憎らしい。{w}やたらに走ったせいで足が重い。目はさっきからほぼ塞がったままだ。"
    nar "頭が鈍くなる。どこかこの辺りの草むらにでも入って…"
    sc "そこ誰だ？"
    stop music fadeout 2
    pl "げえッ……！" with sshake
    show SCG_03 0 with dissolve
    sc "…[na]？{w}キミか？"
    pl "シーキュレット……"
    show SCG_03 2 with fastdissolve
    sc "キミ…こんな遅くまで一体どこで何をした？{w}キミが何をやらかしたのか分かってるの？"
    sc "せめてボクに話した後に行けるじゃないか！{w}もう慣れたと思ったのに、まったくキミは…" with sshake
    pl "ちょ…待って、待って！{w}状況は十分分かってるけどよ、俺の話も聞いて見ろ！しょうが無かったんだ。" with sshake
    pl "俺だってなにも言えずに一日中外にいたくなかったぞ？{w}あれは事故だった！"
    sc "はあ…？"
    pl "その…朝にクレアが来て、あの子が一緒に出ようって言ってさ。{w}どうしても断れそうな状況じゃなくて……"
    stop music fadeout 2
    sc "……"
    play sound "audio/se/ding.ogg"
    show SCG_03 8 with fastdissolve
    sc "……そうかい。"
    nar "……？"
    show SCG_03 7 with fastdissolve
    sc "分かった。けっこう疲れたそうに見えるけど、早く帰って寝て。"
    pl "い…今なんて？"
    sc "ボクは普段退勤が遅いから、スペアキーを持っている…{w}芝生に伏せる前にボクと会って幸運だろう？"
    nar "さっきまでも怒っていたのに、シーキュレットは平気な顔で鍵を外した。"
    nar "その上に、俺に先に入ろと言うようにドアまで開けてくれる。{w}幸運という単語が頭に転がって来た。"
    nar "そう、ここで彼にあったのは幸運だ。只運が良かっただけだ。{w}俺は彼の気分が変わる前に横を通り過ぎた。"
    show SCG_03 72 with fastdissolve
    sc "……髪、濡れてるな。"
    hide SCG_03
    scene black
    with dissolve
    nar "そのまま通り過ぎたら良かったのに、その一言が全てを実感させた。{w}前にもこんなことがあったな。"
    nar "あの時聞いた言葉はもう忘れてしまったが、当時感じた恐怖は今にも生々しく思い出してしまう。"
    play sound "audio/se/running.ogg"
    nar "俺は逃げるように暗い廊下を走って行った。当然、彼が追いかける事はない。{w}怯えたのは俺だけだ。"
    nar "こんな俺がクレアと一緒にいても本当に大丈夫なのか？{w}俺たちは本当にこのままで良いのか？"
    hide screen textbox with dissolve
    pause 1.0
    scene bg11 with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nvl clear
    scene black with dissolve
    et "\n 「大丈夫な筈がないよな。」"
    hide screen nvlbox with dissolve
    scene bg15_1 with dissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n 俺は「天使」の部屋の前で跪いた。{w}真面目な司祭まで全部寝付いた時間、寮はいつになく静かである。"
    et "罪人の声はより明らかに彼女に届くのだ。"
    nvl clear
    "\n 「只、あの子がもっとましな人生を生きていってほしかっただけです。{w}もっと安全な環境で、保護されることを願っただけなのに。一緒にいる時間が長くなるほど、状況はもっと悪くなるばかりです。{w}私は手伝えるまでは手伝おうとしたんですが、でもこれはないと思う。」"
    et "薄いドアの向こうから天使の存在が感じられる。{w}自分の罪だけを告げるつもりだったが、口から出るのは全部苦情だった。{w}でも天使はそんな俺を止めずに黙々と聞いてくれる。"
    nvl clear
    "\n 「私が何かをするたびにあの子は傷つきます。{w}あの子が苦労していることをよく知っていても私はなんの役にも立てずに、只聞くだけですよ！"
    "たまには、あの子が助けを求めた人が私じゃなかったらどうだったか考えてしまいます。{w}あの子を助ける人が他にいたとしたら、私たちに違う道があったならば…」"
    "口から流れ出す罪が熱過ぎて、喉が詰まった。{w}しかし涙は出なかった。まだ泣くところではない。{w}俺はまだこの関係を終わらせない。"
    $ _skipping = False
    et "天使からの答えが返って来なかったが、ドア越しに感じられる温もりは暖かかった。"
    $ save_name = "day 9, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day10_cr
    return

label day10_cr:
    $ day = 10
    $ save_name = "day 10, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 4.ogg' fadein 2.0
    image 10day = Text("day 10",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '10day' at day00 with slowdissolve
    pause 5
    hide expression '10day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene bg03_1 with dissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen nvlbox with dissolve
    pause 3.0
    show screen textbox with dissolve
    play music "audio/se/tutorial walking.ogg" fadein 2.0
    nar "俺はいつものように部室に向かった。"
    nar "体を包む空気が更に寒くなる時間、遠くから人の話し声が聞こえてくる。"
    nar "しかし、この廊下は静かだ。人の気配すらしていない。"
    nar "何気なく開けようとした握り手が重い。{w}鍵は掛かっていない。人の気配は今も感じられない。"
    stop music fadeout 2
    play sound "audio/se/door slide.ogg"
    nar "しかし、ドア越しにはきっと誰かがいる。俺は強く力を入れてしっかり閉まったドアを開けた。"
    scene bgw with dissolve
    nar "そこには光があった。{w}打ち開けた窓からは風が吹いてきて、俺は白く輝く空間の前で目を閉じた。"
    nar "その光があまりにも眩しかった故に、再び目を開けた時は軽く目眩がした。"
    play music "audio/bgm/dream.ogg" fadein 2.0
    scene bg12 with slowdissolve
    nar "肌白い裸の女の子が、小さな背中をこっちに向いたまま外の光を浴びている。"
    nar "正確に言うと、脊椎と肩甲骨に生えている巨大な翼が光を発散していた。"
    nar "もっと近く寄り添いたかったが、足が地面に根を下ろしたように重い。"
    nar "彼女はゆっくりと振り向き、動けない俺に近付いて来る。{w}俺は彼女が天使であることを分かっている。"
    nar "怖くはない。天使は慣れた女の子の姿で現れ、優しい笑顔を浮かばせる。"
    nar "その笑顔は俺の恐怖を緩め、話をかけてくる。{w}「こんにちは」と。"
    pl "あぁ…こんにちは。"
    nar "彼女は俺の挨拶に答えるよう、目を瞬いた。{w}広がった瞳孔が俺を見つめている。"
    nar "天使に触れたと言うのは、俺の話を伝えられるということは、どれほど幸運なことか。"
    nar "彼女が俺の口から直接真実を聞きたいと望むなら、俺はもう天使に嘘をつかない。"
    pl "この前は悩みはないと言ったの…{w}あれは嘘だった。本当にゴメン。"
    show SCG_02 B 0 100 with dissolve
    my2 "大丈夫よ。"
    nar "天使は一言で俺を許してくれる。顔に熱が上がるのが感じられた。"
    pl "実は…{w}クレアと俺、今付き合ってるんだ。もちろん俺だってあの子のことが好きだけど、なんか…"
    pl "うまくやろうとするほどなにかがもつれるみたいで…"
    nar "重くなった頭を下げると、くすぐったい女の笑い声が聞こえてくる。{w}天使が俺を見て笑っている。"
    show SCG_02 1 with fastdissolve
    my2 "[na2]くん、勘違いしているよ。"
    pl "勘違い？"
    show SCG_02 10 with fastdissolve
    my2 "それは勘違い……あはは…"
    pl "な…なにが？{w}なにが勘違いだって？"
    my2 "バカみたい、恥ずかしい～{w}哀れね、二人とも…"
    pl "俺がなにを勘違いしたって言うんだ…教えてくれ…"
    pl "教えてくれよ！" with sshake
    hide screen textbox with dissolve
    hide SCG_02
    scene black
    with slowdissolve
    stop music fadeout 2
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    et "\n 天使は最後まで答えてくれなかった。{w}いや、彼女が何かを言う前に俺に意識は又遠くへ落ちてしまった。"
    nvl clear
    hide screen nvlbox with dissolve
    scene bg10 with slowdissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    "\n 目を覚ました頃はベッドの上だった。俺は布団もかけなかったまま寝ていたし、膝には薄く痣の跡が残っている。"
    et "夜もすがら誰かを敬拝したという証拠だ。"
    nvl clear
    "\n 昨日の記憶が一つ二つ浮かんで同時に、凝った頭痛がすっと感じられた。{w}目が瞬きしにくいほどカサカサだ。まさかと思って口の周りを手で探ると、乾いた涎の跡が付いている。{w}どうやら寝過ぎてしまったようだ。"
    "それを分かっていながらも、俺はベッドから起きなかった。{w}慌てて服をまとって廊下を走ることもしなかった。身の上を嘆くため息の代わりに欠伸が出た。{w}昨日、だからクレアお嬢ちゃんの手に引かれて丸一日街をうろついたその瞬間、俺は俺を立てていた規則が崩れたことに気付いた。"
    et "それはこれまでの時間と努力が顔負けになるぐらい一気に、そして悲惨に崩れてしまった。"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg15 with dissolve
    call place15
    pause 1.0
    show screen nvlbox with dissolve
    play sound "audio/se/door close.ogg"
    "\n 部屋の外は真夜中と同じく静かだ。{w}古いドアを開けてその静寂を直接確かめてみると、古いドアの音にヘンな音が混ざっていた。{w}ドアの隙間に画鋲で紙が挟んである。"
    "焦げ茶色の紙に書いてある字は主に似てきちんとしていて、滲んでいないことを見て、値段の高いインクを使ったようだ。{w}これだけでもメモの持ち主が誰なのか分かる。"
    "「神殿でお待ちしております。」{w}…俺はもちろん今日神殿に行く気がない。"
    et "しかし、かび臭くてロマンのないあそこに彼女が一人で座っていることを考えると、俺は彼女に会いに行くしかなかった。"
    hide screen nvlbox with dissolve
    scene black with dissolve
    pause 2
    scene bg106 with dissolve
    call place106
    pause 1.0
    show screen textbox with dissolve
    show screen textbox with dissolve
    nar "クレアはいつものように階段にいた。"
    nar "窓外を眺めていた彼女は俺が来たのを確認してあまり嬉しくないような、寂しげな顔を浮かべた。"
    nar "俺はそんな彼女の代わりにあっけなく笑った。"
    show SCG_04 A 3 with dissolve
    cr "どうやらいらっしゃらないのかと思って、そろそろ帰ろうとしていたところでしたわ。"
    pl "ゴメンゴメン、どれくらいここにいたんだ？"
    play music "audio/bgm/Clair.ogg" fadein 2.0
    show SCG_04 5 with fastdissolve
    cr "うむ…一時間？{w}多分二時間ぐらいかしら…今日は朝早く神殿に来ましたので。"
    pl "二時間？そんなに待っていたのかよ…{w}俺は来なかったらどうしようとした？"
    show SCG_04 0 with fastdissolve
    cr "なら、他の方々と遊びに行ってもいいですし。どうせ今日は一日中神殿にいるつもりですので…"
    show SCG_04 8 with fastdissolve
    cr "[na]様こそ、今起きたのですか～？{w}もう太陽が中天に昇ってますよ！"
    pl "誰も起こしに来ないから休みかと思ったぞ。太陽っていつも中天だろ？"
    show SCG_04 0 with fastdissolve
    cr "まあ、図々しい。{w}しかしその姿を見ると昨日無事に帰ったようで何よりです。"
    cr "別れる時は具合が悪そうで心配しましたわ？"
    pl "何とかなったのさ。{w}お前は…"
    hide SCG_04 with dissolve
    nar "俺の前まで降りてきたクレアを不安な気持ちで見探る。"
    nar "クレアは俺の視線を受ける度に必ず痣や手の跡のように傷が出来た所を出して見せる。"
    nar "今日も俺が何かの痕跡に気付くことを欲しがっているようだ。"
    pl "…ピアスがないな？昨日あげたと覚えてるんだけど。"
    nar "それが正解だったのか、クレアは悲しそうな顔で自分の片耳を触った。"
    nar "少し腫れた小さな耳たぶには今も血の雫が赤いほくろのように固まっている。"
    show SCG_04 A 3 with dissolve
    cr "せっかくもらったものだから大切にしたかったんですけど、わたくしがあんな飾りや、"
    cr "プレゼントをもらうのが気に入らなさそうですよ。{w}遅く帰ったので 怒られるとは思っていましたけど、"
    show SCG_04 at huruhuru
    cr "まさか耳を引きちぎる…とは想像もできなかったんです。"
    cr "こんなことになってしまって、[na]様にも本当に面目ないんです。"
    pl "いや、お前だってそんな目に合うとは思わなかったんだろうし…{w}謝るのは俺の方だ。余計なことをしてゴメン。"
    cr "うん…わたくしがピアスなくしてしまって…{w}ずっとそのままでは穴が塞がるんではないですの？"
    pl "これは…その、そうでなくても神殿では穴開けるの禁止らしいぜ。{w}せっかくだし外しておくよ。見る目もあるし。"
    show SCG_04 5 with fastdissolve
    show SCG_04 at bounce
    cr "えーっ？そうかもしれませんが、そこが[na]様のチャーミングポイントですもの。"
    show SCG_04 1 with fastdissolve
    cr "そう言わずにまたわたくしと街に遊びに行きましょう。{w}似合う物を選んであげますから。"
    nar "何気なく昨日の話を持ち出すとは信じられない。"
    nar "なかった事にしてくれ、と確かに頼んだのに、もしかしてもう忘れたのか？"
    nar "いや、相手がクレアだ、その頼みに怒っているのかもしれない。"
    pl "今一番の問題はそれじゃねえだろう？{w}ずっとこのまま殴られて済むの？何か解決する方法を考えないと。"
    show SCG_04 5 with fastdissolve
    cr "何の方法だと言いますと？"
    pl "…俺の意見はともかく、お前はどう思うんだ？"
    cr "わたくしですか？{w}自分で考えてみろってことですの？"
    show SCG_04 3 with fastdissolve
    cr "[na]様って人が楽観的というか、何もかも大したことないと思う傾向がありますね。"
    pl "俺だって色々考えてるんだぜ？{w}まったく答えが出てこないから聞いてんだよ。"
    pl "こんな状況で何の解決策も出せないお前の方がよっぽど楽天的ではないか。"
    cr "わたくしは方法がないことを分かっていますので考えていないだけです…{w}そこまで言う必要はないんでしょう。"
    pl "いや、その…ゴメン。{w}俺だって頑張って考えているんだ。でもお前が言う通りに、答えが出なくて。"
    pl "ただお前が苦しんでいるのになにもできないから言ってみただけだ。"
    cr "………"
    pl "ご両親とはその後どうだ？{w}何か…気まずいと言ってたっけ。"
    show SCG_04 5 with fastdissolve
    cr "分かりません。{w}元からは寝る前にいつも連絡しますけど、昨日は遅く帰ったので連絡できませんでした。"
    cr "先に電話がかかってはきましたけど、怖くて出られなかったんです…"
    show SCG_04 3 with fastdissolve
    cr "きっと心配なさるはず、どうしたらいいのでしょう…"
    pl "あっさり状況を打ちまけてしまったらどうだ？{w}どうせ婚約するつもりじゃないか？"
    show SCG_04 5 with fastdissolve
    cr "……"
    pl "…クレア？"
    stop music fadeout 2
    cr "そうです、そうしたらいいんですわ…"
    show SCG_04 1 with fastdissolve
    show SCG_04 at bounce
    cr "[na]様がわたくしの両親に直接会って、状況を伝えるのはどうでしょう？{w}婚約者様も呼べばもっといいですし。"
    play sound "audio/se/ding.ogg"
    pl "お、俺？{w}お前は？"
    show SCG_04 5 with fastdissolve
    cr "わたくしは場を設けた後出ますよ。{w}新しく結婚したい人ができたって、前もって説明はしておきますけど…"
    show SCG_04 3 with fastdissolve
    cr "わたくしの口から破談の理由を説明すると、お二方はきっと衝撃を受けるはずです。"
    cr "わたくしは、それを直接見る自信がありません。"
    pl "いや、まあ、それはいいとして。{w}なんで今まではご両親にこれについて言わなかったんだ？"
    pl "毎日話し合うんじゃなかったのか？"
    cr "お二方は心からわたくしの幸せを願い、その為できるだけ最善の選択をしたと思っていますわ。"
    cr "ですから、わたくしはお二方を悲しませたくないです。"
    nar "俺は苦しんで良いって訳か？{w}沈んでいたクレアの声が又明るくなることが感じられる。"
    nar "悲しみと切なさを現す表情もどこか大げさで、返ってこの状況を楽しんでいるように見えた。"
    nar "その姿は何だか見慣れている。"
    nar "冷たい石の階段の上に広がったフリルのスカート、暗い空間を照明のように照らす白夜の日差し。"
    nar "彼女は今まで悲恋のヒロインだった。{w}そして今やっとその話がエンディングに向かって行く。"
    pl "なあ、お前そんなつもりで俺を会うのか？"
    show SCG_04 5 with fastdissolve
    show SCG_04 5 at bounce
    cr "えっ？"
    play music "audio/bgm/dialogue.ogg" fadein 2.0
    pl "…少し考えさせてくれよ。{w}俺にも一応心の準備ってもんが必要だから。"
    cr "ああ、はい。もちろんです。{w}最初からそうすると思ってました。"
    show SCG_04 0 with fastdissolve
    cr "しかし、わたくしたちにはもうあんまり時間がないんですよ。{w}来月…もう一週間しか残っていません。"
    cr "その時は本当に結婚式を挙げることになりますので。お分かりですよね？"
    pl "ああ…そう言えばそうだったな。なんかけっこう昔の事みたいに感じられるな。"
    cr "ぼうっとしていても時間は経ちますよ、[na]様。{w}今日の機嫌はいかがですか？"
    show SCG_04 1 with fastdissolve
    cr "どうせ遅刻したついでに、また一緒に遊びにでも行きましょうか。"
    pl "いや、いい！{w}今日は、その…昨日も働かなかったから今日はマジで行かなくちゃ。そろそろ昼飯かな？"
    pl "はら減ったんだろう？この際食堂にでも行ってみたら？"
    show SCG_04 7 with fastdissolve
    cr "ふーん…そう言えば昨日から何も食べていませんわ。{w}[na]様もそうですよね？"
    pl "いいよ、いい…俺は自分でやるから、お前一人で行けよ。"
    show SCG_04 3 with fastdissolve
    cr "…わたくしの相手をするのが嫌なだけでしょう？{w}人がせっかく気を使って話しているのに…"
    cr "さっきから一体何ですの、あの態度。"
    pl "そうじゃなくて…食欲がないから。ほら、俺ってさっきまで寝ていたんじゃないか。"
    cr "今誘った人がわたくしではなく、マヤお姉様だったとしても、[na]様はそんな風に答えたのでしょうか？"
    pl "なんでそこでマヤの話が出てくるんだ？"
    show SCG_04 2 with fastdissolve
    cr "違うんですか？{w}わたくしは少しでも[na]様がわたくしの立場も考えて欲しいですわ。"
    play sound "audio/se/hit.ogg"
    pl "お前こそさっきからなんだ、その態度は！{w}俺が今までどれだけ…！" with sshake
    show SCG_04 9 with fastdissolve
    show SCG_04 at bounce
    cr "ひいッ…！" with sshake
    pl "は、はあ…？なに、お前…{w}いきなり…{w}お前今、俺を何の…"
    show SCG_04 at huruhuru
    cr "……"
    pl "…ゴメンな。またお前の気持ちを考えてなかった。{w}本当にそうするつもりじゃなかった。"
    pl "今は本当に食欲がないだけだから。{w}これも全部俺が悪いんだ。"
    pl "俺にとってお前は大切な人で、この世の誰よりもお前の事が好きだ。機嫌直してくれよ。"
    show SCG_04 3 with fastdissolve
    cr "…怒ったのではありませんけど、そうおっしゃいますとわたくしは先に食事していますわ。"
    show SCG_04 0 with fastdissolve
    cr "さっきも言いましたが、今日は一日中神殿にいるつもりです。{w}いつでも会いに来てくださいませ？"
    pl "そう…また後でな。"
    hide SCG_04 with dissolve
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "逃げるように席を抜け出した。仕事に行くつもりなんてないのに。"
    nar "クレアと一緒だと楽しい。{w}彼女は賢くて、口が達者で、話が通じて話し合っていると退屈になる暇なんてない。"
    nar "だが、何故あんな話まで俺にするんだろう。{w}聞いてあげるだけで満足する筈がない。"
    nar "彼女との会話がまだ楽しく感じられた時、俺は彼女と違う世界を生きていた。"
    nar "だから勘違いだとしてもお互いを理解出来た。{w}しかし、今俺とクレアは同じ状況に置いてある。"
    nar "同じ問題を抱えたからこそ、価値観や対応の仕方に違いがあると大きく差が出来てしまう。{w}それにがっかりした。"
    nar "俺たちはお互いを理解出来ないことに気付いたからだ。"
    nar "最近はいつもクレアの事ばかり考えている。{w}それが俺を疲れさせるようだ。"
    nar "クレアが自分を責めて、誰かに恥をかく度に彼女を殺したい。{w}クレアを苦しめる人間たちを皆殺したい。"
    stop music fadeout 2
    nar "俺は多分彼女の事が凄く好きか、嫌いか二つに一つだそうだ。"
    hide screen textbox with dissolve
    scene bg01 with dissolve
    call place01
    pause 1.0
    show screen textbox with dissolve
    play sound "audio/se/ding.ogg"
    ex1 "あら、[na]くん？"
    nar "中央通路を通る時、知らない声が話をかけて来た。{w}頭を上げ確かめても、覚えにいない女性の顔だ。"
    pl "あ？"
    ex1 "今日来なかったから、どこか具合でも悪いかなと思ったけど、元気そうね！"
    nar "俺が何か答える前に、彼女は俺の肩を軽く叩いて通り過ぎた。"
    nar "俺は彼女を知っている……{w}昨日の朝、騒ぎの中でクレアと話していた処理班の司祭だ。{w}何故だ？"
    nar "クレアの手を引いて神殿を出た以来、部室には行かなかった。{w}だからか。"
    nar "俺がいない間、処理班で一体どんな話をしていたんだ？"
    hide screen textbox with dissolve
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "そこに誰もいないとは分かっていながらも部室に向かった。"
    nar "この廊下を歩いていると、初日に感じたように空気が湿ってくる。{w}匂いとは別に、湿っぽくて重い空気だ。"
    hide screen textbox with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "俺はそこを通り抜けて部室の前に立ったが、中には入れなかった。"
    nar "恐怖や不安のせいではなく、ドア越しからマヤの泣き声が聞こえてきたからだ。"
    nar "静かに悲しみを吐く聞き慣れた音を、聞いたことはあるけど知らない声が慰めていた。"
    nar "俺はこの状況でマヤの泣き声が聞こえるのは自然だと思われて、立ったまま夢を見ているような気分になった。"
    my "わたし、間違っていた…{w}ずっと勘違いしていた…"
    nar "そうだな。マヤも勘違いしていたんだ。"
    nar "俺は不安だよ、マヤ。{w}未だに俺が何を勘違いしているのかも分からない。"
    stop music fadeout 2
    hide screen textbox with dissolve
    pause 2.0
    scene black with dissolve
    show screen nvlbox with dissolve
    nvl clear
    "\n クレアが好きだ。{w}彼女がずっと物語の中のヒロインの気持ちでいたいなら、俺は喜んで相手役に付き合ってあげられる。{w}突拍子もない夢を見る彼女を見守るのが好きだ。"
    et "自分の考えを率直に話すクレアはいつも輝いていて、俺の居場所はどんどん暗くなっていくようだ。{w}同じ所に立っていると信じていたが、俺がいる場所は彼女を輝かせる影に過ぎなかった。"
    nvl clear
    "\n 彼女の明るい声、痣だらけの肌と体に現れた浅い屈曲を思い出す度に冷や汗が出る。{w}目を閉じれば暗闇の中で紅色の舌が泡を吹いたことが鮮やかに思い浮かび、生理的な拒否感さえ鈍くなったことを感じると俺の居場所は永遠にここだと思われて怖くなる。"
    "クレアはまだ階段の方には戻って来なかったらしい。足裏が更年期を迎えた女性のように火照る。{w}俺は一体どこに行こうとしているんだ？こうなると分かったらすぐ寮に戻れば良かった。{w}どうせ働くつもりもないのに。食欲もないし。誰かに会って話す気分でもないし。"
    et "部屋に帰って思う存分寝てしまったら良いことを。"
    hide screen nvlbox with dissolve
    pause 3.0
    scene bg05 with dissolve
    call place05
    pause 1.0
    show screen textbox with dissolve
    nar "久しぶりの花畑は、疲れた頭でも違和感がするほど可笑しかった。"
    nar "如雨露や移植鏝などが散らばって、高く育ったバラが頭ごと切られ地面を覆っていた。"
    nar "マヤが大切にしていた花畑には首を垂れた雑草ばかりで、花はどこにも見当たらなかった。{w}ガチャンと硬い鋏の音がする。"
    nar "頭を上げてみると庭鋏を持ったハク主教が、ずっと俺を見ていたように立っていた。"
    play music "audio/bgm/Golden Haku.ogg" fadein 2.0
    show SCG_05 0 with dissolve
    hk "おはようございます、[na]様。{w}今日も互いに愛し合っていますかぁ？"
    pl "おはよう。なんだか…{w}うーん、久しぶりのようだね。主教様。"
    show SCG_05 8 with fastdissolve
    hk "兄弟のする言葉ではないと思いますけどぉ…"
    hk "神殿の時間は早いですので、色んな人々と顔を合わせたり～情報を知っておかないとすぐに淘汰されてしまいますよぉ。"
    pl "最近具合が悪くて…明日からは早起きするよ。"
    show SCG_05 2 with fastdissolve
    hk "本当ですかぁ…？{w}私の記憶力が悪いからって、一応誤魔化そうとするつもりではないでしょうねぇ？"
    pl "当たり前だ。今日も遅くとも仕事しにきたぜ。"
    pl "うん…ここってなんでこんなに散らばっているんだ？{w}主教様がやったのか？"
    show SCG_05 9 with fastdissolve
    hk "私としてもよく分かりません。{w}彼女が花が好きだと聞いて、庭の手入れはマヤ姉妹に任せておいたのですが…"
    hk "この様子で見るには数日前から足が途切れたようですね。{w}若いから飽きるのも早いですもんね…"
    pl "飽きた？{w}そんなわけねえだろ。そんなに好んでたのに。"
    show SCG_05 0 with fastdissolve
    hk "同感です。"
    nar "ハク主教は微笑みながら一歩横に歩いた。"
    nar "只それだけのことなのに、足下にぱっと咲いたまま切られたバラが触れる。"
    hk "これが見えます？切らなくてもいい枝が切れていますよ。"
    hk "むやみに花を害するほど知識や愛情がない方のようには見えなかったんですのに…"
    hk "何か心境の変化でもあったのでしょうか？"
    nar "彼女の声は優しくて、表情は相変わらず柔らかかったが、その言葉には棘があった。"
    nar "やはり昨日の騒ぎが彼女の耳にも入ったのか？{w}ならそれは一体どこまでなのか、"
    nar "ハク主教はマヤの心境に影響を与えたのが俺だということをほぼ確信しているように、"
    nar "問題を起こしたマヤじゃなくて俺を詰っている。"
    pl "マヤじゃなくて他のヤツらの仕業かも知れないだろう？{w}本人に確かめる前に確信したらダメじゃないか、主教様～"
    show SCG_05 5 with fastdissolve
    hk "まあ…別に彼女のことを疑ったりしなかったんですよお～{w}疑いと言うものは相手に罪の責任を問う時にだけするもので…"
    show SCG_05 1 with fastdissolve
    hk "例え彼女がやらかしたことだとしても、その責任は姉妹を選んだ私にあるんでしょう？"
    nar "…それもこれも同じことじゃないか。{w}図星を刺されたことが恥ずかしいから話を逸らすなんて。"
    nar "こんな人間も只年を食ったという理由だけで大人に扱ってもらうんだな。"
    pl "主教様が甘～すぎるからなめられるんじゃねえか？{w}だから事故なんか起こしてよ。"
    hk "私は基本的に放任主義なんですが、叱る時はと～ても厳しく叱るんですよぉ？"
    hk "まだまだその時が来ていないだけですのでぇ。"
    pl "へえ、怖え。{w}ここで働くと色んなことがあるんだろう？"
    show SCG_05 0 with fastdissolve
    hk "ええ、その通りでしょう。{w}少し昔話はいかがですか？"
    pl "勝手にしろ。"
    hk "昔、作業場の近くに鳥が巣を作ったことがありました。"
    hk "特に気にする程度のものでもないので、司祭たちはそれぞれ好奇心と愛情を表わしながら、"
    hk "鳥が育つことを見守っていました。"
    pl "……"
    hk "ところで、羽に怪我をした小鳥一匹が巣に残ってしまいました。{w}他の鳥たちは皆飛び去ってしまったのに。"
    hk "だから、残った鳥を可哀想に思ったある司祭が、鳥を病院に連れて行きました。"
    pl "よかったね…いい話じゃないか。"
    show SCG_05 1 with fastdissolve
    hk "本当に、いい人、いい話でしょう～{w}ですから、私としてはその辺で手を引くのが正解だったと思いますけどぉ。"
    hk "残念ながら親しんでしまったのか、その司祭の方は鳥の保護者を気取って自分の寮で鳥を飼い始めましたぁ。"
    pl "…だからなに？{w}治療を受けたからってすぐ飛べる訳でもないし、いいことをしたと思うけど。{w}それがどうしたんだ？"
    show SCG_05 0 with fastdissolve
    hk "それは間違いなく「善行」でした。{w}問題になったのは、あの方の状況です。"
    hk "自分の面倒を見ることも手強い神殿の生活、足りない知識、限られた空間…"
    hk "そうゆう力量不足のせいで、鳥はまともに食べることも、飛ぶこともできず、結局死んでしまいました。"
    hk "全てはたった一週間で起こったことです。"
    pl "……"
    show SCG_05 1 with fastdissolve
    hk "誰かを助けることは確か褒められるべき行為なんですが、全てのことには程度というものがありますよぉ。"
    hk "その程度を決めるのが個人の力量、これを守るのがつまり責任ですよぉ。"
    pl "…もし断ることができなかったら？"
    pl "俺以外に助けをくれる人が一人もいなかったとしたら、ならどうしろって言うんだ？"
    play sound "audio/se/hit.ogg"
    pl "そのまま死なせておこうか？{w}叱るとかなんとか言って、結局最後まで放任するだけじゃないか！" with sshake
    play sound "audio/se/hit.ogg"
    pl "なぜ間違ったと知っていながら止めないんだ！なぜ助けてくれた人が被害に遭うんだ！" with sshake
    show SCG_05 5 with fastdissolve
    hk "今もどんなことをおっしゃっているのですか？"
    pl "アンタの話だろうが！"
    show SCG_05 0 with fastdissolve
    hk "いいえ、私はただ昔話をしただけですよぉ。可哀想な小鳥を助けてくれた可哀想な司祭の物語を。"
    pl "また…"
    show SCG_05 8 with fastdissolve
    hk "振り返って見ると…{w}[na]兄弟は、突拍子もない何かに他の誰かを映して見る傾向があるようですね。"
    show SCG_05 0 with fastdissolve
    hk "それ、直した方がいいですよ。{w}とっても無礼なことの上、優先すべき問題が紛れてしまうので。"
    stop music fadeout 2
    pl "…また俺だけ、俺だけヘンなヤツにして…"
    hide SCG_05 with dissolve
    nar "背を向けて反対側に向かった。{w}このまま彼女の相手をしていたらなかった罪まで出来そうだった。"
    nar "皆が俺を罪人にしようとしている。罰を受けるべき者は他にいるのに。"
    nar "事情を分かっていながら放置した人より善行を施した人が後ろ指を指されるとは、こんなの間違っている。"
    hide screen textbox with dissolve
    scene black with dissolve
    pause 1.0
    show screen textbox with dissolve
    nar "気を失うと俺すら自分に全ての罪を被せそうだ。{w}一番大きい原因を認める時が来た。{w}クレアだ。"
    nar "クレアが俺の傍にいる限り、俺はずっとこのまま過ちを繰り返すだけだ。"
    nar "クレアは他の誰よりも俺に罪を被せたがっている。{w}本人に何の罪もないと分かっているのに、"
    nar "俺を共犯者として一緒にしたがっている。{w}今までは彼女の甘えも聞いてくれる事ばかり気にしていた。"
    scene bg11 with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    nar "彼女の行動に従うほど自分が正しい生活から淘汰されているのは気付いていた。"
    nar "それでも俺は彼女を背負わざるを得なかった。{w}その責任がどれだけ重いのか知らなかった。"
    nar "朝のクレアとの会話を思い出す。{w}これを受け入れたら、今度こそおしまいだ。"
    nar "クレアの小さな手が率いる所はいつも急崖で、彼女はついに俺を落とそうとしている。"
    hide screen textbox with dissolve
    scene bg14 with dissolve
    call place14
    pause 1.0
    show screen textbox with dissolve
    nar "俺はダメになった花畑について話そうと部室へ向かった。"
    nar "だからそこに丁度食事を終えたクレアがいたのは、尚彼女が他の司祭たちと話していたのは偶然だった。"
    nar "しかし彼女が、俺が遠ざけたかった司祭たちと話し合っているのは事実だった。"
    nar "クレアは頭が可笑しいから、誰にでも俺の話をしまくっているかもしれない。{w}もしその噂が広がったら？"
    nar "俺との関係を秘密にして欲しいと言ったとき、不満そうだった彼女の顔を思い出す。"
    nar "マヤの泣き声と、いきなり俺に声をかけてきた女性の顔を思い出す。{w}これが全て偶然なのか？{w}本当に？"
    nar "クレアが今俺の話をしているのなら？{w}ならどうなる？{w}アルネとの結婚は？{w}魔導部での出世は？"
    nar "あれ？俺は今クレアと付き合っているんじゃなかったっけ。{w}なんでこんなことで悩んでいる？"
    stop music fadeout 2
    nar "俺はクレアのことが好きだ。{w}俺はクレアが……"
    show SCG_04 A 0 with dissolve
    cr "で……まあ、[na]様？{w}ちょうどよい所に来ましたわ、この方が…"
    pl "お前、また俺の話をしたのか？"
    show SCG_04 5 with fastdissolve
    cr "…「また」ですって？{w}わたくしが他人に[na]様のことを話したことありますか？"
    play music "audio/bgm/grumble.ogg" fadein 2.0
    pl "お前はそもそも黙っているという考えそのものがねえだろ、俺がどんだけ気をつけてくれと言ってもお前は"
    pl "俺となんの関わりもないヤツと話すのがもっと大事だろ？だから今も俺の話でがやがやと騒いで、"
    pl "俺が違うと言ってんのか？チクショウ！"
    show SCG_04 6 with fastdissolve
    cr "何か誤解なさっていますわ。{w}お姉様、わたくしの代わりに[na]様に事情の説明を…"
    pl "おい、今お前に言ってるぞ。俺と話すのがウザイならそう言えよ。"
    pl "そうやって他のヤツらに責任を押し付けたら気が済むのか？{w}後ろでは関係ないふりして、一人だけかわいそうに思われて、"
    pl "たまたまバカどもが助けてくれれば、そのままクズにして。{w}お前って賢いクソ女か、それとも空気が読めないバカなのか？"
    show SCG_04 9 with fastdissolve
    cr "じゃあ全部わたくしが悪いと言うのですか？{w}前はわたくしが被害者だと言ったじゃないですか！"
    pl "お前こそ前は俺に一緒にいるだけでいいと言ったじゃないか、なんで望むことがそんなに多いんだ？"
    pl "お前、生きるのが苦しいとか言ったよな？"
    pl "俺はお前のせいで苦しいぞ、お前が勝手に言うこと一つ一つがムカつくんだよ。"
    pl "お前の事情なんか知りたくもないし聞きたくもねえんだよ。{w}ぶっちゃけお前のせいじゃねえなら一体何のせいだ？"
    pl "お前さえいなけりゃ、仲良かった友達と気まずくなることもなかったし、部署移動も順調だっただろうし、"
    pl "処理班のヤツらに嗤われることもなかったし……チクショウ！" with sshake
    pl "お前が魔導師の男子を堕とした噂を立てたんだろうが、クソが！"
    play sound "audio/se/hit.ogg"
    pl "クソッ！俺は男娼じゃねえんだよ！！" with sshake
    show SCG_04 5 with fastdissolve
    cr "……"
    pl "なんで…一体なんで俺がこんな目に合わないといけないんだ？！"
    pl "司祭野郎と仲良く暮らして、クソお金持ちの親からチヤホヤされるお前には分かんねえだろうな、"
    pl "ただでさえ神殿で話す人もねえのに…お前だけ幸せで楽しかったで済むのか？俺、お前のこと好きじゃねんだよ。"
    pl "お前と手をつなぎたくもないし、お前と舌を混ぜたくもないし、お前ととんでもない未来を夢見たくもないし、"
    play sound "audio/se/hit.ogg"
    pl "ひとつ屋根の下で暮らしたくもないし、お前と同じ苗字なんて死んでもイヤだ！！" with sshake
    hide SCG_04 with dissolve
    nar "知らないうちに誰か人を呼んだのか、周りが騒がしかったが気にしなかった。"
    stop music fadeout 5
    nar "誰かは俺を止めようと直接声をかけたが、そっちには見向きさえしなかった。{w}寧ろ、とても静かだと感じられた。"
    nar "目の前にはクレア、たった一人だけがいて、耳に聞こえるのもクレアの息音だけ。"
    nar "恋人の愛を描いた映画や小説なんかで良くあることだ。"
    nar "俺はクレア大泣きするとか、怒り出すと思った。{w}しかしクレアは一滴の涙も見せずまっすぐ立っていた。"
    nar "息が震え、落ち着いた顔で俺を睨んでいた。"
    show SCG_04 A 10 with dissolve
    cr "…終わりですか？"
    nar "その言葉が、只俺の暴言に対したことではない感じがした。"
    play sound "audio/se/ding.ogg"
    pl "なにが？"
    cr "はい、これまでみっともないクソ女とわざわざ付き合ってくれて大変ご苦労様でした。"
    cr "わたくしが生き残る為頼んだことがそんなに迷惑だったとは、なんとお詫びを言ったらいいか分かりません。"
    cr "先におっしゃってくれましたらこんな事もなかったはずですが、とにかくわたくしがこれ以上する言葉はなさそうですわ。"
    cr "左様なら。"
    pl "おい、クレア…"
    show SCG_04 5 with fastdissolve
    cr "あっ…！" with sshake
    hide SCG_04 with dissolve
    play sound "audio/se/luggage down.ogg"
    nar "前を通り過ぎるクレアを捕まえたせいか、選りに選って床が滑っていたのか、周りに人が多かったせいか、"
    nar "クレアは床に転んだ。傷はなくても音は大きくなった。{w}偶然隣に立っていた机が一緒に倒れたお陰だ。"
    nar "床に伏せていたまま頭を上げないクレアを見て、俺は頭をもたげた。大勢の人が俺を非難している。"
    nar "この状況を見ていた人も、見なかった人も俺にだけ声を上げる。{w}俺は罪人だ。"
    nar "そこに理由はないと気付いたら、言い訳する必要も感じられなかった。"
    play sound "audio/se/door close.ogg"
    nar "俺は何もせず、その作為的な場所から抜け出した。"
    pause 1.0
    hide screen textbox with dissolve
    scene bg03 with dissolve
    call place03
    pause 1.0
    show screen textbox with dissolve
    nar "少し前までは怒っていたけど、もう疲れた。{w}よっぽど前からそうだった気がする。"
    nar "俺の魂を慰める存在、罪で汚された体が許される場所が必要だ。"
    nar "やはり俺の居場所は天使の懐だ。{w}何で今まで否定したんだろう？"
    nar "弱虫で未熟な俺に出来るのは何一つないってことを、只天使だけを頼りに生きていけば良いことを。"
    play music "audio/bgm/dream.ogg" fadein 5.0
    nar "俺はとんでもない時間をさまよっていたようだ。{w}しかし、天使の光はこんな愚かな俺を待ってくれた。"
    nar "今もあの胸は俺に開かれている。{w}只俺にだけ。"
    pl "そんなことを言っちゃったのがまだ信じられません…"
    pl "終わりかどうかも分からないし、すっきりするというよりは何かがなくなった気がします。"
    pl "傷つけるつもりではなかったんだけど。{w}幸せになってくれて欲しいと言ったのも本気で、"
    pl "俺が助けになりたかったのも合ってたから。どうしてこんなことになっちまったのかよく分かりません。"
    pl "俺は本当にクレアのことが…"
    my2 "クレアちゃんがどうかした？"
    nar "天使が両手を伸ばして俺の肩を捕まえた。{w}力の入った手からは少しの温もりが、細い腕からは重さが感じられる。"
    pl "クレアを知っている？"
    nar "天使は俺の肩を掴んだ手を震えながら息を整えた。{w}手から汗が流れる。"
    play sound "audio/se/hit.ogg"
    my2 "返事して、あの子と一体何があったの？{w}早く…早く答えて！！" with sshake
    pl "わ、わざとクレアを傷つけることを言ったんです。"
    pl "実は彼女との関わりを終らせたかったのも、あの子と一緒にいるのが嫌だったわけでもないのに、心にないことを…"
    play sound "audio/se/running.ogg"
    nar "天使は俺の告解が終わる前に、俺から離れて、駆け出し始めた。"
    nar "俺を捨てるのか？{w}やっと見つけた楽園だと思ったのに。{w}天使が俺を置いて行くんだと？"
    pl "待って！" with sshake
    my2 "……！"
    pl "行かないでくれ。俺がお前にかつて嘘をついたのは否定しない。"
    pl "しかし俺にはまだお前が必要なんだ、クレアとのことで距離を置いたのは謝るよ、だから…！"
    stop music
    play sound "audio/se/hit.ogg"
    my2 "違う！" with sshake
    hide screen textbox with dissolve
    scene bgw with dissolve
    show cgcr04 with slowdissolve
    pause 2
    show screen textbox with dissolve
    nar "その瞬間、逆光で隠されていた天使の顔が見えた。"
    play sound "audio/se/memory.ogg"
    nar "触れた手の震え、赤い頬から流れる汗と涙。{w}俺はもう彼女が普通の人間であることを否定しざるを得なかった。"
    my "わたしはヒロインなんかになりたかったんじゃない、わたしの友達が輝いていたら、それでいいんだよ！！" with sshake
    my "なぜわたしがあの子を嫌いになれると思うの？{w}勝手に勘違いしないで！"
    my "クレアちゃんはわたしの友達よ。"
    my "ずっとそうだったし、これからもわたしにはきみよりその子のことが大事よ！！" with sshake
    hide screen textbox with dissolve
    pause 2
    hide cgcr04 with dissolve
    scene bg03 with dissolve
    show screen textbox with dissolve
    play sound "audio/se/running.ogg"
    nar "天使は俺の手から抜け出して、両足で走り出した。{w}遠ざかっていくその背中には翼がない。"
    nar "まるで最初からそうだったように空いている。"
    scene black with dissolve
    nar "……"
    hide screen textbox with dissolve
    pause 3
    scene bg15_1 with dissolve
    call place15
    pause 1.0
    show screen textbox with dissolve
    nar "……"
    play sound "audio/se/tel.ogg"
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    cr "……もしもし。"
    pl "もしもし、クレア？！{w}よかった！出ないのかと思って心配したんだぞ、本当によかった！"
    cr "電話がもう八回も鳴りましたわ、出なくて済むはずがないじゃないですか。"
    cr "今何時だと思いますか？{w}大人の方が起きるかと思ってわたくしがどれだけ気をもんでいたのか。"
    pl "ゴ、ゴメン。どうしてもお前と話がしたくて。{w}出てくれてありがとう。俺のせいで怒られた？"
    cr "いいえ…婚約者の方は家にいませんわ。{w}今は両親と一緒です。"
    pl "そう…よかった。{w}クレア、本当に面目ないけど…お前に謝りたいよ。"
    pl "昼にはひどいことを言っちまってゴメンな。{w}本気じゃなかったんだ。最近疲れて頭に熱が…"
    pl "たとえそうだとしてもそんなことを言っちゃダメだったのに、本当に済まない。"
    cr "偶然ですね。{w}わたくしも[na]様に伝えることがありますよ。わたくし、両親に全部話しました。"
    cr "今まで婚約者にこんな暴力を受けていますと。"
    pl "…話した？お前が言ったのか？"
    cr "はい。人の顔色がそこまで青白くなれるとは、初めて知りました。{w}お母様はほぼ倒れるところでした。"
    cr "心配した通りです…でも勇気を出しました。{w}[na]様からの暴言がわたくしの目を覚ませましたので。"
    pl "そうか…本当に良かった。{w}お前に少しでも役に立ったなんて、いや…そうじゃなくても素晴らしいことだよ。"
    pl "やったな、クレア。"
    cr "はい。"
    pl "これからはどうなるの？"
    cr "そこまではよく分かりませんが、両親はわたくしに心から謝れたし、"
    cr "これからの生をひたすらわたくしの幸せのために努力すると誓いました。"
    cr "この年で大人を二人も跪かせた女性は何人いるでしょう。{w}だから…多分大丈夫そうですわ。"
    pl "本当に良かった。俺にこんなことを言う資格があるかは分からないけど、おめでとう。{w}明日神殿で会えるかな？"
    pl "顔を見てちゃんと謝りたいよ。お祝いもな。"
    cr "そんな寂しいこと言わないでください。{w}わたくしもぜひ[na]様に伝えたいことがありますよ。"
    cr "明日直接顔を合わせて話したいです。{w}わたくしがここまで来られたのは[na]様のおかげです。"
    cr "そこに誇りを持ってください。"
    pl "…なんと言うか、お前にひどいことを色々しちゃったのに、そう言ってくれてありがとう。"
    cr "今日お話が出来て良かったですわ。{w}おやすみなさい、[na]様。"
    pl "ああ、お前もおやすみ……{w}そう。"
    cr "うん…？"
    pl "その…愛してる、クレア。"
    cr "…はい。"
    play sound "audio/se/tel.ogg"
    nar "受話器を下ろすと、強く疲れが押し寄せた。真夜中の廊下は寒いのに手は汗まみれだ。"
    nar "たった数分通話だったが、話を交わしている間、受話器がどんどん重くなっていた。"
    nar "もう明日にもクレアに会える。{w}お互いを理解する時間を持つ余裕がある。"
    nar "クレアに会ったら最初に何を話したら良いだろう。"
    $ _skipping = False
    nar "俺が最もクレアと話したかったことは何だろう。"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 1
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day11_cr
    return

label day11_cr:
    $ day = 11
    $ save_name = "day 11, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/bell 5.ogg' fadein 2.0
    image 11day = Text("day 11",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '11day' at day00 with slowdissolve
    pause 5
    hide expression '11day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene bg10 with dissolve
    call place10
    pause 1.0
    show screen nvlbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "\n 夜のうち雨が降ったらしい。俺は仮寝をして朝早く目が覚めた。{w}昨日のことを思うと、楽に眠れる訳もなかった。"
    et "昨日は際立って日が短かったのに色んな事があった。信じられない事ばかりだった。{w}クレアに何気なく暴言を吐いてしまったのも、{w}マヤを誤解していたのも、{w}クレアの結婚の問題が簡単に解決されたのも……"
    nvl clear
    "\n クレアが婚約者に長く暴力を受けていた事を本人の両親に打ち明けたことで、長い間俺たちを苦しめてきた問題は簡単に解決された。{w}彼女はもう家に帰っても、クソみたいな婚約者ではなく、自分を愛してくれる両親と一緒にいられる。{w}日々増え続けた痣と傷も、時間の流れと共に徐々に治っていくだろう。"
    "きっと嬉しいことなのに、受話器越しでこの事実を伝える彼女の声は落ち着いていた。{w}このことで長く悩んでいたから、現実感がなかったのかもしれない。俺だってそうだ。{w}急に得られた安定と幸せのせいで、どうしても眠れなかった。"
    et "目を覚ますとこれは全て夢で、俺はまだクレアと一緒にベッドの上にいそうで。"
    nvl clear
    hide screen nvlbox with dissolve
    scene bg03 with slowdissolve
    call place03
    pause 1.0
    show screen nvlbox with dissolve
    "\n 雨上がりの空は綺麗に澄み渡っている。{w}曇っていた霧が晴れて、神殿の様子が現れる。{w}俺はそれを恐れていたが、実際目に見えた風景は普通だった。人の足音が静かな廊下をちらほら満たし、部室の霞んだ窓に光が差してくる。"
    "隅っこに掛かっていた白くて薄いカーテンがキラキラと、光を浴びながら揺れていた。{w}そう言えば前クレアが着ていたウェディングドレス、それを見て可愛いと言っていたっけ。良く考えてみると、俺は彼女を褒めたことがほとんどなかったようだった。"
    et "何故だろう。{w}もっと彼女に素直に気持ちを伝えて、もっと良くしてあげたら…"
    nvl clear
    hide screen nvlbox with dissolve
    scene bg14 with slowdissolve
    call place14
    pause 1.0
    show screen nvlbox with dissolve
    "\n 俺は他の司祭が話しかけないように、主教が来るまで机にうつ伏せになっていた。{w}たまたま誰かが俺の前を通り過ぎながら笑った。不思議な動物を見たような声だった。{w}恋の問題で悩んでいるのに、相変わらず気になってしまった。"
    et "音が収まる頃、顔を上げて部室を見回したが、マヤの姿は見当たらなかった。{w}今日は休むつもりみたいだ。今は彼女に会っても言うことがないから一層良いことだ。{w}その時見た彼女の顔を思い出すと、今も胸が苦しくなる。{w}俺たちにはお互いの時間が必要だ。"
    nvl clear
    play sound "audio/se/ding.ogg"
    "\n 「お嬢ちゃん、今日来たって。」"
    "浄化部に広がる些細な噂の一つ、そこにクレアのことが混ざっていた。特に俺に向けた話ではなかった。{w}只偶然、人の声が聞こえてきただけだ。"
    "クレアが神殿に来たらすぐ俺を見に来ると思ったけど、俺が前に注意した事を気にしているのかな？"
    play sound "audio/se/running.ogg"
    et "俺は手に持った書類を置いて、すぐ階段に走って行った。{w}彼女がきっとそこで俺を待っていると思ったから。"
    nvl clear
    "\n しかし残念ながら、そこには誰もいなかった。{w}噂なんかを信じた俺が馬鹿だった。"
    "湿っぽい湿気のある静かな階段は暗くて寒い。{w}居場所を失って隅っこに追い出された、この暗い空間にロマンと親しみを感じるしかなかった彼女が可哀想だ。{w}俺たちはあんなに行く所がなかったのか。"
    et "これからは他の場所に行こう。{w}こんな所で埃なんか吸っていないで、クレアが熱心に言っていた町や、海の向こうに行こう。{w}誰も俺たちを知らない所へ。答えのない神に頼らなくても良い所へ。{w}今度は絶対前のような過ちはしない。"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1.0
    scene bg106 with dissolve
    call place106
    pause 1.0
    show screen nvlbox with dissolve
    play music "audio/se/no more bell my buddy.ogg" fadein 5
    "\n 遠くから人々の声が聞こえた。{w}しかし俺はその場でじっとして、只いつ来るかも分からないクレアを待っていた。"
    et "それは嘘でも楽しいとは言えなかった。{w}クレアと会ったら、彼女になんて言ったら良いだろう。{w}クレアの反応を想像する。その姿と声を思い出す。"
    nvl clear
    "\n 「こんにちは！なのですわ！」"
    et "静かに冷めていた頭がすぐ騒がしくなった。{w}彼女の声は明るい木霊のようで、一度思い出すと引き続いて響いた。"
    nvl clear
    "\n 「わたくし、お友達がいないので…神殿の皆さんを見ているととても羨ましいのです。」"
    "そんな彼女に闇があることを知りたくなかった。{w}それ自体が嫌だった訳ではない、彼女の助けになれないのが嫌だった。"
    et "初めて会ったその時から、彼女が俺に助けを求めて来たことを信じたくなかった。{w}今まで彼女の言うことを聞いてくれた人がそんなにもなかったという事実が、クレアがそれほど寂しい子だという事実が現実だと思いたくなかった。"
    nvl clear
    "\n 「一晩で変わるにはあまりにも遠くに来てしまいましたの。」"
    et "彼女は俺が自分を助けることが出来ると思ったが、それは只幼い彼女の勘違いだった。"
    nvl clear
    "\n 「我儘で解決できる問題ではないですから。{w}それとも、何なんですか？貴方が解決して下さりますの？」"
    "そんなの最初から分かっていた。{w}クレアは輝いている子だった。マヤが俺の手を振り切りながら言っていた、その光はクレアを表しているのだった。"
    "その光が不幸で褪せるのが辛かった。{w}彼女は十分に状況を解決する能力がありながらも、そうしなかったのは何故だろう。{w}俺が彼女に十分な勇気をくれなかったせいで？"
    et "どこから間違っていたんだ？俺はこれ以上何をしたら良かったのか？{w}クレア、俺には分からないんだ。"
    nvl clear
    "\n 「誰もわたくしたちが何をしているか知りません。わたくしたちは自由なんですよ。」"
    et "「秘密をいっぱい作って、お互いにとって掛け替えのない関係になりましょう。」"
    nvl clear
    et "\n お前がはっきり答えてくれないと、俺たちがお互いに素直になれないと、俺は又お前のことを誤解してしまいそうだ。"
    stop music fadeout 2
    hide screen nvlbox
    scene black
    with dissolve
    pause 2
    scene bg106 with dissolve
    show screen textbox with dissolve
    show SCG_04 A 5 with dissolve
    play sound "audio/se/ding.ogg"
    cr "……あら？"
    nar "淑やかな踵の音と一緒に声が聞こえた。{w}顔を上げて見ると、クレアが目を瞬きながら俺を見ていた。"
    nar "クレアだ。{w}丁度神殿に来たばかりなのか、軽いかばんの紐を握っている。"
    nar "ずっと彼女のことを思っていたのに、いざ顔を合わせると声が出なかった。"
    show SCG_04 0 with fastdissolve
    play music "audio/bgm/Clair.ogg" fadein 2.0
    cr "[na]様？{w}先に来ていらっしゃるとは久しぶりですね。{w}こんにちは。今日もおサボリですの？"
    nar "淡々と微笑むクレアの声に頭の中がクラクラした。"
    nar "彼女の顔が一日会えなかった間、大人のようになったと思われた。"
    hide SCG_04 with dissolve
    nar "俺は彼女の全てを知っていて、彼女も俺について知っているのに、俺たちは初めて会った仲のように気まずい状況だ。"
    nar "その表情が散々思い浮かんでいた子の笑顔と混ざり、思い出が頭の中でくしゃくしゃに散らばった。"
    nar "もちろん、目の前にいるのはクレアだった。{w}一晩で別人になった訳ではない。"
    nar "彼女は俺が良く知っている顔で、俺が挨拶に答えるのを待っていた。"
    stop music fadeout 5
    pl "お前が幸せになって欲しい……"
    nar "しかし俺の口から出た言葉は挨拶の返事ではなかった。{w}安否を問うのでもなかった。"
    nar "いつもと同じ階段、普通のクレアはその変わった答えに首を傾げた。{w}俺だけが普段と違う。"
    nar "朝起きた時から、もしくは昨日の夜からずっと。"
    show SCG_04 A 0 with dissolve
    cr "ええ。{w}わたくしももちろん、[na]様の幸せを望んでいますわ。"
    nar "その答えに体が震えた。{w}俺たちは今まで何度もお互いの好みや気持ちを確かめ、それに頷いたが、"
    nar "実際に心からお互いを理解したことはなかった。{w}お互いの安否を聞いたり、気を遣うのは義務感の為だった。"
    nar "こう簡単に通じると分かっていたら、もっと早く正直になれたら良かった。"
    play music "audio/bgm/Clair3.ogg" fadein 2.0
    pl "お前を幸せにしてくれたかったのに、そうできなくてゴメン。{w}俺は本当に情けないヤツだ。"
    pl "最初から無責任すぎて、俺にお前を助ける能力がないって分かっていた癖に、変わろうと努力さえしなかった…"
    pl "お前が俺のことを好きでいてくれるのが怖くて、俺に頼るのが嫌だった！" with sshake
    pl "俺、実は誰かと付き合ったこともないし、女が怖い…{w}だ、だからお前に気を使えなかった。"
    pl "俺の気持ちを誤解していたんだ。{w}でも今は平気。{w}その時は余裕がなくて、嫌だと思っただけだし…！" with sshake
    pl "今はありがたいと思ってるよ…その、俺たちもう大丈夫だろう？{w}俺がもっとお…お前に気を配ったらよかったのに。"
    pl "これからはそうするよ。今日来てくれてありがとう、本当に。{w}もう幸せになることだけ残ったんだよな…"
    nar "防いでおいた言葉がメチャクチャに飛び出した。{w}その途中でも俺はクレアの気持ちを思いながら、何度も言葉を立て直した。"
    nar "彼女の手を取りたかったが、ずっと俯いていたせいで空を掴んだ。{w}冷たい指が空中で震えていた。"
    cr "[na]様…"
    show SCG_04 1 with fastdissolve
    cr "わたくしと言う人間を知っていましたら十分にお分かりの事だと思いますけど、わたくしは繊細なロマンチストです。"
    cr "ですから、こんなにロマンのない状況は少し困りますわ。"
    nar "クレアは両目を瞬きながら答えたが、彼女の口から出たことも俺みたいに変わった言葉だった。"
    nar "俺を責めるんじゃなく、自分の状況を責めているようだった。"
    nar "顔には相変わらず微笑みを浮かべているが、さっきとは違うような気がする。{w}視線は俺ではなく、空を向いている。"
    show SCG_04 0 with fastdissolve
    cr "正直、よく分かりませんわ。"
    cr "本当に貴方がわたくしの気持ちを思うのなら、素直にわたくしが嫌だと言うのが正しいんじゃないでしょうか？"
    cr "貴方はいつも自分ばかり思っています。{w}他の人に関わることを面倒くさがって、状況が困ることを避けるばかり。"
    cr "しかもこれを全部自ら分かっていらっしゃるのでは？"
    cr "面倒なことが解決された今になってこそこういうことをおっしゃって。"
    show SCG_04 1 with fastdissolve
    cr "わたくしとしてはそれがやはり、理解できませんわ。"
    hide SCG_04 with dissolve
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n クレアはゆったりとした歩みで俺を通り過ぎて、バルコニーまで上る。{w}スカートの下に垣間見えた下着が以前とは違った。普通だ。{w}そしてその笑みから感じた違和感の正体に気付く。"
    et "彼女は彼女が言った通り、理解出来ない言葉ばかりを垂れている俺を嘲笑っていたんだ。{w}自分の置かれた状況に嘆いている。間違いなく昨日の事で怒っているんだろう。"
    nvl clear
    "\n 俺も又彼女の言葉を何一つ理解出来なかった。{w}クレアは愛を表現する時、いつも「献身」を掲げる。{w}相手の為にどこまで出来るか、自身がどれぐらい諦めてきたのか。"
    et "女性はモノではないし、恋人にも互いの人生というものがあるのに、自分を消耗品の様に蔑んでばかりだ。{w}多分それがクレアの愛の基準なのだろう。"
    nvl clear
    "\n 「愛してるよ、クレア。{w}あの時言った事は本心じゃなかったんだ…ゴメン。」"
    "だから俺はそれに合わせて、バルコニーに片足を踏み入れ、彼女に近付こうとした。"
    "俺は今度こそ彼女のため何でもしてやれる準備が整ったのに、今の俺に出来る事はこれしかない。{w}猛獣を目の前にした人間の様にゆっくり、彼女を刺激せずに近付く事。何故こんな風に思ってしまったのかは分からない。"
    et "彼女はどちらかと言うと、飼い慣らされた猫に近くて、小さい体のどこにも俺を脅かす様な物はないのに。"
    nvl clear
    "\n 正午の太陽は高く昇り、窓の外を真っ白に照らす。{w}顔を上げた彼女の表情は逆光で遮られて良く見えない。{w}窓辺に滴る雨の粒がまるで光る宝石のようで、少しばかり贅沢にも思える。"
    "何故彼女がこの場所にロマンを感じたのか、今なら解る気がした。"
    et "その光で眉間にしわが寄る。{w}視界が鮮明になったお陰か、彼女の顔が目に入った。{w}やはりそこに絶望や怒りは全く見当たらない。何故かそれが更に俺を不安にさせる。"
    nvl clear
    "\n 「ゴメン…クレア。」"
    "俺は怯えたまま何度も謝る。{w}今日何度もこの言葉を口にしてきたが、まだ彼女の許しは得られていない。"
    "「何が、ですの？」{w}クレアは又、許す代わりに俺の本心を試すような質問をする。"
    et "ここでちゃんと答えられなかったら、俺たちはどうなってしまうんだろう？"
    nvl clear
    "\n 「何を仰っているのですか、[na]様？」"
    "「ぜ、全部、何もかも…ゴメン。{w}俺を好いていてくれた誠意も無視したり…その…嫌ったりしてゴメン…愛してるよ…"
    et "俺たち、やり直せるよな？{w}俺、本当に今度こそは上手くやるから…」"
    nvl clear
    "\n 頭がゆっくりと回る。{w}彼女が好きな単語で出来る限り言葉を飾ろうとは思ったが、メチャクチャだった。"
    et "脚は逃げ出しそうに震えている。{w}天使の羽搏く音がとても近くで聴こえた気がする。"
    nvl clear
    stop music fadeout 2
    "\n 「大丈夫！」"
    "その刹那、やっと許しが下る。{w}クレアはまん丸い目を開いては笑う。"
    et "その曇り一つない真っ白な笑顔がどれだけ自由に見えたものか、俺は彼女から溢れ出る大いなる喜びにつられて笑みを浮かべた。"
    nvl clear
    hide screen nvlbox with dissolve
    show cgcr05 with dissolve
    pause 1
    show screen textbox with dissolve
    cr "わたくしたち、最初から付き合ってなどいませんでしたもの。"
    nvl clear
    hide screen textbox
    scene black
    pause 0.5
    play sound "audio/se/camera.ogg"
    show cgcr05R
    pause 0.5
    play sound "audio/se/gun.wav"
    scene black
    pause 3
    play sound "audio/se/pii.ogg"
    pause 0.1
    stop sound fadeout 3
    "\n クレアは拳銃を取り出し、自身の頭に向かって撃った。{w}それは一目で分かってしまうくらい明瞭だったが、俺は目の前で起こった状況を何一つ理解出来なかった。"
    et "苦労一つ知らない筈の、小さい手が持つには身に余る大きさの拳銃。{w}それが彼女の鞄から出てきたのだ。"
    nvl clear
    "\n 彼女が持っているとそれすら玩具に見えてしまう。{w}あんな殺伐な物を持ち歩くお嬢様がこの世のどこに居るだろうか。"
    "伴う動作は目が付いていけないほど素早く、スムーズに行われる。{w}いつか俺が吃驚するほどのマジックを覚えてきてやると言っていた彼女の言葉を思い出しては、それと似たような物だろうなと、そう思った。"
    "銃口は俺を脅かす事無くクレアへと向かう。"
    et "そして彼女は破裂した。{w}蕾の様な身体が崩れ、俺は陳腐な劇のエンディングみたいに彼女を胸に抱いた…"
    nvl clear
    "\n 「っあ……」"
    play music "audio/bgm/grette2.ogg" fadein 2
    play sound "audio/se/hit.ogg"
    "ああ…ぁ…う、あ、あああああああ！！{w}悲鳴が上がる。血を被った視界が真っ赤だ。" with sshake
    "飛び散った汚物や肉片が顔にべったりとくっ付いて、塊が髪の毛の隙間から染みて頭が冴える。{w}その冷たさに発作するように身震いした。"
    "その大げさな動きのせいで俺は頭のない死体を抱いたままバルコニーから階段へと転げ落ちる。"
    et "真っ赤になった視界が黒く染まり、目を開けた途端点滅しては又光が差す。{w}全身に広がる苦痛と共に、体がぶつかる重い音ではなくなった、軽くてべちゃっとした音が聞こえたからだ。"
    nvl clear
    "\n 明るい光は依然と彼女を照らす。{w}「彼女」とは言ったものの、ソレには頭が無かったので下手な人の真似をするマネキンに近い。残りの少ない頭の痕跡は穴の開いた首にだらんと垂れ下がっている。"
    "黄色くも、青くも見える割れた頭。故郷の空を思い出させるような空色の髪の毛は白い服と同じく、赤く染まっている。{w}血と共に謎の液体がどくどくと流れている。"
    et "青黒い糸にボールの様にくっ付いた目玉。そこに特徴的に刻まれた聖痕一つの身がその主を表している。{w}白い顔から存在感を表すようにチラついていた桃色の舌、砂浜の石ころみたいに小さい歯がくっ付いた肉片は人形の布の様に見える。"
    nvl clear
    "\n 涙や鼻汁、冷や汗の様な物が絶え間なく俺の肌の表面から流れる。{w}喋る者もいないので階段は静まったはずだが、未だにクレアの鈴が転がるような声が五月蠅く響いた。{w}彼女を構成していた物の内の一つを掬い上げて手にしてみる。"
    et "冷たい床は早くも彼女から温気を奪っていった。{w}手にした塊は豚の肉片みたいに硬く、それと同時にぐにゃっとした感じがした。"
    nvl clear
    play sound "audio/se/running.ogg"

    "\n それがクレアの脳味噌だという事を理解した俺は滑る床を這いずり、明るい外へと飛び出す。"
    et "かつてはクレアだったものがバラバラと崩れ落ちる。"
    hide screen nvlbox with dissolve
    scene bg03 with dissolve
    nvl clear
    show screen nvlbox with dissolve
    "\n 勘違いをしていたんだ。{w}クレアを騙していたんだと、どうにかして彼女の心を得る事が出来たと勘違いをしていた。{w}彼女の期待に応えられると、俺たちが恋人の枠に入っていたんだと…"
    "全てが上手く行っていたんだと、そう錯覚をしていた。{w}実際はその何もかもがめちゃくちゃだったのに。"
    "間もなくして周辺から女の、男の悲鳴が聞こえる。{w}俺たちだけの空間だった非常階段には人々が集まる。"
    $ _skipping = False
    et "スカートや髪飾りを見たのか、クレアの名前があちこちから上がる。{w}彼女の死、そして俺の罪は俺たちが長らく守ってきた時間が虚しいほど早く、そして軽く噂となって広まる。"
    $ save_name = "day 11, 夜, 楽園"
    hide screen textbox
    hide screen nvlbox 
    with dissolve
    pause 2
    nvl clear
    stop music fadeout 5
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    pause 2
    jump day12_cr
    return

label day12_cr:
    $ day = 12
    $ save_name = "day 12, 楽園"
    $ renpy.music.set_volume(0.4, channel="sound")
    play sound 'audio/se/no more bell my buddy.ogg' fadein 2.0
    image 12day = Text("day 12",antialias=True, size=48,font="SoukouMincho.ttf")
    show expression '12day' at day00 with slowdissolve
    pause 5
    hide expression '12day' with slowdissolve
    stop sound fadeout 1.0
    pause 3.0
    show screen at_frame with dissolve
    scene black with slowdissolve
    pause 1
    nvl clear
    $ _skipping = True
    $ show_quick_menu = True
    $ _game_menu_screen = 'preferences'
    $ renpy.music.set_volume(1, channel="sound")
    hide screen textbox with dissolve
    scene bg109 with dissolve
    pause 1.0
    show screen textbox with dissolve
    nvl clear
    play music "audio/se/tutorial walking.ogg" fadein 2.0
    nar "埃の臭いがする狭くて暗い空間。小さな窓から入ってくる光が熱くて、眉を顰めた。"
    nar "床は冷たくて、前は鉄格子で塞がれた。神殿の人々はこの陰険な空間を「許しの秘跡」だと呼んでいた。"
    nar "古びた扉の音と共に、鉄格子の向こうの壁に影法師ができる。"
    nar "壁をすっかり覆うほどに長い影法師は徐々に短くなり、その人はやがて俺の前に立つ。"
    show SCG_02 0 with dissolve
    my "………"
    show SCG_02 7 with fastdissolve
    my "平気だよね、[na2]くん。"
    my "首吊りでもしていると思ったよ。{w}今さら[na2]くんが死んだところ、誰も悲しまないけどね…"
    show SCG_02 8 with fastdissolve
    my "…もしかして傷付いた？{w}ごめん。{w}でも、みんなそうだよね。わたしもそうだし…みんな…何も変わっていない。"
    my "わたしは…死ぬほどの特別さが誰かにあるとは思えないよ。{w}みんなそうだよね？"
    show SCG_02 7 with fastdissolve
    my "クレアちゃんだって死ぬほど特別じゃなかったよ、わたし…"
    my "あの子が死ぬほどの理由を、自分で見つけたとはまったく思えなくて…"
    show SCG_02 at huruhuru
    my "きっと、誰かのせいだと……"
    show SCG_02 0 with fastdissolve
    my "……"
    my "[na2]くんのせいよ。"
    show SCG_02 2 with fastdissolve
    my "[na2]くんのせいよ、[na2]くんのせいよ、[na2]くんのせいで、[na2]くんのせいで、全部、全部おまえのせいで、"
    my "おまえのせいだ、おまえのせいだ、おまえのせいだ、おまえのせいだ、おまえのせいだ、おまえのせい。"
    my "[na2]くんのせいで、[na2]くんのせいで、[na2]くんのせいで、[na2]くんのせいで、おまえが、わたしが、"
    my "おまえのせいで全部、全部全部…"
    hide SCG_02 with dissolve
    hk "マヤ姉妹。"
    nar "主教の落ち着いた声に、彼女はそっと顔を向けた。{w}悲しみと憎しみが通り過ぎた横顔がとても疲れてそうだった。"
    nar "彼女はそのまま外へ向かったが、ずっと独り言をしていた。"
    nar "俺は聞こえもしなかったその内容を何となく分かる気がした。"
    nar "浄化部の主教はふらつくマヤを支えて、ゆっくりと俺の前に立ち形だけの微笑みを浮かべた。"
    stop music fadeout 2
    show SCG_06 1 with slowdissolve
    hk "こんにちは、兄弟。此方で顔を合わせる事になってしまい誠に残念でございますが…"
    play music "audio/bgm/haku.ogg" fadein 10.0
    hk "この全ての事柄が貴方の主教たる私が貴方をしっかり世話出来ず、"
    hk "正しい道へと導けなかったが故の様に感じられ大変申し訳なく思います。"
    show SCG_06 7 with facedissolve
    hk "場所が場所ですので不安に思えるかも知れませんが、安心なさいませ。"
    hk "ここはゆるしと和解の秘跡。貴方を閉じ込める場所ではありません、悔悛の機会を与える為の場所なのです。"
    hk "もっとも、兄弟が彼女の死を目撃しただけなのであらば、神殿も軽率に貴方を罰する事は無いでしょう。"
    show SCG_06 2 with facedissolve
    hkn "しかし君が背負うべき「罪」とはそれだけじゃあない。それは君が一番よく解っているはずだろう？"
    hkn "そして自分自身が罰されて当然と言う事実もな。{w}勿論今ここで君を拷問し、罪を吐かせるのは容易い。"
    hkn "なのに関わらず我々が罪人を生かして置く理由は、罪を自らが反省する事こそが真なる悔悛の道へと繋がっているからだ。"
    show SCG_06 4 with facedissolve
    hkn "君はこの神殿で何を学んだ？{w}君が本当にしたかった事とは何だ？"
    hkn "その為に何をどうするべきだったか、まだ時間のある内に悔い改めるといい。"
    pl "………"
    show SCG_06 9 with facedissolve
    hk "…では、然様なら。愛する兄弟よ。"
    hide SCG_06 with dissolve
    play sound "audio/se/door close.ogg"
    hide screen textbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 彼女が出て行って最後に、ここには俺だけが残っている。"
    "誰でも罪を犯す。"
    "罪なき世は天使の念願だけで、州都の言葉で言えば罪とは力場の如き。{w}人はそれを避けるが、決して抵抗はできない。"
    "光は鉄格子を中心にして、壁を伝って二つに分かれる。{w}一つは義理堅い善人を祝う光、そして又一つは罪人を罰する光に見えた。"
    "俺はそこにいたが、外を眺めることもできた。自分が望めばここから出ることもできる。"
    et "主教が告解室の扉を開いたまま出て行ったからだ。"
    nvl clear
    play sound "audio/se/heart.ogg"
    "\n 短く息を飲んだ。それだけで自分の声が耳に響いた。これがあの女が言っていた「告解の機会」か？"
    "寂寞の中で、秘めておいた良心が存在を現した。拉げた良心が今までの生を顧みさせた。"
    "残忍なるものだ。俺はその苦痛が耐えられなくて、泣き叫ぶしかできなかった。"
    "頭の上にある光は移り、徐々に俺に染みる。{w}世界の外と繋がった光だ。"
    "その光は何よりも恐ろしいが、同時に生き残った「俺」の魂と生涯を優しく照らしていた。"
    "その光景があまりにも眩しく、又そこにいる俺はこんな様で、まるで楽園で経験する地獄のようだ。"
    et "俺はどの光を見つめるべきか、そしてどの光を追うべきか。"
    nvl clear
    "\n 未だに涙が流れる。永遠に止まらなさそうだ。{w}彼女の顔が明らかで鮮明に浮かぶ。"
    et "その姿を憶える度に自分が更に卑怯で醜悪になっていくようだった。{w}この苦痛が俺の罪なら、俺は…"
    nvl clear
    hide screen nvlbox with dissolve
    pause 1
    menu:
        "受け入れる。":
            jump cr_end_1
            nvl clear
        "拒む。":

            jump cr_end_2
            nvl clear
label cr_end_1:
    if cr_happy == False:
        hide screen nvlbox with dissolve
        show screen textbox with dissolve
        play sound "audio/se/memory.ogg"
        nar "その瞬間、耐えられない恐怖が反吐のように込み上げてきた。" with sshake
        nar "これを飲み下すことこそ反省だってことに気付いた。"
        nar "今まで俺は後悔と嘆きを繰り返していただけで、一度も反省したことがない。"
        nar "今になって俺は全てを受け入れられる。{w}クレアは俺の目の前で死んだ。"
        nar "すべてが解決されたということは俺の錯覚だっただけで、実はすべてがめちゃくちゃだった。"
        nar "強く弾けた心拍が本来の速度を取り戻した。{w}俺は自らが犯した罪を顧みる。重たくて醜いが、それが俺の罪だ。"
        nar "誰もその重さを減らしてくれない。誰かに打ち明けたって捨てられやしない。{w}「天使」は俺の惰弱さが生んだ幻想だった。"
        nar "もう後悔と苦痛をちゃんと感じることができる。{w}人のせいにするのではなく、俺がしてしまったことを考えると溜息が出た。"
        nar "そうするしかないのではなく、自らの意志でしてしまったことを認める時だ。"
        nar "自分で自分が許せない。これからずっとこの罪悪感と共に生きていくしかないのだろう。"
        nar "死でその重みを消すことはできない。{w}ならば逆に誓う、この苦しさを忘れないと。"
        nar "たとえ俺の生涯が浅ましくとも、もう取り返せないものだとしても、もし、俺にもう一度新しい生を生きるチャンスがあるのなら、"
        stop music fadeout 2
        nar "その時こそ俺は。"
        hide screen textbox with dissolve
        scene black with dissolve
        pause 2.0
        scene bg06 with dissolve
        call place06
        pause 1.0
        show screen textbox with dissolve
        play music "audio/bgm/clair.ogg" fadein 2.0
        nar "今度だけは答えがすぐ出なく、思わずクレアを見た。{w}しかし、クレアも同じことを考えていたようだ。"
        nar "彼女が同時に俺を見たので、俺たちは突然目を合わせるようになった。"
        show SCG_14 0 at right
        show SCG_04 0 at left
        with dissolve
    else:
        show screen textbox with dissolve
        pl "そう、俺らお互いのことは一番良く知ってるしな。"
        show SCG_04 5 with fastdissolve
        nar "微笑んで頷く先生に比べて、クレアは何故か驚いたような表情をした。"
    "{nw}"
    show SCG_04 0 with fastdissolve
    show SCG_04 0 at bounce
    cr "勿論ですわ、わたくしたちマブダチですもの！"
    if cr_happy == False:
        nar "クレアが先に答える。{w}マブダチって、むずむずした満足感が感じられる表現だった。"
        show SCG_04 5 with fastdissolve
        pl "そう、俺らお互いのことは一番良く知ってるしな。"
        show SCG_04 5 with fastdissolve
        nar "微笑んで頷く彼女に比べて、クレアは何故か驚いたような表情をした。"
    else:
        nar "クレアも先に答える。{w}マブダチって、むずむずした満足感が感じられる表現だった。"
    show SCG_14 1 with fastdissolve
    gr "ふふっ、二人仲がとても良いのね、嬉しくなっちゃうわ。"
    show SCG_14 3 with fastdissolve
    gr "このままみんなで紅茶でも、って言いたいところだけど…"
    show SCG_04 5 with fastdissolve
    stop music fadeout 2
    cr "…？"
    gr "クレアちゃん、さっき連絡したとき伝達いただいたんだけれども…{w}ご両親から早急にお話があるとのことよ。"
    cr "わたくしのご両親が？"
    pl "……"
    gr "すぐ迎えにいらっしゃるらしいけど、大丈夫？"
    hide SCG_14 0 at right
    hide SCG_04 0 at left
    with dissolve
    play music "audio/bgm/clair3.ogg" fadein 2.0
    nar "その言葉はクレアだけを向けたのではなかった。{w}俺にも聞いているんだ。"
    nar "クレアもそれに気付いたか、さっきのようにすぐに答えず口を噤んだ。{w}又すぐ目が合う。"
    nar "俺は訳もなく暗く見える扉の向こうを見てから、彼女に向かって話し出した。"
    show SCG_14 7 at right
    show SCG_04 5 at left
    with dissolve
    pl "クレア。今日がお前にとって大事な日になるよ。{w}今日両親に会ったら、お前の事情を全部話すんだ。"
    show SCG_04 6 with fastdissolve
    show SCG_04 at huruhuru
    cr "は…はいっ？そんな…無茶ですわ。{w}わたくしはまだこの状況に向き合うのが心配で、お二方がきっと衝撃を受けますよ…"
    cr "それに、わたくしが話し出すんだって、事情は何一つ変わりませんわ。{w}ただわたくしの家族が崩れるだけかも…"
    pl "式を挙げた後には遅いんだ。{w}今日じゃないとダメ。俺はお前を助けたいんだ！{w}でも俺にできることはほとんどないぞ。"
    pl "お前しかできない。{w}大事なのはお前が助けを望んでいるってことだ。"
    pl "お前はこれまで誰にも助けてくれと言ってなかったんだろ。"
    show SCG_14 10 with fastdissolve
    gr "…クレアちゃん。{w}わたしはあくまでも神殿の人で、"
    gr "司祭に関わっていない外部のことに手を出すほどの影響力は持ってないけど…"
    gr "あなたが正式にわたしたちに助けを求めるなら、わたしと主教様は精いっぱいあなたを手伝ってあげる。"
    show SCG_04 3 with fastdissolve
    show SCG_04 at huruhuru
    cr "……勇気がありませんわ。"
    cr "わたくしは今までわたくしに暴力を振るう婚約者を愛していると勘違いしていた愚かな女ですもの。"
    cr "わたくしは両親を愛していて、お二方もわたくしを愛していていると信じています。{w}だから怖いのですわ。"
    show SCG_04 at huruhuru
    cr "これってわたくしへの愛情を確認することでしょう？{w}もし万が一のことでも起きたら…"
    pl "大丈夫。{w}それが何であろうと、一人では何も解決できないんだ。"
    pl "お前を助けるために頑張っている人がいるなら、お前もそれくらいは勇気を出せないと。"
    show SCG_04 9 with fastdissolve
    show SCG_04 at huruhuru
    cr "ですけど、わたくしには大丈夫じゃないんですわ！{w}お二人の心遣いはありがたく思っています。"
    cr "でもわたくしは全てを失うことはできません。{w}あまりにも長い時間をこう生きてきたし、"
    cr "わたくしにとって両親は誰よりも大切なのですから…"
    show SCG_14 2 with fastdissolve
    gr "もしわたしがクレアちゃんのお母さんだったら、あなたが一人でそんなに悩んでいるのは絶対に望んでない。"
    show SCG_14 0 with fastdissolve
    gr "相手の反応を気にして口をつぐんでいるのは配慮じゃないよ。"
    gr "あなたが本気で彼らを愛するのなら、あなたの両親にもあなたをちゃんと愛する機会を与えてくれる？"
    gr "少しでもいいから彼らを信じて。{w}わたしもクレアちゃんに助けになりたいよ。"
    nar "クレアは首を項垂れた。{w}全てが言葉通りうまくいくとは期待していない。"
    nar "彼女が感じている不安を、多分この場の全員が感じている。"
    nar "しかしこれが俺にできる最善だとしたら、黙っている訳にはいかない。"
    show SCG_04 3 with fastdissolve
    cr "…なぜ皆様はそう簡単に言えるのですか…？"
    pl "俺は口を切るのが簡単だと思ったことはないんだ。{w}話をするのは専門じゃないか。"
    pl "お前はただお前の話しをすればいいんだぜ。話したかったことはあるだろう。"
    show SCG_04 9 with fastdissolve
    cr "……"
    show SCG_04 0 with fastdissolve
    cr "分かりました。{w}しかし…あんまり期待はしないでください。"
    cr "皆様が期待しますと、わたくしの失望も大きくなりますから。"
    gr "気をつけて行ってらっしゃい。"
    pl "ずっと待っているから、連絡を忘れるなよ。"
    stop music fadeout 2
    hide screen textbox with dissolve
    hide SCG_14 0 at right
    hide SCG_04 0 at left
    with dissolve
    pause 1.0
    scene black with dissolve
    nvl clear
    "\n その後、何日間はもどかしい日々の連続だった。"
    "クレアが部外者である限り、俺としては彼女がどう暮らしているか分からない。{w}電話で声が聞けるとしても、直接顔を合わせるのではない限り、彼女の状態を把握できない。"
    et "最近知ったことだけど、クレアは大丈夫じゃない状況では嘘をつく癖がある。{w}きっとすぐには全てのことがうまくいかなかったのだろう。"
    nvl clear
    "\n グレーテ先生は今までクレアとの相談をしながら作った診断書を集め、彼女の両親を説得する事に助けをくれた。{w}そう思い至るまでクレアにどれだけの勇気が必要だったのか。"
    "俺にできる事はクレアと一緒にいる時出来るだけ色んな話を聞いて、応援や慰めをすることぐらいだった。{w}そうするしかないのが辛いが、それがクレアにできる唯一のことだった。"
    et "クレアはめっきり言葉が減って、最近になっては又喋るようになった。{w}婚約者との縁を切った代わりに、家族と過ごす時間が増えて、神殿に来る事も少なくなった。{w}でも前よりはずっと元気そうに見えた。"
    hide screen nvlbox with dissolve
    scene bg16 with dissolve
    call place16
    pause 1.0
    show screen textbox with dissolve
    if cr_happy == False:
        play music "audio/bgm/ed_dream.ogg" fadein 2.0
    else:
        play music "audio/bgm/clair2.ogg" fadein 2.0
    show SCG_04 A 1 with dissolve
    show SCG_04 at bounce
    cr "今日は待ちに待っていたデート！{w}うふふ、心臓の鼓動を感じてますわ。風が気持ちいいっ～！"
    pl "そううろちょろしてると転んじゃうぞ。"
    show SCG_04 8 with fastdissolve
    cr "あら、わたくしバランス取りには自信がありますわ。"
    cr "そうでなくては、毎日のように高いヒールと重いスカートに耐えられませんので。{w}ほら、こうやってぐ～るぐるっと。"
    pl "頭が軽くなったからじゃないか～？"
    show SCG_04 0 with fastdissolve
    cr "頭だけ軽くなったのではありませんわ。{w}レディーとしての脱皮を終えたわたくしは、一匹の蝶々のように軽いんです！"
    show SCG_04 4 with fastdissolve
    cr "さぁさぁ、上映時間の30分前には入場するのがマナーですわ！"
    show SCG_04 at bounce
    cr "マヤお姉様、早くおいで～！"
    hide SCG_04 with dissolve
    show SCG_02 7 at right
    show SCG_04 A 0 at left
    with dissolve
    my "わ…わたし、二人の間にいてもいいのかな…"
    show SCG_04 5 with fastdissolve
    show SCG_04 at bounce
    cr "何をおっしゃっているのですか！{w}今日はマヤお姉様にわたくしが世の中で一番愛する映画をお見せする為に、"
    cr "[na]様に特別に前売りを頼んだデートの日ですもの！"
    pl "デートって単語を完全に誤用しているし。{w}いてはいけないのはむしろ俺の方じゃねえ～？"
    show SCG_02 6 with fastdissolve
    my "そ、そんなことないよ…！今日、三人で遊びに来て本当に嬉しい……{w}ありがとう、二人とも…"
    show SCG_04 1 with fastdissolve
    cr "わーい！マヤお姉様、今日は忘れられない思い出をいっぱい作りましょう！"
    show SCG_02 1 with fastdissolve
    my "うん…せっかくだから、わたしは飲み物買ってくるよ。{w}二人はここで待ってて。"
    pl "一人で行くのか？{w}けっこう重いぞ。後でついて行くよ。"
    my "そうしようかな…？{w}じゃあ後で呼ぶね、[na2]くん。"
    show SCG_04 at bounce
    cr "早く来てください、マヤお姉様！"
    hide screen textbox with dissolve
    hide SCG_02 0 at right
    hide SCG_04 0 at left
    with dissolve
    show cgcr06 with slowdissolve
    pause 2
    show screen textbox with dissolve
    pl "お前たち、何日か前にケンカしてなかったっけ？毎度仲直りが早いね。"
    cr "まあ、この前はわたくしがちょっ～と悪かったと思いますよ。{w}でも意見を曲げたのではありません！"
    cr "そこには当然青よりはピンクでしょう。ふんふん！"
    cr "…マヤお姉様に全部話して正解でしたわ。{w}実は…お姉様がわたくしを理解してくれるとは思いませんでした。"
    cr "マヤお姉様を信じられなかったからではなく…いいえ、そうだったのかもしれませんね。"
    pl "まったく、お前は知りたいのは多い癖に視界が狭すぎるんだよ。"
    pl "ちょっと打ち明けたぐらいで損する関係なら、お前が気を配る必要もねーんだぞ。"
    cr "またお説教を！この間貴方にいくつかの意見を問ったのは事実ですが、"
    cr "その後暇さえあれば調子に乗っちゃって、聞く立場ではもうたくさんですけど～？"
    pl "全部お前のための話だぞ、文句は言わない！"
    cr "ふん～だ。でもまあ…{w}少しは貴方に助けをもらったようですね。ありがとうございます。"
    $ _skipping = False
    cr "ここではミオソティス家の長女、クリオネ・ミオソティスとして感謝の言葉、申し上げますわ！"
    hide screen textbox with dissolve
    stop music fadeout 2
    pause 2
    if cr_happy == False:
        scene bgw with dissolve
        show Blsnow zorder 0 with slowdissolve
        pause 1.0
        nvl clear
        "{color=#000000}{size=0}{k=0}\n 自分を変えるのは自分だけ。どんなに大きな変化も、全てあなたの一歩から。{/k}{/size}{fast}{/color}{nw}"
        show day12_1 at truecenter
        pause 8
        show ctc onlayer screens at ctc:
            xpos 910
            ypos 390
        $ _dismiss_pause = True
        $ renpy.pause()
        $ _dismiss_pause = False
        hide ctc onlayer screens
        hide day12_1
        with gjdissolve
        pause 1
        hide screen nvlbox with dissolve
        play music "audio/bgm/ed.ogg" fadein 2.0
        show screen textbox with dissolve
        $ _skipping = True
        nar "目が眩むほどに明るい真っ白な太陽。{w}綺麗だった地面にこびり付いた汚物が光を帯びる。"
        nar "一度来た事がある場所のように思えた。後ろから吹いてくる生ぬるい風が、女性たちの髪を揺らす。"
        nar "彼女たちは俺の前に立ち、親しげな声で話しかけてくる。"
        nar "今度は反省したフリじゃない、俺は覚悟を持って真っ直ぐ前を向く。{w}幻聴ではない声で意識がくっきり冴える。"
        show SCG_14 0 with dissolve
        gr "またね、[na2]くん。"
        hide SCG_14 with dissolve
        show SCG_07 7 with dissolve
        ar "また、お会い出来ます様。"
        hide SCG_07 with dissolve
        show SCG_12 0 with dissolve
        rs "じゃあね。"
        hide SCG_12 with dissolve
        nar "俺が傲慢や強欲、怠惰や邪淫と薄汚い罪を懺悔し悔い改めようが、彼女らが消える事はない。"
        nar "永遠に許しを乞いながら生きてゆくのだろう。しかし後悔に脚を取られたまま生きはしない。"
        nar "罪を受け入れ、進む事こそが贖罪の道ならば、俺は、"
        nar "この救いに縋る事なく生きて行こう。"
        $ _skipping = False
        stop music fadeout 3
        cr "永遠に、さようなら。"
        hide screen textbox with dissolve
        pause 1.0
        menu:
            "懺悔":
                hide screen textbox with dissolve
                pause 2
                pause 1.0
                scene black with dissolve

        pause 3.0
        hide screen nvlbox with dissolve
    play sound "audio/bgm/op.ogg" fadein 2
    pause 2
    nvl clear
    hide screen keymap_screen
    $ _game_menu_screen = None
    $ show_quick_menu = False
    hide screen at_frame
    scene black
    with slowdissolve
    $ _dismiss_pause = False
    $ persistent.dmy = 0
    $ persistent.hssh_end_2 = True
    jump end_cr
label cr_end_2:
    stop music fadeout 1
    hide screen nvlbox with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 頭の上から羽搏く音が聞こえた。崇高に聞こえていた音が、もはや何かから逃げる為に必死に羽搏く音に聞こえてくる。"
    "その音は幾ら藻掻いても空へ飛べなさそうだ。羽のある生き物よりは、蜘蛛の巣に引っ掛かった蝶のようにか弱い。"
    et "俺にまだ悔悟の機会が残っているなら、きっと告解を受けてくれる人が必要だ。"
    nvl clear
    "\n天使だ！俺は天使を探すべきだ。{w}天使だけが俺を赦せる筈だ。天使だけが俺の重い罪を浄めて、堕ちた魂を正してくださるだろう。"
    "天使はいる。只俺の告解を聞いてくださる為に地上に顕現して、俺だけが彼女の声を聞ける。俺はこれだけが正しい道だと信じている。"
    "もうそれ以外考えられない。開け放たれた扉の外に飛び出し、もう一度世界に身を委ねた。"
    et "流れ出る涙に光が上がってきて視界が白くなった。{w}俺はそれが真の禍だと思っている。"
    hide screen nvlbox with dissolve
    scene bg02 with dissolve
    pause 1.0
    show screen nvlbox with dissolve
    nvl clear
    "\n 行き先が決まらないままただ走って、今までの記憶を忘れないようにと努力した。"
    "崩れ落ちてしまった俺の人生と、これから迫ってくることに対する心配を。"
    "花壇、部室、作業場…"
    stop music fadeout 2
    et "俺は天使がいそうな場所を彷徨って、ついにあの場所へと辿り着いた。全てが始まった所、誰もがいずれ戻るべき所へ。"
    hide screen nvlbox with dissolve
    show screen place_day12_sc with dissolve
    hide screen place_day12_sc
    $ place = renpy.call_screen("place_day12_sc ")
    return
return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
